[
    {
        "title": "Opening",
        "start_time": 0,
        "end_time": 709.34,
        "jokes": [
            {
                "joke_text": " That's how you compliment a building and shit on a town with one sentence.  It is odd around here as I was driving here.  There doesn't seem to be any difference between the sidewalk and the street for pedestrians here.  People just kind of walk in the middle of the road.  I love traveling and seeing all the different parts of the country.  I live in New York. There's no value to your doing that at all.",
                "start_time": 79.25,
                "end_time": 110.96,
                "duration": 31.709999999999994,
                "laughter": {
                    "start": 111.25,
                    "end": 112.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " She's very old. She just stands there just being old.  The dog just fights gravity every day, just the two of them.  The dog's got a cloudy eye and she's got a cloudy eye.",
                "start_time": 121.08,
                "end_time": 135.67,
                "duration": 14.58999999999999,
                "laughter": {
                    "start": 136.25,
                    "end": 137.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " She's always wearing this sweater dress.  I guess it was a sweater when she was five foot ten, but now it's just like this sweater.  Her legs are a nightmare.  They're just white with green streaks and bones sticking out.  Her legs are awful. I saw a guy with no legs wheeling by and he was like,",
                "start_time": 144.37,
                "end_time": 165.31,
                "duration": 20.939999999999998,
                "laughter": {
                    "start": 165.75,
                    "end": 167.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I'd rather just have air down here like I have.  I have to look down at that shit.  I see these two all the time and I always look at them and I always think,  God, I hope she dies first.  I do. I hope she dies first for her sake because I don't want her to lose the dog.  I don't think she'll be able to handle it.  If she dies, if the old lady dies first, I'm not worried about the dog  because the dog doesn't even know about the old lady.",
                "start_time": 172.19,
                "end_time": 205.49,
                "duration": 33.30000000000001,
                "laughter": {
                    "start": 209.0,
                    "end": 209.75,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " He's living in two second increments.  The second he's in and the one he just left is all he knows about.",
                "start_time": 214.26,
                "end_time": 221.26,
                "duration": 7.0,
                "laughter": {
                    "start": 227.75,
                    "end": 229.5,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And I know he's all she has because she has him.",
                "start_time": 230.45,
                "end_time": 233.87,
                "duration": 3.420000000000016,
                "laughter": {
                    "start": 239.0,
                    "end": 240.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Even if just some young woman in her building one morning were to say,  Good morning, Gladys. She'd be like, Oh, good.",
                "start_time": 241.46,
                "end_time": 246.42,
                "duration": 4.9599999999999795,
                "laughter": {
                    "start": 246.25,
                    "end": 247.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And just flush him down the toilet.",
                "start_time": 246.52,
                "end_time": 247.8,
                "duration": 1.2800000000000011,
                "laughter": {
                    "start": 248.5,
                    "end": 249.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " The dog just keeps bumping on the drain.  She gives up, ends up just shitting on her dog for the rest of her life.  You ever flush a pet down the toilet?  I had to flush my daughter's fish down the toilet.  I came home, the fish was dead. She wasn't home from school yet.  So I just flushed the fish.  And that's a weird moment, too, because fish live in water.  So you put it in the toilet, it floats to the bottom.  Like, yeah, he's dead.",
                "start_time": 256.28,
                "end_time": 299.18,
                "duration": 42.900000000000034,
                "laughter": {
                    "start": 299.75,
                    "end": 301.75,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You gotta be in constant motion to get any respect in this house.  And then my daughter comes home. Why did he die?  Come on, what am I gonna say?  Why did he die? Because who gives a shit?  That's the reason. That's the actual reason.  It's because it didn't matter that he was alive.  That's why he's dead.  He didn't know his name and he didn't love you back.  These are the facts about that fish's life.  My daughter likes fish. We took her to the aquarium.  I took both my kids to the aquarium in Boston.  And we were looking at this seal or sea lion.  I don't know which one. I don't care.  I don't think they need to be separate things.  I really don't. They don't care and we don't care.  There's like three scientists who give a shit what we call all those things.  The scientists are gonna go on TV tomorrow and say,  Okay, everybody, from now on, seals and sea lions and walruses  and you know what, penguins are all seals now.  And we would all be like, yeah, whatever, man.  Anyway, so we're looking at this seal, sea lion thing  and he's looking back at us through the plexiglass",
                "start_time": 308.35,
                "end_time": 399.15,
                "duration": 90.79999999999995,
                "laughter": {
                    "start": 399.0,
                    "end": 401.5,
                    "duration": 2.5,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " Most animals are when you really see them.  You ever go to a farm, you think you're gonna see a little white sheep going,  but they're all fat and shit colored and they're like,",
                "start_time": 406.1,
                "end_time": 414.14,
                "duration": 8.039999999999964,
                "laughter": {
                    "start": 414.0,
                    "end": 416.0,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Jesus, that thing is awful.  Anyway, seals don't go, they go.",
                "start_time": 417.6,
                "end_time": 425.05,
                "duration": 7.449999999999989,
                "laughter": {
                    "start": 425.0,
                    "end": 426.0,
                    "duration": 1.0,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " My daughter's like, what does he say?",
                "start_time": 428.24,
                "end_time": 430.04,
                "duration": 1.8000000000000114,
                "laughter": {
                    "start": 433.25,
                    "end": 434.5,
                    "duration": 1.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " Must be awful to be other kinds of stuff.  I'm glad I'm this.  This is a pretty good deal when you consider the alternatives.  Anything else, any other kind of thing, you're in the food chain.  You're in the food.  We are out of the food chain.",
                "start_time": 448.07,
                "end_time": 468.66,
                "duration": 20.590000000000032,
                "laughter": {
                    "start": 472.5,
                    "end": 473.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That is a massive upgrade because for every other living thing,  life ends by being eaten.  That's how all life ends is every single life except human life.  Every life ends like this.",
                "start_time": 474.56,
                "end_time": 488.36,
                "duration": 13.800000000000011,
                "laughter": {
                    "start": 488.75,
                    "end": 491.0,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Imagine if we were still in the food chain on top of everything else.  Imagine if we were in the food chain.",
                "start_time": 512.54,
                "end_time": 519.76,
                "duration": 7.220000000000027,
                "laughter": {
                    "start": 520.0,
                    "end": 522.0,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You're already having a bad day.  You wake up in the morning, you're making breakfast,  you burn your toast and it's too late to try again.  And your kid comes in and says,  and you're like, fine.  And it's just why?  You get a thing in the mail that says that your phone's different  and your mortgage is another company now.",
                "start_time": 524.45,
                "end_time": 549.91,
                "duration": 25.459999999999923,
                "laughter": {
                    "start": 549.75,
                    "end": 550.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " What? I don't...  And you're walking to work like, why do I even bother?",
                "start_time": 550.05,
                "end_time": 557.06,
                "duration": 7.009999999999991,
                "laughter": {
                    "start": 558.0,
                    "end": 559.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " What about sharks?  Do you think that sharks would be embarrassed  if they knew that we could all see their fins sticking out of the top of the water?  I think they'd be bummed  because I don't think sharks are aware of that at all.",
                "start_time": 575.06,
                "end_time": 591.3,
                "duration": 16.24000000000001,
                "laughter": {
                    "start": 592.0,
                    "end": 592.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " They swim around like, eh, nobody has any idea who's there.",
                "start_time": 594.66,
                "end_time": 598.18,
                "duration": 3.519999999999982,
                "laughter": {
                    "start": 597.25,
                    "end": 598.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And we're all up here like, there's totally a shark right there.  It wouldn't be fun being a predator either.  If you're a predator, imagine if every time you're hungry,",
                "start_time": 600.62,
                "end_time": 612.76,
                "duration": 12.139999999999986,
                "laughter": {
                    "start": 616.25,
                    "end": 617.5,
                    "duration": 1.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " And just hold him down and bite his neck",
                "start_time": 621.55,
                "end_time": 623.73,
                "duration": 2.1800000000000637,
                "laughter": {
                    "start": 624.75,
                    "end": 625.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " so he can just sit there and eat his stomach before you go to work.",
                "start_time": 626.7,
                "end_time": 631.0,
                "duration": 4.2999999999999545,
                "laughter": {
                    "start": 640.5,
                    "end": 641.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You chase the parents away, I'm going to eat the kid, and you circle back.  That's why they do it like that.",
                "start_time": 642.7,
                "end_time": 648.62,
                "duration": 5.919999999999959,
                "laughter": {
                    "start": 650.0,
                    "end": 650.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Ain't worth a meat. Whoops.  Shit. God damn it. Idiot.  This isn't a gay voice, by the way. It's not.  Shut up.  I live in New York City, and it's okay there.  I live in a nice building. I never lived in a nice place before.  When I was growing up, I had no money.  I mean, my mom didn't. It didn't matter.  I was a child. But I'm not used to it because it's nice.  It's like a pretty courtyard with flowers and a fountain  with little marble boys pissing.  I don't know. What is it with fountains?",
                "start_time": 657.18,
                "end_time": 709.34,
                "duration": 52.16000000000008,
                "laughter": {
                    "start": 710.75,
                    "end": 711.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " That's how you compliment a building and shit on a town with one sentence.  It is odd around here as I was driving here.  There doesn't seem to be any difference between the sidewalk and the street for pedestrians here.  People just kind of walk in the middle of the road.  I love traveling and seeing all the different parts of the country.  I live in New York. There's no value to your doing that at all.  She's very old. She just stands there just being old.  The dog just fights gravity every day, just the two of them.  The dog's got a cloudy eye and she's got a cloudy eye.  She's always wearing this sweater dress.  I guess it was a sweater when she was five foot ten, but now it's just like this sweater.  Her legs are a nightmare.  They're just white with green streaks and bones sticking out.  Her legs are awful. I saw a guy with no legs wheeling by and he was like,  I'd rather just have air down here like I have.  I have to look down at that shit.  I see these two all the time and I always look at them and I always think,  God, I hope she dies first.  I do. I hope she dies first for her sake because I don't want her to lose the dog.  I don't think she'll be able to handle it.  If she dies, if the old lady dies first, I'm not worried about the dog  because the dog doesn't even know about the old lady.  He's living in two second increments.  The second he's in and the one he just left is all he knows about.  And I know he's all she has because she has him.  Even if just some young woman in her building one morning were to say,  Good morning, Gladys. She'd be like, Oh, good.  And just flush him down the toilet.  The dog just keeps bumping on the drain.  She gives up, ends up just shitting on her dog for the rest of her life.  You ever flush a pet down the toilet?  I had to flush my daughter's fish down the toilet.  I came home, the fish was dead. She wasn't home from school yet.  So I just flushed the fish.  And that's a weird moment, too, because fish live in water.  So you put it in the toilet, it floats to the bottom.  Like, yeah, he's dead.  You gotta be in constant motion to get any respect in this house.  And then my daughter comes home. Why did he die?  Come on, what am I gonna say?  Why did he die? Because who gives a shit?  That's the reason. That's the actual reason.  It's because it didn't matter that he was alive.  That's why he's dead.  He didn't know his name and he didn't love you back.  These are the facts about that fish's life.  My daughter likes fish. We took her to the aquarium.  I took both my kids to the aquarium in Boston.  And we were looking at this seal or sea lion.  I don't know which one. I don't care.  I don't think they need to be separate things.  I really don't. They don't care and we don't care.  There's like three scientists who give a shit what we call all those things.  The scientists are gonna go on TV tomorrow and say,  Okay, everybody, from now on, seals and sea lions and walruses  and you know what, penguins are all seals now.  And we would all be like, yeah, whatever, man.  Anyway, so we're looking at this seal, sea lion thing  and he's looking back at us through the plexiglass  Most animals are when you really see them.  You ever go to a farm, you think you're gonna see a little white sheep going,  but they're all fat and shit colored and they're like,  Jesus, that thing is awful.  Anyway, seals don't go, they go.  My daughter's like, what does he say?  Must be awful to be other kinds of stuff.  I'm glad I'm this.  This is a pretty good deal when you consider the alternatives.  Anything else, any other kind of thing, you're in the food chain.  You're in the food.  We are out of the food chain.  That is a massive upgrade because for every other living thing,  life ends by being eaten.  That's how all life ends is every single life except human life.  Every life ends like this.  Imagine if we were still in the food chain on top of everything else.  Imagine if we were in the food chain.  You're already having a bad day.  You wake up in the morning, you're making breakfast,  you burn your toast and it's too late to try again.  And your kid comes in and says,  and you're like, fine.  And it's just why?  You get a thing in the mail that says that your phone's different  and your mortgage is another company now.  What? I don't...  And you're walking to work like, why do I even bother?  What about sharks?  Do you think that sharks would be embarrassed  if they knew that we could all see their fins sticking out of the top of the water?  I think they'd be bummed  because I don't think sharks are aware of that at all.  They swim around like, eh, nobody has any idea who's there.  And we're all up here like, there's totally a shark right there.  It wouldn't be fun being a predator either.  If you're a predator, imagine if every time you're hungry,  And just hold him down and bite his neck  so he can just sit there and eat his stomach before you go to work.  You chase the parents away, I'm going to eat the kid, and you circle back.  That's why they do it like that.  Ain't worth a meat. Whoops.  Shit. God damn it. Idiot.  This isn't a gay voice, by the way. It's not.  Shut up.  I live in New York City, and it's okay there.  I live in a nice building. I never lived in a nice place before.  When I was growing up, I had no money.  I mean, my mom didn't. It didn't matter.  I was a child. But I'm not used to it because it's nice.  It's like a pretty courtyard with flowers and a fountain  with little marble boys pissing.  I don't know. What is it with fountains?",
        "laughter_count": 25,
        "total_laughter_duration": 29.75
    },
    {
        "title": "Bit 2",
        "start_time": 684.408,
        "end_time": 1369.76,
        "jokes": [
            {
                "joke_text": " You can't get a fountain made without...",
                "start_time": 714.78,
                "end_time": 716.98,
                "duration": 2.2000000000000455,
                "laughter": {
                    "start": 719.25,
                    "end": 722.25,
                    "duration": 3.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's finished.",
                "start_time": 728.26,
                "end_time": 729.38,
                "duration": 1.1200000000000045,
                "laughter": {
                    "start": 728.5,
                    "end": 729.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's finished.",
                "start_time": 728.26,
                "end_time": 729.38,
                "duration": 1.1200000000000045,
                "laughter": {
                    "start": 732.25,
                    "end": 733.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " that looks like him a lot.  It's piss on me forever.",
                "start_time": 735.74,
                "end_time": 740.76,
                "duration": 5.019999999999982,
                "laughter": {
                    "start": 740.0,
                    "end": 741.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Anyway, there's one of those in the courtyard of my building.  My first week in the building about a year ago,  I went down to the courtyard for the first time,  and I didn't look too good, you know?  It was a Sunday morning.  That's my least presentable hour.  A lot of, you know, just stains, just like, you know,  food and me and whatever.  And so I'm sitting there.  So, shut up.  Oh!  Anyway, so there I was.",
                "start_time": 747.56,
                "end_time": 784.54,
                "duration": 36.98000000000002,
                "laughter": {
                    "start": 785.75,
                    "end": 787.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and feeling a little out of place.  You know, there's these fancy doormen and stuff,  and then there's this guy looking at me.  I notice he's looking at me from across the courtyard.  And he's all spiffy-looking.  He's got brown shoes, and he's looking at me like,",
                "start_time": 788.31,
                "end_time": 802.53,
                "duration": 14.220000000000027,
                "laughter": {
                    "start": 803.75,
                    "end": 804.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " He thinks I just wandered in off the street  and sat in the courtyard.  I can tell he's thinking of coming over  and dealing with me on his own.  And I'm sitting there thinking, like,  oh, please do that, yes.",
                "start_time": 806.62,
                "end_time": 818.05,
                "duration": 11.42999999999995,
                "laughter": {
                    "start": 818.25,
                    "end": 819.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Please, come on, come on.  Come on, come on, come on, come on.  And I'm trying to look even more gross,  and I'm, like, pulling up my shirt.  And then I see him go,  oh, no, that's not gonna do at all.  And he comes over to me.  Hmm.",
                "start_time": 818.19,
                "end_time": 833.58,
                "duration": 15.389999999999986,
                "laughter": {
                    "start": 838.0,
                    "end": 839.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " The confrontation where I'm not wrong at all.  And he thinks I am.  Grr!  So he comes over, says,  excuse me, do you live in this building?  And I said, no.  Because why not start there?  I said, no.  He goes, well, then what are you doing here?  And I said, I just need to rest.  I'm having a hard time.",
                "start_time": 840.22,
                "end_time": 869.28,
                "duration": 29.059999999999945,
                "laughter": {
                    "start": 874.5,
                    "end": 875.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " He says, this is private property.  And I said, well, I don't really believe in that.",
                "start_time": 874.35,
                "end_time": 879.49,
                "duration": 5.139999999999986,
                "laughter": {
                    "start": 881.25,
                    "end": 882.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " from his point of view  is basically all the things I was saying.  And he goes, well, if you don't leave,  I'm gonna talk to the doorman.  I was like, can I just stay, like, five more hours?  So he's, hmm, no.  And he goes over to the doorman.  And I see him talking about me to the doorman like this.  And then I see the doorman going,  oh, no, that guy lives here.  That's okay.  And the look on his face,  it was just so...",
                "start_time": 883.22,
                "end_time": 913.47,
                "duration": 30.25,
                "laughter": {
                    "start": 917.25,
                    "end": 918.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's like I had invented a new way",
                "start_time": 923.1,
                "end_time": 924.78,
                "duration": 1.67999999999995,
                "laughter": {
                    "start": 924.75,
                    "end": 926.5,
                    "duration": 1.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " That's how excited I was.  I'm 45 now,  so I'm either halfway through a healthy life  or almost done with not so healthy life.  I don't know which one.  I won't know until it's over where this was.",
                "start_time": 927.06,
                "end_time": 946.61,
                "duration": 19.550000000000068,
                "laughter": {
                    "start": 946.0,
                    "end": 946.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I don't know how long I'm gonna live.  I don't know.  Nobody knows, I guess.  I think human life expectancy is pretty good.  We get a good run, you know?  Some people die early, you know?  If I die now, people will be like, oh, that's too bad.  If I die five years from now,  they'll be like, oh, all right.",
                "start_time": 949.08,
                "end_time": 964.66,
                "duration": 15.579999999999927,
                "laughter": {
                    "start": 965.0,
                    "end": 965.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Like, it's not even...  It's...",
                "start_time": 964.84,
                "end_time": 967.81,
                "duration": 2.9699999999999136,
                "laughter": {
                    "start": 967.75,
                    "end": 969.25,
                    "duration": 1.5,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " You know there's no candlelight vigils  for 50-year-old guys that die.",
                "start_time": 970.07,
                "end_time": 975.17,
                "duration": 5.099999999999909,
                "laughter": {
                    "start": 977.5,
                    "end": 978.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Yeah, you know, some people get to be like 80s, 90s.",
                "start_time": 978.67,
                "end_time": 981.75,
                "duration": 3.080000000000041,
                "laughter": {
                    "start": 981.25,
                    "end": 982.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You know, there are people that get to like 114,  and then they're in the news,  and it's always some old guy.  I met Napoleon.  No, you didn't.  You liar.  You oldest liar in the world.  But 45, you know, you're not old yet,  but you start having moments  where you kind of start getting what old is,  especially if you didn't take care of yourself, you know?  I have moments where I'm like,  wow, this seems early for this.  Like, this is something that happens to me a lot.  I'll be sitting watching TV or doing nothing,  and all of a sudden I'll realize,  I need to wipe my ass right now.  Nothing happened,  but I really got to wipe my ass right now.  Right now.  Got to make trips to the bathroom just to wipe my ass.",
                "start_time": 981.75,
                "end_time": 1047.31,
                "duration": 65.55999999999995,
                "laughter": {
                    "start": 1047.5,
                    "end": 1049.5,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I'm 45.",
                "start_time": 1050.09,
                "end_time": 1051.03,
                "duration": 0.9400000000000546,
                "laughter": {
                    "start": 1052.0,
                    "end": 1052.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Already my asshole's just like, ugh.  This is...  My asshole...  My asshole's like the waistband on old pajama bottoms.  Just kind of loose and ineffectual.",
                "start_time": 1051.83,
                "end_time": 1067.32,
                "duration": 15.490000000000009,
                "laughter": {
                    "start": 1070.5,
                    "end": 1071.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " My asshole's like a bag of leaves that nobody tied up.  Just sitting on the lawn full and open,  puking leaves under the grass with every wisp of wind.  Some kid kicks it over on his way home  from a tough day at middle school.  Rats.  That's a pretty accurate description of my asshole.  Here's another thing about my age right now.  If I'm...  Okay, say I'm sitting down.  If I'm sitting anywhere,  which...  I love sitting so much.",
                "start_time": 1070.58,
                "end_time": 1115.8,
                "duration": 45.22000000000003,
                "laughter": {
                    "start": 1116.5,
                    "end": 1117.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I would take sitting and doing nothing  to standing and fucking any day.",
                "start_time": 1116.59,
                "end_time": 1120.49,
                "duration": 3.900000000000091,
                "laughter": {
                    "start": 1120.75,
                    "end": 1121.75,
                    "duration": 1.0,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " This is way better than coming.  This is way better.",
                "start_time": 1121.15,
                "end_time": 1124.89,
                "duration": 3.740000000000009,
                "laughter": {
                    "start": 1129.75,
                    "end": 1131.75,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I need to get up and go in another room,",
                "start_time": 1132.8,
                "end_time": 1134.8,
                "duration": 2.0,
                "laughter": {
                    "start": 1137.0,
                    "end": 1138.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You got to explain all that shit to me.  Why do I...  No, why though?",
                "start_time": 1140.33,
                "end_time": 1145.67,
                "duration": 5.3400000000001455,
                "laughter": {
                    "start": 1147.25,
                    "end": 1148.25,
                    "duration": 1.0,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " Well, that's what happens to me then.  I accept that.",
                "start_time": 1148.86,
                "end_time": 1153.85,
                "duration": 4.990000000000009,
                "laughter": {
                    "start": 1156.5,
                    "end": 1158.75,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " First I have to decide,  do I really want to be alive anymore?",
                "start_time": 1158.58,
                "end_time": 1161.88,
                "duration": 3.300000000000182,
                "laughter": {
                    "start": 1162.25,
                    "end": 1163.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And then I got to start kind of rocking  to get momentum.  Like I'm trying to get an old Honda out of a snowbank.",
                "start_time": 1167.19,
                "end_time": 1176.05,
                "duration": 8.8599999999999,
                "laughter": {
                    "start": 1178.0,
                    "end": 1178.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Brrrr.  Brrrr.",
                "start_time": 1178.82,
                "end_time": 1180.6,
                "duration": 1.7799999999999727,
                "laughter": {
                    "start": 1179.75,
                    "end": 1181.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Brrrr.",
                "start_time": 1180.12,
                "end_time": 1180.6,
                "duration": 0.4800000000000182,
                "laughter": {
                    "start": 1182.25,
                    "end": 1184.25,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " is when I have to put on my socks.",
                "start_time": 1198.6,
                "end_time": 1199.98,
                "duration": 1.3800000000001091,
                "laughter": {
                    "start": 1201.25,
                    "end": 1202.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And it always will be.  Even if I have a terrible day in the future  where my grandmother is murdered by my other grandmother.  If that ever happened to me,",
                "start_time": 1204.94,
                "end_time": 1218.09,
                "duration": 13.149999999999864,
                "laughter": {
                    "start": 1218.5,
                    "end": 1219.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " the worst part of that day will be when I put on my socks.",
                "start_time": 1218.29,
                "end_time": 1220.87,
                "duration": 2.5799999999999272,
                "laughter": {
                    "start": 1221.5,
                    "end": 1222.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Because...  Here's what I have to do.  I have to get my hands past my pointed toe.  I don't even know how I do it.  Sitting here, I don't know how I do that.",
                "start_time": 1223.86,
                "end_time": 1235.95,
                "duration": 12.090000000000146,
                "laughter": {
                    "start": 1237.0,
                    "end": 1238.75,
                    "duration": 1.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " I can feel I'm pushing all the fat up into my vital organs.",
                "start_time": 1246.19,
                "end_time": 1250.03,
                "duration": 3.839999999999918,
                "laughter": {
                    "start": 1251.25,
                    "end": 1252.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And I just feel all the systems failing.  Beep, beep, beep.",
                "start_time": 1251.02,
                "end_time": 1254.04,
                "duration": 3.019999999999982,
                "laughter": {
                    "start": 1253.75,
                    "end": 1255.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And I have to lay on my back like an eight-year-old  and go like this.  And start casting out.",
                "start_time": 1254.62,
                "end_time": 1263.45,
                "duration": 8.830000000000155,
                "laughter": {
                    "start": 1263.0,
                    "end": 1264.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And I know other people's lives are hard.  I know.",
                "start_time": 1271.3,
                "end_time": 1280.88,
                "duration": 9.580000000000155,
                "laughter": {
                    "start": 1283.0,
                    "end": 1283.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I saw an interview on TV with Michael J. Fox.  And he has Parkinson's.  And he was describing brushing his teeth.",
                "start_time": 1282.91,
                "end_time": 1289.41,
                "duration": 6.5,
                "laughter": {
                    "start": 1288.75,
                    "end": 1289.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " He said it takes him two hours a day.  And he said it's agony.  And I saw this and I thought, okay, that's hard.  That is hard.  And so was putting on my socks.  Sorry, Michael.  Doesn't make it easier to know about your thing.  Tell you what, I'll help you brush your teeth.  You help me with the socks.  I don't know, I like getting older, though.  Life is an education.  And if you're older, you're smarter.  I just believe that.  If you're in an argument with somebody and they're older than you,  you should listen to them.",
                "start_time": 1290.07,
                "end_time": 1323.25,
                "duration": 33.180000000000064,
                "laughter": {
                    "start": 1322.25,
                    "end": 1323.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you should listen to them.  It doesn't mean they're right.  It means that even if they're wrong,  their wrongness is rooted in more information than you have.  They've been here longer.  If you're older, you're smarter.  How many people here, by applause, are 45 or older?  45 or older, applaud.  Okay?  That's about 60 people out of 2400.  Here's the interesting thing.  There's way more.  I can see you.",
                "start_time": 1322.29,
                "end_time": 1349.89,
                "duration": 27.600000000000136,
                "laughter": {
                    "start": 1350.0,
                    "end": 1351.75,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " This is Arizona.",
                "start_time": 1352.61,
                "end_time": 1353.83,
                "duration": 1.2200000000000273,
                "laughter": {
                    "start": 1355.25,
                    "end": 1357.0,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " But they didn't clap.  Why?  Because they're smart.  They're sitting in the dark going, I don't have to clap.  I don't have to do anything.",
                "start_time": 1357.55,
                "end_time": 1365.55,
                "duration": 8.0,
                "laughter": {
                    "start": 1366.5,
                    "end": 1367.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And they're right, you know why?",
                "start_time": 1368.78,
                "end_time": 1369.76,
                "duration": 0.9800000000000182,
                "laughter": {
                    "start": 1369.25,
                    "end": 1370.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " You can't get a fountain made without...  It's finished.  It's finished.  that looks like him a lot.  It's piss on me forever.  Anyway, there's one of those in the courtyard of my building.  My first week in the building about a year ago,  I went down to the courtyard for the first time,  and I didn't look too good, you know?  It was a Sunday morning.  That's my least presentable hour.  A lot of, you know, just stains, just like, you know,  food and me and whatever.  And so I'm sitting there.  So, shut up.  Oh!  Anyway, so there I was.  and feeling a little out of place.  You know, there's these fancy doormen and stuff,  and then there's this guy looking at me.  I notice he's looking at me from across the courtyard.  And he's all spiffy-looking.  He's got brown shoes, and he's looking at me like,  He thinks I just wandered in off the street  and sat in the courtyard.  I can tell he's thinking of coming over  and dealing with me on his own.  And I'm sitting there thinking, like,  oh, please do that, yes.  Please, come on, come on.  Come on, come on, come on, come on.  And I'm trying to look even more gross,  and I'm, like, pulling up my shirt.  And then I see him go,  oh, no, that's not gonna do at all.  And he comes over to me.  Hmm.  The confrontation where I'm not wrong at all.  And he thinks I am.  Grr!  So he comes over, says,  excuse me, do you live in this building?  And I said, no.  Because why not start there?  I said, no.  He goes, well, then what are you doing here?  And I said, I just need to rest.  I'm having a hard time.  He says, this is private property.  And I said, well, I don't really believe in that.  from his point of view  is basically all the things I was saying.  And he goes, well, if you don't leave,  I'm gonna talk to the doorman.  I was like, can I just stay, like, five more hours?  So he's, hmm, no.  And he goes over to the doorman.  And I see him talking about me to the doorman like this.  And then I see the doorman going,  oh, no, that guy lives here.  That's okay.  And the look on his face,  it was just so...  It's like I had invented a new way  That's how excited I was.  I'm 45 now,  so I'm either halfway through a healthy life  or almost done with not so healthy life.  I don't know which one.  I won't know until it's over where this was.  I don't know how long I'm gonna live.  I don't know.  Nobody knows, I guess.  I think human life expectancy is pretty good.  We get a good run, you know?  Some people die early, you know?  If I die now, people will be like, oh, that's too bad.  If I die five years from now,  they'll be like, oh, all right.  Like, it's not even...  It's...  You know there's no candlelight vigils  for 50-year-old guys that die.  Yeah, you know, some people get to be like 80s, 90s.  You know, there are people that get to like 114,  and then they're in the news,  and it's always some old guy.  I met Napoleon.  No, you didn't.  You liar.  You oldest liar in the world.  But 45, you know, you're not old yet,  but you start having moments  where you kind of start getting what old is,  especially if you didn't take care of yourself, you know?  I have moments where I'm like,  wow, this seems early for this.  Like, this is something that happens to me a lot.  I'll be sitting watching TV or doing nothing,  and all of a sudden I'll realize,  I need to wipe my ass right now.  Nothing happened,  but I really got to wipe my ass right now.  Right now.  Got to make trips to the bathroom just to wipe my ass.  I'm 45.  Already my asshole's just like, ugh.  This is...  My asshole...  My asshole's like the waistband on old pajama bottoms.  Just kind of loose and ineffectual.  My asshole's like a bag of leaves that nobody tied up.  Just sitting on the lawn full and open,  puking leaves under the grass with every wisp of wind.  Some kid kicks it over on his way home  from a tough day at middle school.  Rats.  That's a pretty accurate description of my asshole.  Here's another thing about my age right now.  If I'm...  Okay, say I'm sitting down.  If I'm sitting anywhere,  which...  I love sitting so much.  I would take sitting and doing nothing  to standing and fucking any day.  This is way better than coming.  This is way better.  I need to get up and go in another room,  You got to explain all that shit to me.  Why do I...  No, why though?  Well, that's what happens to me then.  I accept that.  First I have to decide,  do I really want to be alive anymore?  And then I got to start kind of rocking  to get momentum.  Like I'm trying to get an old Honda out of a snowbank.  Brrrr.  Brrrr.  Brrrr.  is when I have to put on my socks.  And it always will be.  Even if I have a terrible day in the future  where my grandmother is murdered by my other grandmother.  If that ever happened to me,  the worst part of that day will be when I put on my socks.  Because...  Here's what I have to do.  I have to get my hands past my pointed toe.  I don't even know how I do it.  Sitting here, I don't know how I do that.  I can feel I'm pushing all the fat up into my vital organs.  And I just feel all the systems failing.  Beep, beep, beep.  And I have to lay on my back like an eight-year-old  and go like this.  And start casting out.  And I know other people's lives are hard.  I know.  I saw an interview on TV with Michael J. Fox.  And he has Parkinson's.  And he was describing brushing his teeth.  He said it takes him two hours a day.  And he said it's agony.  And I saw this and I thought, okay, that's hard.  That is hard.  And so was putting on my socks.  Sorry, Michael.  Doesn't make it easier to know about your thing.  Tell you what, I'll help you brush your teeth.  You help me with the socks.  I don't know, I like getting older, though.  Life is an education.  And if you're older, you're smarter.  I just believe that.  If you're in an argument with somebody and they're older than you,  you should listen to them.  you should listen to them.  It doesn't mean they're right.  It means that even if they're wrong,  their wrongness is rooted in more information than you have.  They've been here longer.  If you're older, you're smarter.  How many people here, by applause, are 45 or older?  45 or older, applaud.  Okay?  That's about 60 people out of 2400.  Here's the interesting thing.  There's way more.  I can see you.  This is Arizona.  But they didn't clap.  Why?  Because they're smart.  They're sitting in the dark going, I don't have to clap.  I don't have to do anything.  And they're right, you know why?",
        "laughter_count": 44,
        "total_laughter_duration": 50.0
    },
    {
        "title": "Bit 3",
        "start_time": 1368.816,
        "end_time": 2090.03,
        "jokes": [
            {
                "joke_text": " Never. Are you crazy?  You don't know why I'm asking.  Okay, burn them all. Burn everybody over 45.",
                "start_time": 1372.38,
                "end_time": 1379.01,
                "duration": 6.629999999999882,
                "laughter": {
                    "start": 1378.75,
                    "end": 1380.25,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " How many people here, by applause, are 40 or younger?  40 or younger, applaud.  That's every time.",
                "start_time": 1386.53,
                "end_time": 1392.24,
                "duration": 5.710000000000036,
                "laughter": {
                    "start": 1391.25,
                    "end": 1396.0,
                    "duration": 4.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Every time.",
                "start_time": 1395.11,
                "end_time": 1396.05,
                "duration": 0.9400000000000546,
                "laughter": {
                    "start": 1398.0,
                    "end": 1399.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " in a room where you're not the only people here.",
                "start_time": 1399.28,
                "end_time": 1401.86,
                "duration": 2.5799999999999272,
                "laughter": {
                    "start": 1402.5,
                    "end": 1407.75,
                    "duration": 5.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " A 55-year-old garbage man",
                "start_time": 1419.89,
                "end_time": 1422.45,
                "duration": 2.5599999999999454,
                "laughter": {
                    "start": 1423.25,
                    "end": 1424.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " than a 28-year-old  with three PhDs.  Especially smarter than him.",
                "start_time": 1424.29,
                "end_time": 1430.03,
                "duration": 5.740000000000009,
                "laughter": {
                    "start": 1430.5,
                    "end": 1431.25,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " Because this idiot has been thinking",
                "start_time": 1430.47,
                "end_time": 1431.87,
                "duration": 1.3999999999998636,
                "laughter": {
                    "start": 1432.0,
                    "end": 1433.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " He's worthless.  The garbage man is 55.  He's had some experience.",
                "start_time": 1434.77,
                "end_time": 1440.91,
                "duration": 6.1400000000001,
                "laughter": {
                    "start": 1441.0,
                    "end": 1441.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Things have happened to him.  He went to Cape Cod one summer.  He saw a dead guy floating in the motel pool.  He took a bus to Montreal.  He got a hand job at a fair  from a miner.  I mean a miner.  Not a miner, a miner.  You understand? A miner.  A grown man who works in a mine  with dirty hands jacked him off  at a county fair.",
                "start_time": 1441.29,
                "end_time": 1490.45,
                "duration": 49.16000000000008,
                "laughter": {
                    "start": 1490.75,
                    "end": 1491.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's what I'm saying happened  to the 55-year-old.  You see? He's had some experience.  He knows more.  More has happened to him. He's seen more.  He's seen history.  He's witnessed history.  Even if it's not ancient history.",
                "start_time": 1490.79,
                "end_time": 1505.26,
                "duration": 14.470000000000027,
                "laughter": {
                    "start": 1505.25,
                    "end": 1506.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Me and those few people that clapped",
                "start_time": 1508.3,
                "end_time": 1509.86,
                "duration": 1.5599999999999454,
                "laughter": {
                    "start": 1511.25,
                    "end": 1512.0,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " cry  and then quit being the President.  That shit was",
                "start_time": 1513.7,
                "end_time": 1519.08,
                "duration": 5.379999999999882,
                "laughter": {
                    "start": 1518.5,
                    "end": 1519.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " crazy.",
                "start_time": 1519.08,
                "end_time": 1519.94,
                "duration": 0.8600000000001273,
                "laughter": {
                    "start": 1521.25,
                    "end": 1522.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Because none of us knew what was going to happen next.  Today people are like  the President is kind of disappointing.  Really? Our President wept  like an insane person  and then got in a helicopter",
                "start_time": 1521.14,
                "end_time": 1532.82,
                "duration": 11.679999999999836,
                "laughter": {
                    "start": 1532.5,
                    "end": 1533.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and flew away.",
                "start_time": 1532.82,
                "end_time": 1534.34,
                "duration": 1.5199999999999818,
                "laughter": {
                    "start": 1542.0,
                    "end": 1543.5,
                    "duration": 1.5,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " I like getting older though because  for me, the kind of guy I am, getting older  makes my life better.  Like my sex life way better at 45.  Because of the kind of...  Look, because this situation  is okay at 45.",
                "start_time": 1561.06,
                "end_time": 1574.89,
                "duration": 13.830000000000155,
                "laughter": {
                    "start": 1575.5,
                    "end": 1576.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " This is not a fun  kind of a 17-year-old to be.  And some people, their life is better  when they're younger. You know, young dudes  young skinny dudes.  Best life in the world is being a  young skinny dude.  They don't have to do anything. They just show up  with a big Adam's apple  and a smelly t-shirt.  Hey, I'm here for the easy pussy  for the rest of my life.  So where do I go? Everywhere? Okay, cool.",
                "start_time": 1575.66,
                "end_time": 1610.77,
                "duration": 35.1099999999999,
                "laughter": {
                    "start": 1616.75,
                    "end": 1617.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " fun youth. It gets better.  I'd like to make one of those  It gets better ads  for just dumpy young guys.  We could use",
                "start_time": 1618.14,
                "end_time": 1628.6,
                "duration": 10.459999999999809,
                "laughter": {
                    "start": 1628.0,
                    "end": 1628.75,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " a little help, a little encouragement  just somebody on TV. Listen, man  I know it's tough right now.  You're vaguely heavy with no face.  You have zero  value on the sexual marketplace.  You feel invisible to the  girls in school because you are.  But it gets better.  Because you all grow up.  And you pretty much look just like  you did your whole life.  And they don't. Their options  start running out really fast.  And you're going to be there.",
                "start_time": 1628.6,
                "end_time": 1661.54,
                "duration": 32.940000000000055,
                "laughter": {
                    "start": 1662.0,
                    "end": 1662.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " As long as you stay relatively employed  and washed, you're going to be amazing  in your forties.",
                "start_time": 1661.8,
                "end_time": 1667.46,
                "duration": 5.660000000000082,
                "laughter": {
                    "start": 1666.5,
                    "end": 1667.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You're going to be the branch",
                "start_time": 1667.54,
                "end_time": 1669.82,
                "duration": 2.2799999999999727,
                "laughter": {
                    "start": 1670.0,
                    "end": 1671.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's going to happen.",
                "start_time": 1682.32,
                "end_time": 1683.76,
                "duration": 1.4400000000000546,
                "laughter": {
                    "start": 1685.0,
                    "end": 1686.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you're going to be the sexiest motherfucker  in the world.",
                "start_time": 1686.34,
                "end_time": 1689.54,
                "duration": 3.2000000000000455,
                "laughter": {
                    "start": 1690.0,
                    "end": 1690.75,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " It's just time. That's all it takes.",
                "start_time": 1690.3,
                "end_time": 1691.66,
                "duration": 1.3600000000001273,
                "laughter": {
                    "start": 1691.5,
                    "end": 1693.5,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " over income squared.  Everybody has their time.  Everybody has their time.  I mean, not everybody. There are people out there  who there's just nobody for them.  Yep.  People like to say things like",
                "start_time": 1694.4,
                "end_time": 1720.19,
                "duration": 25.789999999999964,
                "laughter": {
                    "start": 1720.25,
                    "end": 1721.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " there's someone for everyone.",
                "start_time": 1720.69,
                "end_time": 1722.09,
                "duration": 1.3999999999998636,
                "laughter": {
                    "start": 1724.75,
                    "end": 1725.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to people who never find anybody.  There are millions of people out there  who we've all unanimously  decided they are lightspeed  ugly and nobody kisses them on",
                "start_time": 1728.1,
                "end_time": 1738.14,
                "duration": 10.040000000000191,
                "laughter": {
                    "start": 1737.25,
                    "end": 1738.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " the lips even.",
                "start_time": 1738.14,
                "end_time": 1739.12,
                "duration": 0.9799999999997908,
                "laughter": {
                    "start": 1739.75,
                    "end": 1742.0,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " They just wash it and then they die.  That's all that happens.  If you're feeling bad for them, you can go find one",
                "start_time": 1742.04,
                "end_time": 1749.17,
                "duration": 7.130000000000109,
                "laughter": {
                    "start": 1749.75,
                    "end": 1752.5,
                    "duration": 2.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " We'll go fuck one. Nah.  I didn't think so.  That's the one way we're all mean.  Nobody does that. Nobody fucks down.  Nobody.  People fuck up or across.  Women fuck down because a guy talked  them into that it was up.  No, you should. I'm totally  up. Yeah.  It's a weird selection process that we have.  Dating really is how we evolve  is dating. It's how we choose each other.",
                "start_time": 1760.16,
                "end_time": 1798.96,
                "duration": 38.799999999999955,
                "laughter": {
                    "start": 1798.0,
                    "end": 1798.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And dating is a real drag for a lot  of people. But I always think it's a nice thing.  When I see a date, I'm always happy.  When I see a couple on a date, because it means",
                "start_time": 1799.48,
                "end_time": 1806.78,
                "duration": 7.2999999999999545,
                "laughter": {
                    "start": 1806.0,
                    "end": 1806.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " people are still trying.  You see a couple on a date, it means there's still courage  out there. That takes courage  to go on a date. For both sides.  Two very different kinds of courage.",
                "start_time": 1806.78,
                "end_time": 1816.64,
                "duration": 9.860000000000127,
                "laughter": {
                    "start": 1817.5,
                    "end": 1818.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " speaking, is that he decided to ask.  He went up to a random woman who he has  no idea if she's going to like him or not.  And he walked up to her, terrifying.  Everything in your body is telling you, just go the fuck",
                "start_time": 1818.72,
                "end_time": 1828.84,
                "duration": 10.11999999999989,
                "laughter": {
                    "start": 1828.5,
                    "end": 1829.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " home and jerk off. Don't do this.  But he walked up and said, hi, yes.  And she's like,  no, no, no.",
                "start_time": 1828.84,
                "end_time": 1840.34,
                "duration": 11.5,
                "laughter": {
                    "start": 1840.25,
                    "end": 1841.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Give me a second.  You try to get through this membrane  of, you know, and then if it works",
                "start_time": 1840.4,
                "end_time": 1846.64,
                "duration": 6.240000000000009,
                "laughter": {
                    "start": 1846.75,
                    "end": 1848.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And the courage it takes for a woman to say",
                "start_time": 1852.62,
                "end_time": 1854.5,
                "duration": 1.8800000000001091,
                "laughter": {
                    "start": 1854.5,
                    "end": 1855.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " yes is beyond anything I  can imagine. A woman saying yes",
                "start_time": 1854.5,
                "end_time": 1858.68,
                "duration": 4.180000000000064,
                "laughter": {
                    "start": 1857.75,
                    "end": 1859.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " insane and  ill-advised.  And the whole species  existence counts on them doing  it. And I don't know how they,  how do women still go out with guys",
                "start_time": 1860.82,
                "end_time": 1873.2,
                "duration": 12.38000000000011,
                "laughter": {
                    "start": 1873.5,
                    "end": 1874.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " greater threat to women than  men? We're the number one  threat to women.  Globally and historically, we're  the number one cause of  injury and mayhem to women.  We're the worst thing that ever happens  to them. That's true.  You know what our number one threat is?",
                "start_time": 1875.42,
                "end_time": 1893.54,
                "duration": 18.11999999999989,
                "laughter": {
                    "start": 1893.0,
                    "end": 1894.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Heart disease. That's the whole thing.",
                "start_time": 1893.74,
                "end_time": 1895.66,
                "duration": 1.9200000000000728,
                "laughter": {
                    "start": 1895.0,
                    "end": 1895.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's it. Just our  own heart going, dude, I can't, you  can't keep doing this. I  told you three strokes ago that this is not  smart. But women",
                "start_time": 1896.18,
                "end_time": 1907.91,
                "duration": 11.730000000000018,
                "laughter": {
                    "start": 1907.75,
                    "end": 1908.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " still go out with you  alone at night? What are you  nuts? I'll get in your car  with you with my little shoulders high.  Where are we going? To your  death, statistically.",
                "start_time": 1907.91,
                "end_time": 1921.58,
                "duration": 13.669999999999845,
                "laughter": {
                    "start": 1920.75,
                    "end": 1921.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " death, statistically.  Still do it.  If you're a guy, try to imagine that you  could only date a half bear  half lion.  Oh, I hope this one's nice.  I hope he doesn't  do what he's going to do.  I always, I love when I see  a date. You know when you see a date, you can tell it's a  first date cause the way they're walking together  and she's looking up at his face  trying to figure him out. And he's  just a mess.  A guy on a first date is, it's just  he has no actual personality.  He's just a mishmash  of different kinds of dudes  for a couple of seconds each.  Just anything.  No cohesive, just like a  like a ransom note cut out of a lot of  magazines. Just  yeah.",
                "start_time": 1920.58,
                "end_time": 1980.08,
                "duration": 59.5,
                "laughter": {
                    "start": 1981.0,
                    "end": 1981.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Whatever, just like a blind  dick in space just thrusting  in infinite directions  hoping to find pay dirt in some place.  And then sometimes you see  a date that's laid around the line and something  has happened. There's something that happens in a date that  I never get to witness cause women do this.  They get to do it inside. They get to just decide  quietly, I'm going to let him fuck me.  They just get to decide something he",
                "start_time": 1984.24,
                "end_time": 2011.02,
                "duration": 26.779999999999973,
                "laughter": {
                    "start": 2010.75,
                    "end": 2011.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " says and she's like, that was good. He's going to fuck me later.",
                "start_time": 2011.02,
                "end_time": 2013.18,
                "duration": 2.160000000000082,
                "laughter": {
                    "start": 2013.5,
                    "end": 2014.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " idea. There's still, he's still like",
                "start_time": 2015.1,
                "end_time": 2016.94,
                "duration": 1.8400000000001455,
                "laughter": {
                    "start": 2017.75,
                    "end": 2019.75,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " no idea he's already  in there. Guys are  We love women a lot. All men do.  And we just look at you. That's what I do.  I just look at women. I just  like they're, you know, cakes  and windows. I just  I was walking in New York",
                "start_time": 2018.92,
                "end_time": 2041.87,
                "duration": 22.949999999999818,
                "laughter": {
                    "start": 2042.0,
                    "end": 2042.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " once and there's these two very cute women walking  behind me. And I was trying to walk slowly  so I could hear what they were saying to each other.  You know, cause they were cute.  So I wanted to hear them. Like that's going to help  me in any way to hear them.  Don't you wish the guy walking in front of us would squeeze  our tits for like one second?  It's really a flaw in men  that we would all do that.  If you're a woman, you could ask  any guy on planet Earth, can you squeeze my  tits for one second? And 100%",
                "start_time": 2041.87,
                "end_time": 2090.03,
                "duration": 48.16000000000031,
                "laughter": {
                    "start": 2089.25,
                    "end": 2090.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " Never. Are you crazy?  You don't know why I'm asking.  Okay, burn them all. Burn everybody over 45.  How many people here, by applause, are 40 or younger?  40 or younger, applaud.  That's every time.  Every time.  in a room where you're not the only people here.  A 55-year-old garbage man  than a 28-year-old  with three PhDs.  Especially smarter than him.  Because this idiot has been thinking  He's worthless.  The garbage man is 55.  He's had some experience.  Things have happened to him.  He went to Cape Cod one summer.  He saw a dead guy floating in the motel pool.  He took a bus to Montreal.  He got a hand job at a fair  from a miner.  I mean a miner.  Not a miner, a miner.  You understand? A miner.  A grown man who works in a mine  with dirty hands jacked him off  at a county fair.  That's what I'm saying happened  to the 55-year-old.  You see? He's had some experience.  He knows more.  More has happened to him. He's seen more.  He's seen history.  He's witnessed history.  Even if it's not ancient history.  Me and those few people that clapped  cry  and then quit being the President.  That shit was  crazy.  Because none of us knew what was going to happen next.  Today people are like  the President is kind of disappointing.  Really? Our President wept  like an insane person  and then got in a helicopter  and flew away.  I like getting older though because  for me, the kind of guy I am, getting older  makes my life better.  Like my sex life way better at 45.  Because of the kind of...  Look, because this situation  is okay at 45.  This is not a fun  kind of a 17-year-old to be.  And some people, their life is better  when they're younger. You know, young dudes  young skinny dudes.  Best life in the world is being a  young skinny dude.  They don't have to do anything. They just show up  with a big Adam's apple  and a smelly t-shirt.  Hey, I'm here for the easy pussy  for the rest of my life.  So where do I go? Everywhere? Okay, cool.  fun youth. It gets better.  I'd like to make one of those  It gets better ads  for just dumpy young guys.  We could use  a little help, a little encouragement  just somebody on TV. Listen, man  I know it's tough right now.  You're vaguely heavy with no face.  You have zero  value on the sexual marketplace.  You feel invisible to the  girls in school because you are.  But it gets better.  Because you all grow up.  And you pretty much look just like  you did your whole life.  And they don't. Their options  start running out really fast.  And you're going to be there.  As long as you stay relatively employed  and washed, you're going to be amazing  in your forties.  You're going to be the branch  It's going to happen.  you're going to be the sexiest motherfucker  in the world.  It's just time. That's all it takes.  over income squared.  Everybody has their time.  Everybody has their time.  I mean, not everybody. There are people out there  who there's just nobody for them.  Yep.  People like to say things like  there's someone for everyone.  to people who never find anybody.  There are millions of people out there  who we've all unanimously  decided they are lightspeed  ugly and nobody kisses them on  the lips even.  They just wash it and then they die.  That's all that happens.  If you're feeling bad for them, you can go find one  We'll go fuck one. Nah.  I didn't think so.  That's the one way we're all mean.  Nobody does that. Nobody fucks down.  Nobody.  People fuck up or across.  Women fuck down because a guy talked  them into that it was up.  No, you should. I'm totally  up. Yeah.  It's a weird selection process that we have.  Dating really is how we evolve  is dating. It's how we choose each other.  And dating is a real drag for a lot  of people. But I always think it's a nice thing.  When I see a date, I'm always happy.  When I see a couple on a date, because it means  people are still trying.  You see a couple on a date, it means there's still courage  out there. That takes courage  to go on a date. For both sides.  Two very different kinds of courage.  speaking, is that he decided to ask.  He went up to a random woman who he has  no idea if she's going to like him or not.  And he walked up to her, terrifying.  Everything in your body is telling you, just go the fuck  home and jerk off. Don't do this.  But he walked up and said, hi, yes.  And she's like,  no, no, no.  Give me a second.  You try to get through this membrane  of, you know, and then if it works  And the courage it takes for a woman to say  yes is beyond anything I  can imagine. A woman saying yes  insane and  ill-advised.  And the whole species  existence counts on them doing  it. And I don't know how they,  how do women still go out with guys  greater threat to women than  men? We're the number one  threat to women.  Globally and historically, we're  the number one cause of  injury and mayhem to women.  We're the worst thing that ever happens  to them. That's true.  You know what our number one threat is?  Heart disease. That's the whole thing.  That's it. Just our  own heart going, dude, I can't, you  can't keep doing this. I  told you three strokes ago that this is not  smart. But women  still go out with you  alone at night? What are you  nuts? I'll get in your car  with you with my little shoulders high.  Where are we going? To your  death, statistically.  death, statistically.  Still do it.  If you're a guy, try to imagine that you  could only date a half bear  half lion.  Oh, I hope this one's nice.  I hope he doesn't  do what he's going to do.  I always, I love when I see  a date. You know when you see a date, you can tell it's a  first date cause the way they're walking together  and she's looking up at his face  trying to figure him out. And he's  just a mess.  A guy on a first date is, it's just  he has no actual personality.  He's just a mishmash  of different kinds of dudes  for a couple of seconds each.  Just anything.  No cohesive, just like a  like a ransom note cut out of a lot of  magazines. Just  yeah.  Whatever, just like a blind  dick in space just thrusting  in infinite directions  hoping to find pay dirt in some place.  And then sometimes you see  a date that's laid around the line and something  has happened. There's something that happens in a date that  I never get to witness cause women do this.  They get to do it inside. They get to just decide  quietly, I'm going to let him fuck me.  They just get to decide something he  says and she's like, that was good. He's going to fuck me later.  idea. There's still, he's still like  no idea he's already  in there. Guys are  We love women a lot. All men do.  And we just look at you. That's what I do.  I just look at women. I just  like they're, you know, cakes  and windows. I just  I was walking in New York  once and there's these two very cute women walking  behind me. And I was trying to walk slowly  so I could hear what they were saying to each other.  You know, cause they were cute.  So I wanted to hear them. Like that's going to help  me in any way to hear them.  Don't you wish the guy walking in front of us would squeeze  our tits for like one second?  It's really a flaw in men  that we would all do that.  If you're a woman, you could ask  any guy on planet Earth, can you squeeze my  tits for one second? And 100%",
        "laughter_count": 48,
        "total_laughter_duration": 59.0
    },
    {
        "title": "Bit 4",
        "start_time": 2053.2239999999997,
        "end_time": 2728.85,
        "jokes": [
            {
                "joke_text": " of us will go  oh yes, of course.",
                "start_time": 2090.03,
                "end_time": 2092.98,
                "duration": 2.949999999999818,
                "laughter": {
                    "start": 2093.75,
                    "end": 2094.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " surgery. Oh yeah, okay.  Oh don't worry. He's not your tits.",
                "start_time": 2096.02,
                "end_time": 2099.84,
                "duration": 3.8200000000001637,
                "laughter": {
                    "start": 2099.5,
                    "end": 2100.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Don't worry about it. I don't know why  we love tits so much. Some people say it's because  we breastfeed. But so do women.  Or, you know,  baby women.  Not grown up women.  Don't usually.  You don't see like a 68 year old  woman, like  a stately look, you know, like Sigourney  Weaver sucking milk  out of a young woman's tit.  Thank you Deborah, I'll see you  tomorrow at 2 o'clock.  It's not usually the thing, it's  the elderly breastfeeding  from the young. Except for at  the end of The Grapes of Wrath,  which I don't mean to ruin that book for you, but you should  have read it by now. I don't know if you read  The Grapes of Wrath, but that's how it ends.  With an old dying  man sucking milk out of a young  girl's tit. And then the book",
                "start_time": 2099.84,
                "end_time": 2158.8,
                "duration": 58.960000000000036,
                "laughter": {
                    "start": 2158.75,
                    "end": 2159.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " is over.  And you're like, Jesus,",
                "start_time": 2158.8,
                "end_time": 2162.74,
                "duration": 3.9399999999996,
                "laughter": {
                    "start": 2162.0,
                    "end": 2163.75,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " what happened",
                "start_time": 2162.88,
                "end_time": 2163.84,
                "duration": 0.9600000000000364,
                "laughter": {
                    "start": 2166.0,
                    "end": 2167.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " There's no other book in that genre.  There's no dense,  historic classic  that ends with a weird, porny paragraph  at the very, and then  Anna Karenina shat on his chest.",
                "start_time": 2168.85,
                "end_time": 2181.41,
                "duration": 12.559999999999945,
                "laughter": {
                    "start": 2181.5,
                    "end": 2183.75,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That is a violent shift in tone  at the end of that book. I've been reading  this book for three months.  But we do, we love tits. And you always  know a tit. You always  know a tit. You know,  like, you ever been in a crowded place, like  a subway or like a  you know, a sports stadium  and you're smushed in with other people  and your elbow touches a tit behind  you like, that's a tit! I just touched it!",
                "start_time": 2192.68,
                "end_time": 2224.89,
                "duration": 32.210000000000036,
                "laughter": {
                    "start": 2225.0,
                    "end": 2226.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I know that was a tit! I know it!",
                "start_time": 2225.03,
                "end_time": 2227.33,
                "duration": 2.299999999999727,
                "laughter": {
                    "start": 2226.5,
                    "end": 2227.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Because",
                "start_time": 2228.25,
                "end_time": 2228.73,
                "duration": 0.4800000000000182,
                "laughter": {
                    "start": 2230.0,
                    "end": 2232.5,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to tit flesh specifically  is unbelievable.",
                "start_time": 2231.83,
                "end_time": 2235.21,
                "duration": 3.380000000000109,
                "laughter": {
                    "start": 2236.5,
                    "end": 2237.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " in there, I'm not gonna feel it.  But a tit threw a shirt  and a sweater and a jacket.  And her jacket, sweater, shirt  and bra, somehow",
                "start_time": 2238.36,
                "end_time": 2250.45,
                "duration": 12.08999999999969,
                "laughter": {
                    "start": 2250.75,
                    "end": 2251.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " tit!  I touched  one tit.",
                "start_time": 2252.47,
                "end_time": 2259.13,
                "duration": 6.660000000000309,
                "laughter": {
                    "start": 2261.0,
                    "end": 2261.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's rare to touch one tit, it's like  a four leaf clover. Usually you touch",
                "start_time": 2262.85,
                "end_time": 2271.67,
                "duration": 8.820000000000164,
                "laughter": {
                    "start": 2271.0,
                    "end": 2271.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " the only time you touch one tit is when it was an accident  or you didn't have permission.",
                "start_time": 2271.67,
                "end_time": 2275.13,
                "duration": 3.4600000000000364,
                "laughter": {
                    "start": 2276.5,
                    "end": 2277.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " But otherwise, when tit",
                "start_time": 2276.58,
                "end_time": 2281.78,
                "duration": 5.200000000000273,
                "laughter": {
                    "start": 2282.0,
                    "end": 2283.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " for two tits at a time.  Once you're on one,  you really have to screw up really badly  and quickly  to lose tit access between  tits one and two.",
                "start_time": 2283.5,
                "end_time": 2295.81,
                "duration": 12.309999999999945,
                "laughter": {
                    "start": 2296.5,
                    "end": 2297.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " tit that you didn't get the  second one.  Oh yeah, it's like your mom's dirty  whore tit.  I said I liked it!  That's what I meant, I said I liked it.  I like your mom's dirty whore tit.  And if it's up to the guy, we're gonna touch both tits.  No guy touches a tit and then goes, you know what?  I'm good with the one.  That's fine for me.  Everything in moderation.  We're gonna touch both.  Even if something terrible happens  in the middle of it.",
                "start_time": 2298.93,
                "end_time": 2335.72,
                "duration": 36.789999999999964,
                "laughter": {
                    "start": 2336.5,
                    "end": 2337.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " There's a bomb! Oh shit, come on!",
                "start_time": 2336.32,
                "end_time": 2338.08,
                "duration": 1.7599999999997635,
                "laughter": {
                    "start": 2338.0,
                    "end": 2339.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Get your tits out of here!  I've seen a few tits.  I've seen, I don't know,  48 maybe? I don't know.  I've had in my history, in my life, you know?  I've been divorced for five years  and it's been the best part of my life, being divorced.",
                "start_time": 2342.29,
                "end_time": 2362.33,
                "duration": 20.039999999999964,
                "laughter": {
                    "start": 2362.5,
                    "end": 2363.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Easily my favorite part of my life.  I love being divorced.  Every year has been better than the last.  And this is the only time I can say that about.  And by the way, I'm not saying don't get married.  If you meet somebody, fall in love and get married.  And then get divorced.  Because that's the best part! It's the best part!",
                "start_time": 2362.69,
                "end_time": 2377.68,
                "duration": 14.989999999999782,
                "laughter": {
                    "start": 2376.75,
                    "end": 2377.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Marriage is just like a larva stage  for true happiness.",
                "start_time": 2378.64,
                "end_time": 2381.96,
                "duration": 3.3200000000001637,
                "laughter": {
                    "start": 2383.0,
                    "end": 2385.75,
                    "duration": 2.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and everything's fine now.",
                "start_time": 2386.14,
                "end_time": 2387.92,
                "duration": 1.7800000000002,
                "laughter": {
                    "start": 2388.25,
                    "end": 2389.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It actually is.",
                "start_time": 2393.27,
                "end_time": 2394.79,
                "duration": 1.5199999999999818,
                "laughter": {
                    "start": 2395.5,
                    "end": 2396.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Marriage is for how long  you can hack it.  But divorce  just gets stronger like a piece of  oak.",
                "start_time": 2395.73,
                "end_time": 2403.29,
                "duration": 7.559999999999945,
                "laughter": {
                    "start": 2405.0,
                    "end": 2406.75,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And again, if you're in a good marriage, stay in it.  If you're in the best marriage ever,  stay in it. I'm just saying if you got out,  it would be better. That's just a fact.",
                "start_time": 2411.94,
                "end_time": 2419.48,
                "duration": 7.539999999999964,
                "laughter": {
                    "start": 2418.5,
                    "end": 2422.5,
                    "duration": 4.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " But it's true.  Everything's better. My ex-wife and I,  this is the best part of our knowing each other.  We're good co-parents because we live apart  and we're friends. Our kids go to her  half the week. They come to me half the week.  And I'm a good father. I'm an attentive,  focused, and responsible father.  Do you know why? Because I get to say",
                "start_time": 2421.7,
                "end_time": 2440.98,
                "duration": 19.2800000000002,
                "laughter": {
                    "start": 2440.25,
                    "end": 2441.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " for half of every week.",
                "start_time": 2451.66,
                "end_time": 2453.1,
                "duration": 1.4400000000000546,
                "laughter": {
                    "start": 2454.75,
                    "end": 2455.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " No matter how bad it gets, every Wednesday  I get to go, goodbye girls.  Daddy's gonna go upstairs and pour whiskey all over  his naked body right now.  Lay in my own filth until two seconds  before you come back here.  That's why I'm such a good dad.  My daughter was  having a dance thing at her school.  They had this big dance.  Anyway, we all went, all the parents,  and everybody's there and everybody's got their phone.  Every single parent, it was an amazing thing to watch",
                "start_time": 2454.68,
                "end_time": 2493.1,
                "duration": 38.42000000000007,
                "laughter": {
                    "start": 2492.25,
                    "end": 2494.25,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " is standing there like this.  Every single person was blocking  their vision of their actual child  with their phone.  And the kids, I went over by the stage and the kids,  there's people holding iPads in front of their  faces.  It looked like we're all in the witness protection",
                "start_time": 2495.16,
                "end_time": 2511.16,
                "duration": 16.0,
                "laughter": {
                    "start": 2510.5,
                    "end": 2511.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " program, like the kids can't see",
                "start_time": 2511.16,
                "end_time": 2513.16,
                "duration": 2.0,
                "laughter": {
                    "start": 2512.5,
                    "end": 2513.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " their parents.  And everybody's watching a shitty movie",
                "start_time": 2513.16,
                "end_time": 2517.72,
                "duration": 4.559999999999945,
                "laughter": {
                    "start": 2518.25,
                    "end": 2519.0,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " ten feet, like look at your fucking  kid!",
                "start_time": 2519.54,
                "end_time": 2521.82,
                "duration": 2.2800000000002,
                "laughter": {
                    "start": 2523.0,
                    "end": 2525.25,
                    "duration": 2.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " that it's totally HD.  Taping this, you're",
                "start_time": 2527.24,
                "end_time": 2534.16,
                "duration": 6.920000000000073,
                "laughter": {
                    "start": 2534.25,
                    "end": 2535.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " watch videos of your kids",
                "start_time": 2538.32,
                "end_time": 2540.08,
                "duration": 1.7599999999997635,
                "laughter": {
                    "start": 2541.25,
                    "end": 2542.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " it happened.",
                "start_time": 2542.34,
                "end_time": 2543.0,
                "duration": 0.6599999999998545,
                "laughter": {
                    "start": 2544.25,
                    "end": 2546.0,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I want to take a nap now.  And then you get to read all the comments.",
                "start_time": 2549.27,
                "end_time": 2556.28,
                "duration": 7.010000000000218,
                "laughter": {
                    "start": 2556.25,
                    "end": 2558.0,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Nobody watches",
                "start_time": 2579.49,
                "end_time": 2580.57,
                "duration": 1.080000000000382,
                "laughter": {
                    "start": 2580.0,
                    "end": 2581.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " the videos on your Facebook. They see the first",
                "start_time": 2580.57,
                "end_time": 2582.71,
                "duration": 2.1399999999998727,
                "laughter": {
                    "start": 2583.0,
                    "end": 2585.0,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " very nice, okay, back to this.",
                "start_time": 2584.73,
                "end_time": 2587.15,
                "duration": 2.4200000000000728,
                "laughter": {
                    "start": 2586.25,
                    "end": 2587.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Nobody's watching  your kids' videos on Facebook, I promise you.  I'll prove it to you.  Next time you tape your kids dance, take  one second of it, and then add 20",
                "start_time": 2592.66,
                "end_time": 2601.28,
                "duration": 8.620000000000346,
                "laughter": {
                    "start": 2601.5,
                    "end": 2603.0,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and just record",
                "start_time": 2605.14,
                "end_time": 2608.24,
                "duration": 3.099999999999909,
                "laughter": {
                    "start": 2607.5,
                    "end": 2608.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " your own anus  opening and closing for",
                "start_time": 2608.24,
                "end_time": 2612.22,
                "duration": 3.980000000000018,
                "laughter": {
                    "start": 2611.75,
                    "end": 2613.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " 20 minutes. Tack it on",
                "start_time": 2612.22,
                "end_time": 2617.2,
                "duration": 4.980000000000018,
                "laughter": {
                    "start": 2616.5,
                    "end": 2618.5,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Facebook. Everybody will write",
                "start_time": 2619.34,
                "end_time": 2624.35,
                "duration": 5.0099999999997635,
                "laughter": {
                    "start": 2624.25,
                    "end": 2627.25,
                    "duration": 3.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I think I see",
                "start_time": 2629.36,
                "end_time": 2630.4,
                "duration": 1.0399999999999636,
                "laughter": {
                    "start": 2630.0,
                    "end": 2632.25,
                    "duration": 2.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " Life is short. Life is  very short. I like life. I like it.  I feel like even if it ends up being  short, I got lucky to  have it. Because life is an amazing gift  when you think about what you get with a  basic life. Not even a  particularly lucky life, or  a healthy life. If you have a life,  here's your boilerplate deal  with life. This is basic cable,  what you get when you",
                "start_time": 2638.47,
                "end_time": 2663.19,
                "duration": 24.720000000000255,
                "laughter": {
                    "start": 2664.25,
                    "end": 2665.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " on Earth. First of all, oh  my god, what a location.",
                "start_time": 2665.33,
                "end_time": 2668.93,
                "duration": 3.599999999999909,
                "laughter": {
                    "start": 2669.75,
                    "end": 2670.5,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " This is Earth, and",
                "start_time": 2669.82,
                "end_time": 2671.14,
                "duration": 1.319999999999709,
                "laughter": {
                    "start": 2671.5,
                    "end": 2672.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " bolt out of your head because it sucks",
                "start_time": 2679.28,
                "end_time": 2681.12,
                "duration": 1.8399999999996908,
                "laughter": {
                    "start": 2680.25,
                    "end": 2681.5,
                    "duration": 1.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " so bad. You get to",
                "start_time": 2681.12,
                "end_time": 2684.26,
                "duration": 3.1400000000003274,
                "laughter": {
                    "start": 2683.5,
                    "end": 2684.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " be on Earth and look at  it, as long as you're not blind, or whatever",
                "start_time": 2684.26,
                "end_time": 2688.48,
                "duration": 4.2199999999998,
                "laughter": {
                    "start": 2688.5,
                    "end": 2692.25,
                    "duration": 3.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " to put bacon in your mouth. I mean,  when you have bacon in  your mouth, it doesn't",
                "start_time": 2692.24,
                "end_time": 2699.38,
                "duration": 7.140000000000327,
                "laughter": {
                    "start": 2700.0,
                    "end": 2701.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You just, oh,",
                "start_time": 2701.82,
                "end_time": 2703.24,
                "duration": 1.419999999999618,
                "laughter": {
                    "start": 2702.5,
                    "end": 2703.25,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " oh. Every time I'm  eating bacon, I think, I could die right  now, and I mean it.  That's how good life is.",
                "start_time": 2704.67,
                "end_time": 2714.38,
                "duration": 9.710000000000036,
                "laughter": {
                    "start": 2714.0,
                    "end": 2715.75,
                    "duration": 1.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " free if your smart",
                "start_time": 2716.62,
                "end_time": 2717.98,
                "duration": 1.3600000000001273,
                "laughter": {
                    "start": 2719.25,
                    "end": 2720.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You get to put your dick in there and go",
                "start_time": 2726.87,
                "end_time": 2728.85,
                "duration": 1.9800000000000182,
                "laughter": {
                    "start": 2728.5,
                    "end": 2730.75,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " of us will go  oh yes, of course.  surgery. Oh yeah, okay.  Oh don't worry. He's not your tits.  Don't worry about it. I don't know why  we love tits so much. Some people say it's because  we breastfeed. But so do women.  Or, you know,  baby women.  Not grown up women.  Don't usually.  You don't see like a 68 year old  woman, like  a stately look, you know, like Sigourney  Weaver sucking milk  out of a young woman's tit.  Thank you Deborah, I'll see you  tomorrow at 2 o'clock.  It's not usually the thing, it's  the elderly breastfeeding  from the young. Except for at  the end of The Grapes of Wrath,  which I don't mean to ruin that book for you, but you should  have read it by now. I don't know if you read  The Grapes of Wrath, but that's how it ends.  With an old dying  man sucking milk out of a young  girl's tit. And then the book  is over.  And you're like, Jesus,  what happened  There's no other book in that genre.  There's no dense,  historic classic  that ends with a weird, porny paragraph  at the very, and then  Anna Karenina shat on his chest.  That is a violent shift in tone  at the end of that book. I've been reading  this book for three months.  But we do, we love tits. And you always  know a tit. You always  know a tit. You know,  like, you ever been in a crowded place, like  a subway or like a  you know, a sports stadium  and you're smushed in with other people  and your elbow touches a tit behind  you like, that's a tit! I just touched it!  I know that was a tit! I know it!  Because  to tit flesh specifically  is unbelievable.  in there, I'm not gonna feel it.  But a tit threw a shirt  and a sweater and a jacket.  And her jacket, sweater, shirt  and bra, somehow  tit!  I touched  one tit.  That's rare to touch one tit, it's like  a four leaf clover. Usually you touch  the only time you touch one tit is when it was an accident  or you didn't have permission.  But otherwise, when tit  for two tits at a time.  Once you're on one,  you really have to screw up really badly  and quickly  to lose tit access between  tits one and two.  tit that you didn't get the  second one.  Oh yeah, it's like your mom's dirty  whore tit.  I said I liked it!  That's what I meant, I said I liked it.  I like your mom's dirty whore tit.  And if it's up to the guy, we're gonna touch both tits.  No guy touches a tit and then goes, you know what?  I'm good with the one.  That's fine for me.  Everything in moderation.  We're gonna touch both.  Even if something terrible happens  in the middle of it.  There's a bomb! Oh shit, come on!  Get your tits out of here!  I've seen a few tits.  I've seen, I don't know,  48 maybe? I don't know.  I've had in my history, in my life, you know?  I've been divorced for five years  and it's been the best part of my life, being divorced.  Easily my favorite part of my life.  I love being divorced.  Every year has been better than the last.  And this is the only time I can say that about.  And by the way, I'm not saying don't get married.  If you meet somebody, fall in love and get married.  And then get divorced.  Because that's the best part! It's the best part!  Marriage is just like a larva stage  for true happiness.  and everything's fine now.  It actually is.  Marriage is for how long  you can hack it.  But divorce  just gets stronger like a piece of  oak.  And again, if you're in a good marriage, stay in it.  If you're in the best marriage ever,  stay in it. I'm just saying if you got out,  it would be better. That's just a fact.  But it's true.  Everything's better. My ex-wife and I,  this is the best part of our knowing each other.  We're good co-parents because we live apart  and we're friends. Our kids go to her  half the week. They come to me half the week.  And I'm a good father. I'm an attentive,  focused, and responsible father.  Do you know why? Because I get to say  for half of every week.  No matter how bad it gets, every Wednesday  I get to go, goodbye girls.  Daddy's gonna go upstairs and pour whiskey all over  his naked body right now.  Lay in my own filth until two seconds  before you come back here.  That's why I'm such a good dad.  My daughter was  having a dance thing at her school.  They had this big dance.  Anyway, we all went, all the parents,  and everybody's there and everybody's got their phone.  Every single parent, it was an amazing thing to watch  is standing there like this.  Every single person was blocking  their vision of their actual child  with their phone.  And the kids, I went over by the stage and the kids,  there's people holding iPads in front of their  faces.  It looked like we're all in the witness protection  program, like the kids can't see  their parents.  And everybody's watching a shitty movie  ten feet, like look at your fucking  kid!  that it's totally HD.  Taping this, you're  watch videos of your kids  it happened.  I want to take a nap now.  And then you get to read all the comments.  Nobody watches  the videos on your Facebook. They see the first  very nice, okay, back to this.  Nobody's watching  your kids' videos on Facebook, I promise you.  I'll prove it to you.  Next time you tape your kids dance, take  one second of it, and then add 20  and just record  your own anus  opening and closing for  20 minutes. Tack it on  Facebook. Everybody will write  I think I see  Life is short. Life is  very short. I like life. I like it.  I feel like even if it ends up being  short, I got lucky to  have it. Because life is an amazing gift  when you think about what you get with a  basic life. Not even a  particularly lucky life, or  a healthy life. If you have a life,  here's your boilerplate deal  with life. This is basic cable,  what you get when you  on Earth. First of all, oh  my god, what a location.  This is Earth, and  bolt out of your head because it sucks  so bad. You get to  be on Earth and look at  it, as long as you're not blind, or whatever  to put bacon in your mouth. I mean,  when you have bacon in  your mouth, it doesn't  You just, oh,  oh. Every time I'm  eating bacon, I think, I could die right  now, and I mean it.  That's how good life is.  free if your smart  You get to put your dick in there and go",
        "laughter_count": 56,
        "total_laughter_duration": 77.0
    },
    {
        "title": "Bit 5",
        "start_time": 2737.632,
        "end_time": 3422.04,
        "jokes": [
            {
                "joke_text": " dick just shoving",
                "start_time": 2738.93,
                "end_time": 2740.17,
                "duration": 1.2400000000002365,
                "laughter": {
                    "start": 2739.5,
                    "end": 2740.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " If you're a gay man,",
                "start_time": 2754.82,
                "end_time": 2755.92,
                "duration": 1.099999999999909,
                "laughter": {
                    "start": 2756.5,
                    "end": 2760.0,
                    "duration": 3.5,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " And it's nice and warm  and tight in there.  And he's your buddy.",
                "start_time": 2762.4,
                "end_time": 2768.94,
                "duration": 6.539999999999964,
                "laughter": {
                    "start": 2778.25,
                    "end": 2780.0,
                    "duration": 1.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " bird. It's a great life.  So when it, you know, I'm not  worried about it anymore.  It's pretty good. And I've wasted  a lot of time just being angry at people I don't  know. You know, it's amazing  how nasty we can get as  people, depending on the situation.",
                "start_time": 2793.89,
                "end_time": 2812.38,
                "duration": 18.490000000000236,
                "laughter": {
                    "start": 2811.5,
                    "end": 2812.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Like, most people are okay.  As long as they're okay.  But if you put people in certain contexts,",
                "start_time": 2812.46,
                "end_time": 2818.36,
                "duration": 5.900000000000091,
                "laughter": {
                    "start": 2818.0,
                    "end": 2819.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " they just change. Like, when I'm in  my car, I have a different set  of values.  I am the worst person I can  be when I'm behind the wheel.  Which is when I'm at my  most dangerous.  When you're driving, that's when you need to be  the most compassionate and responsible  of any other time in your life. Because you are  fucking driving a weapon  amongst weapons.  And yet, it's the worst people  get. And I am the worst. One time I was  driving and there was a guy ahead of me  and he kind of, I don't know, he sort of  drifted into my lane for a second.  And this came out of my mouth.  I said, worthless piece of shit.  What an indictment.  What kind of  way is that to feel about another  human being?",
                "start_time": 2818.48,
                "end_time": 2869.69,
                "duration": 51.210000000000036,
                "laughter": {
                    "start": 2871.25,
                    "end": 2872.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Worthless piece of shit.  That's somebody's son.  And things I've said  to other people. I was once driving  and some guy in a pickup truck did, I don't know,  remember even. And I yelled",
                "start_time": 2871.01,
                "end_time": 2885.58,
                "duration": 14.569999999999709,
                "laughter": {
                    "start": 2885.25,
                    "end": 2886.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " out my window. I said, hey, fuck you!",
                "start_time": 2885.58,
                "end_time": 2887.7,
                "duration": 2.119999999999891,
                "laughter": {
                    "start": 2886.75,
                    "end": 2888.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Outside of a car  is that even nearly okay?",
                "start_time": 2891.12,
                "end_time": 2894.56,
                "duration": 3.4400000000000546,
                "laughter": {
                    "start": 2899.75,
                    "end": 2900.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and you were like",
                "start_time": 2901.6,
                "end_time": 2903.28,
                "duration": 1.680000000000291,
                "laughter": {
                    "start": 2903.75,
                    "end": 2904.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and whatever, like he leaned into  you a little bit, would you ever",
                "start_time": 2905.02,
                "end_time": 2909.06,
                "duration": 4.039999999999964,
                "laughter": {
                    "start": 2908.75,
                    "end": 2910.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " turn right to their face and go",
                "start_time": 2909.06,
                "end_time": 2910.9,
                "duration": 1.8400000000001455,
                "laughter": {
                    "start": 2910.75,
                    "end": 2912.75,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Really zero",
                "start_time": 2927.66,
                "end_time": 2928.42,
                "duration": 0.7600000000002183,
                "laughter": {
                    "start": 2927.5,
                    "end": 2928.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Really zero  people would ever do that.  But put a couple of pieces of glass",
                "start_time": 2927.66,
                "end_time": 2932.46,
                "duration": 4.800000000000182,
                "laughter": {
                    "start": 2932.25,
                    "end": 2933.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " in some road between ya, there's nothing you would",
                "start_time": 2932.46,
                "end_time": 2934.52,
                "duration": 2.0599999999999454,
                "laughter": {
                    "start": 2934.25,
                    "end": 2935.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " not say to them. I hope",
                "start_time": 2934.52,
                "end_time": 2936.72,
                "duration": 2.199999999999818,
                "laughter": {
                    "start": 2936.25,
                    "end": 2937.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you die! I said",
                "start_time": 2936.72,
                "end_time": 2938.96,
                "duration": 2.2400000000002365,
                "laughter": {
                    "start": 2938.75,
                    "end": 2939.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " that to a person!  I hope you die!  Why? Cause you made me go like this",
                "start_time": 2938.96,
                "end_time": 2945.66,
                "duration": 6.699999999999818,
                "laughter": {
                    "start": 2945.0,
                    "end": 2947.25,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I mean, what am I capable  of? I like to think  that I'm a nice person.  But I don't know, man.  A lot of it is context.",
                "start_time": 2963.05,
                "end_time": 2974.72,
                "duration": 11.669999999999618,
                "laughter": {
                    "start": 2976.75,
                    "end": 2977.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " There's a lot of things I wonder  if the world was different. Like if murder  was legal, I might have killed a few",
                "start_time": 2976.56,
                "end_time": 2981.76,
                "duration": 5.200000000000273,
                "laughter": {
                    "start": 2982.75,
                    "end": 2983.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I'd love to think, oh,  I would never do that. But we really need  the law against murder.",
                "start_time": 2984.56,
                "end_time": 2989.18,
                "duration": 4.619999999999891,
                "laughter": {
                    "start": 2990.0,
                    "end": 2990.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " against murder is the number one  thing preventing murder.  We'd like to think it's cause like, oh  I would never do that. No, it's cause",
                "start_time": 2991.9,
                "end_time": 3002.17,
                "duration": 10.269999999999982,
                "laughter": {
                    "start": 3001.5,
                    "end": 3003.75,
                    "duration": 2.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " A lot.  If murder was legal  or just a misdemeanor  like you get a thing in the mail,",
                "start_time": 3004.95,
                "end_time": 3014.04,
                "duration": 9.090000000000146,
                "laughter": {
                    "start": 3013.75,
                    "end": 3014.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " ah shit they had a camera there.",
                "start_time": 3014.24,
                "end_time": 3015.56,
                "duration": 1.3200000000001637,
                "laughter": {
                    "start": 3015.5,
                    "end": 3016.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " There would be so much",
                "start_time": 3026.57,
                "end_time": 3028.21,
                "duration": 1.6399999999998727,
                "laughter": {
                    "start": 3027.25,
                    "end": 3028.75,
                    "duration": 1.5,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " murder! Regular",
                "start_time": 3028.21,
                "end_time": 3030.44,
                "duration": 2.230000000000018,
                "laughter": {
                    "start": 3029.75,
                    "end": 3030.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " people would murder.",
                "start_time": 3030.44,
                "end_time": 3031.9,
                "duration": 1.4600000000000364,
                "laughter": {
                    "start": 3033.0,
                    "end": 3033.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Murderers would murder even more.  And then really  nice sweet people would murder  a few people.  But nobody would murder no  people. You wouldn't trust",
                "start_time": 3032.82,
                "end_time": 3045.8,
                "duration": 12.980000000000018,
                "laughter": {
                    "start": 3045.0,
                    "end": 3046.25,
                    "duration": 1.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " somebody who didn't murder. If murder  was legal, you wouldn't like them.  I never killed anybody.",
                "start_time": 3045.8,
                "end_time": 3051.88,
                "duration": 6.079999999999927,
                "laughter": {
                    "start": 3052.5,
                    "end": 3053.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " What a creep.",
                "start_time": 3054.44,
                "end_time": 3055.34,
                "duration": 0.900000000000091,
                "laughter": {
                    "start": 3054.5,
                    "end": 3055.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " What a creep.  I mean, not even a hooker. Live a life. What's wrong  with that guy? He's like a  Mormon or some shit. I hate those guys.  He's nice. Shut up, Janet.",
                "start_time": 3054.44,
                "end_time": 3068.98,
                "duration": 14.539999999999964,
                "laughter": {
                    "start": 3070.0,
                    "end": 3070.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It would just... If murder",
                "start_time": 3070.21,
                "end_time": 3075.31,
                "duration": 5.099999999999909,
                "laughter": {
                    "start": 3075.0,
                    "end": 3076.0,
                    "duration": 1.0,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " was legal, there would be a lot of  murder. Children would behave  very differently. Because",
                "start_time": 3075.31,
                "end_time": 3081.17,
                "duration": 5.860000000000127,
                "laughter": {
                    "start": 3081.0,
                    "end": 3082.5,
                    "duration": 1.5,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " happen if murder was  legal. You'd be, you know, you go to  a mall, there would be like eight different moms  in the mall just like, I told you to stop it!",
                "start_time": 3085.31,
                "end_time": 3093.27,
                "duration": 7.960000000000036,
                "laughter": {
                    "start": 3094.5,
                    "end": 3096.25,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Listen to me! Just",
                "start_time": 3095.48,
                "end_time": 3096.64,
                "duration": 1.1599999999998545,
                "laughter": {
                    "start": 3098.25,
                    "end": 3099.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " kids. It would be like a new problem.  You have to clean up your kids  when you kill them. Because it's gross.  It's bad for the environment.  If you murder your child  in a public place, please use one of  the red bags  that are in the dispensers  every three feet of America.  Put your murder child",
                "start_time": 3100.23,
                "end_time": 3127.92,
                "duration": 27.690000000000055,
                "laughter": {
                    "start": 3127.25,
                    "end": 3128.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " in the red bag with a logo  of a murdered kid on it.  Next to the other  logo that tells you not to let  your alive kid play with a plastic bag  because they might suffocate.  In which case  he could just leave them in the bag.  That is a whole bunch of horrible thoughts right in a row.  Right in a row.  That is a compressed  area of bad thought.  You know you have your bad thoughts  hopefully you do good things.  Everybody has a competition in their brain  of good thoughts and bad thoughts.  Hopefully the good thoughts win.  For me I always have both. I have like  the thing I believe, the good thing. That's the thing  I believe. And then there's this thing.",
                "start_time": 3127.92,
                "end_time": 3182.38,
                "duration": 54.460000000000036,
                "laughter": {
                    "start": 3181.5,
                    "end": 3182.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And I don't believe it.  But it is there.  It's always this thing  and then this thing. It's become  a category in my brain that I call  of course  but maybe.  I'll give you an example.  Of course  children who have nut allergies  need to be protected.  Of course.  We have to segregate their food from nuts.  Have their medication available at all times.  And anybody who manufactures",
                "start_time": 3183.04,
                "end_time": 3220.68,
                "duration": 37.63999999999987,
                "laughter": {
                    "start": 3221.0,
                    "end": 3221.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " of deadly nut allergies. Of course.  Maybe.",
                "start_time": 3222.38,
                "end_time": 3229.02,
                "duration": 6.639999999999873,
                "laughter": {
                    "start": 3230.75,
                    "end": 3231.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " If touching a nut",
                "start_time": 3231.86,
                "end_time": 3233.38,
                "duration": 1.5199999999999818,
                "laughter": {
                    "start": 3232.5,
                    "end": 3233.75,
                    "duration": 1.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " kills you, you're supposed to die.  Of course not.  Of course not.  Jesus.  I have a nephew who has that. I'd be devastated  if something happened to him.  But maybe.",
                "start_time": 3233.38,
                "end_time": 3254.44,
                "duration": 21.059999999999945,
                "laughter": {
                    "start": 3255.25,
                    "end": 3256.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Maybe. If we all just do this",
                "start_time": 3255.54,
                "end_time": 3258.11,
                "duration": 2.5700000000001637,
                "laughter": {
                    "start": 3257.25,
                    "end": 3258.5,
                    "duration": 1.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " for one year we're done  with nut allergies forever.  Of course not.  Of course if you're fighting  for your country and you get shot or hurt  it's a terrible tragedy. Of course.  Of course.  But maybe",
                "start_time": 3258.11,
                "end_time": 3285.98,
                "duration": 27.86999999999989,
                "laughter": {
                    "start": 3285.5,
                    "end": 3287.25,
                    "duration": 1.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " and you get shot, it's not",
                "start_time": 3288.68,
                "end_time": 3290.48,
                "duration": 1.800000000000182,
                "laughter": {
                    "start": 3292.25,
                    "end": 3294.75,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " shot by the dude you were just",
                "start_time": 3294.02,
                "end_time": 3295.98,
                "duration": 1.9600000000000364,
                "laughter": {
                    "start": 3295.25,
                    "end": 3298.5,
                    "duration": 3.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " your fault. Of course.  Of course. Slavery",
                "start_time": 3297.96,
                "end_time": 3314.17,
                "duration": 16.210000000000036,
                "laughter": {
                    "start": 3315.0,
                    "end": 3316.75,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " happened. Listen.  Listen. You all clapped for",
                "start_time": 3316.07,
                "end_time": 3325.58,
                "duration": 9.509999999999764,
                "laughter": {
                    "start": 3325.25,
                    "end": 3328.75,
                    "duration": 3.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " this with me now. Do you understand?",
                "start_time": 3331.84,
                "end_time": 3333.64,
                "duration": 1.7999999999997272,
                "laughter": {
                    "start": 3332.75,
                    "end": 3335.75,
                    "duration": 3.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to you. Of course.  Of course slavery is the worst  thing that ever happened.",
                "start_time": 3338.21,
                "end_time": 3348.32,
                "duration": 10.110000000000127,
                "laughter": {
                    "start": 3348.75,
                    "end": 3349.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Black people in America,  Jews in Egypt, every time a whole race",
                "start_time": 3350.74,
                "end_time": 3354.16,
                "duration": 3.4200000000000728,
                "laughter": {
                    "start": 3354.5,
                    "end": 3356.75,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " horrible thing. Of course.  But maybe.",
                "start_time": 3356.48,
                "end_time": 3361.97,
                "duration": 5.489999999999782,
                "laughter": {
                    "start": 3362.5,
                    "end": 3363.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Maybe every incredible  human achievement in history  was done with slaves.",
                "start_time": 3362.93,
                "end_time": 3368.49,
                "duration": 5.559999999999945,
                "laughter": {
                    "start": 3368.5,
                    "end": 3369.5,
                    "duration": 1.0,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " Every single thing  where you go, how did they build  those pyramids? They just threw human  death and suffering at them until they were finished.",
                "start_time": 3368.73,
                "end_time": 3376.07,
                "duration": 7.3400000000001455,
                "laughter": {
                    "start": 3379.25,
                    "end": 3381.25,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " with a railroad so quickly? We just threw  Chinese people in caves and blew them up and didn't",
                "start_time": 3380.37,
                "end_time": 3384.25,
                "duration": 3.880000000000109,
                "laughter": {
                    "start": 3384.0,
                    "end": 3385.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " give a shit what happened to them.  There's no end to what you can do when you don't get  fucked about particular people.  You can do anything.",
                "start_time": 3384.25,
                "end_time": 3391.93,
                "duration": 7.679999999999836,
                "laughter": {
                    "start": 3394.5,
                    "end": 3395.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's where human greatness  comes from, is that we're shitty  people, that we fuck others  over. Even today,",
                "start_time": 3394.37,
                "end_time": 3401.73,
                "duration": 7.360000000000127,
                "laughter": {
                    "start": 3401.0,
                    "end": 3403.25,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Because the factory where they're making",
                "start_time": 3404.57,
                "end_time": 3405.95,
                "duration": 1.3799999999996544,
                "laughter": {
                    "start": 3406.0,
                    "end": 3406.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " these, they jump off the fucking roof because  it's a nightmare in there.",
                "start_time": 3405.95,
                "end_time": 3409.19,
                "duration": 3.2400000000002365,
                "laughter": {
                    "start": 3410.25,
                    "end": 3411.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " a little kinder to each other or  let someone suffer immeasurably  far away just so you can leave a mean  comment on YouTube while you're taking a",
                "start_time": 3413.78,
                "end_time": 3422.04,
                "duration": 8.259999999999764,
                "laughter": {
                    "start": 3424.5,
                    "end": 3425.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " dick just shoving  If you're a gay man,  And it's nice and warm  and tight in there.  And he's your buddy.  bird. It's a great life.  So when it, you know, I'm not  worried about it anymore.  It's pretty good. And I've wasted  a lot of time just being angry at people I don't  know. You know, it's amazing  how nasty we can get as  people, depending on the situation.  Like, most people are okay.  As long as they're okay.  But if you put people in certain contexts,  they just change. Like, when I'm in  my car, I have a different set  of values.  I am the worst person I can  be when I'm behind the wheel.  Which is when I'm at my  most dangerous.  When you're driving, that's when you need to be  the most compassionate and responsible  of any other time in your life. Because you are  fucking driving a weapon  amongst weapons.  And yet, it's the worst people  get. And I am the worst. One time I was  driving and there was a guy ahead of me  and he kind of, I don't know, he sort of  drifted into my lane for a second.  And this came out of my mouth.  I said, worthless piece of shit.  What an indictment.  What kind of  way is that to feel about another  human being?  Worthless piece of shit.  That's somebody's son.  And things I've said  to other people. I was once driving  and some guy in a pickup truck did, I don't know,  remember even. And I yelled  out my window. I said, hey, fuck you!  Outside of a car  is that even nearly okay?  and you were like  and whatever, like he leaned into  you a little bit, would you ever  turn right to their face and go  Really zero  Really zero  people would ever do that.  But put a couple of pieces of glass  in some road between ya, there's nothing you would  not say to them. I hope  you die! I said  that to a person!  I hope you die!  Why? Cause you made me go like this  I mean, what am I capable  of? I like to think  that I'm a nice person.  But I don't know, man.  A lot of it is context.  There's a lot of things I wonder  if the world was different. Like if murder  was legal, I might have killed a few  I'd love to think, oh,  I would never do that. But we really need  the law against murder.  against murder is the number one  thing preventing murder.  We'd like to think it's cause like, oh  I would never do that. No, it's cause  A lot.  If murder was legal  or just a misdemeanor  like you get a thing in the mail,  ah shit they had a camera there.  There would be so much  murder! Regular  people would murder.  Murderers would murder even more.  And then really  nice sweet people would murder  a few people.  But nobody would murder no  people. You wouldn't trust  somebody who didn't murder. If murder  was legal, you wouldn't like them.  I never killed anybody.  What a creep.  What a creep.  I mean, not even a hooker. Live a life. What's wrong  with that guy? He's like a  Mormon or some shit. I hate those guys.  He's nice. Shut up, Janet.  It would just... If murder  was legal, there would be a lot of  murder. Children would behave  very differently. Because  happen if murder was  legal. You'd be, you know, you go to  a mall, there would be like eight different moms  in the mall just like, I told you to stop it!  Listen to me! Just  kids. It would be like a new problem.  You have to clean up your kids  when you kill them. Because it's gross.  It's bad for the environment.  If you murder your child  in a public place, please use one of  the red bags  that are in the dispensers  every three feet of America.  Put your murder child  in the red bag with a logo  of a murdered kid on it.  Next to the other  logo that tells you not to let  your alive kid play with a plastic bag  because they might suffocate.  In which case  he could just leave them in the bag.  That is a whole bunch of horrible thoughts right in a row.  Right in a row.  That is a compressed  area of bad thought.  You know you have your bad thoughts  hopefully you do good things.  Everybody has a competition in their brain  of good thoughts and bad thoughts.  Hopefully the good thoughts win.  For me I always have both. I have like  the thing I believe, the good thing. That's the thing  I believe. And then there's this thing.  And I don't believe it.  But it is there.  It's always this thing  and then this thing. It's become  a category in my brain that I call  of course  but maybe.  I'll give you an example.  Of course  children who have nut allergies  need to be protected.  Of course.  We have to segregate their food from nuts.  Have their medication available at all times.  And anybody who manufactures  of deadly nut allergies. Of course.  Maybe.  If touching a nut  kills you, you're supposed to die.  Of course not.  Of course not.  Jesus.  I have a nephew who has that. I'd be devastated  if something happened to him.  But maybe.  Maybe. If we all just do this  for one year we're done  with nut allergies forever.  Of course not.  Of course if you're fighting  for your country and you get shot or hurt  it's a terrible tragedy. Of course.  Of course.  But maybe  and you get shot, it's not  shot by the dude you were just  your fault. Of course.  Of course. Slavery  happened. Listen.  Listen. You all clapped for  this with me now. Do you understand?  to you. Of course.  Of course slavery is the worst  thing that ever happened.  Black people in America,  Jews in Egypt, every time a whole race  horrible thing. Of course.  But maybe.  Maybe every incredible  human achievement in history  was done with slaves.  Every single thing  where you go, how did they build  those pyramids? They just threw human  death and suffering at them until they were finished.  with a railroad so quickly? We just threw  Chinese people in caves and blew them up and didn't  give a shit what happened to them.  There's no end to what you can do when you don't get  fucked about particular people.  You can do anything.  That's where human greatness  comes from, is that we're shitty  people, that we fuck others  over. Even today,  Because the factory where they're making  these, they jump off the fucking roof because  it's a nightmare in there.  a little kinder to each other or  let someone suffer immeasurably  far away just so you can leave a mean  comment on YouTube while you're taking a",
        "laughter_count": 59,
        "total_laughter_duration": 78.0
    }
]