[
    {
        "title": "Opening",
        "start_time": 0,
        "end_time": 744.43,
        "jokes": [
            {
                "joke_text": " stupid because it's not like when you're watching the World Series and there's all  like that, like your flash is lighting Yankee Stadium, just leave your flash off.  If you have, don't yell out during the show.  If you have something you want to say to me, totally this is what we do, we  down and then you go outside in the lobby and then you go home and you kill",
                "start_time": 215.02,
                "end_time": 236.67,
                "duration": 21.649999999999977,
                "laughter": {
                    "start": 237.75,
                    "end": 238.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " with you. Don't text or Twitter during the show, just live your life, don't",
                "start_time": 244.76,
                "end_time": 250.1,
                "duration": 5.340000000000003,
                "laughter": {
                    "start": 252.75,
                    "end": 255.75,
                    "duration": 3.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " told me I have to say it, Jews aren't allowed, if you're Jewish this is a good  time to go if you're, if you see somebody kind of Jew-y looking then  please tell an usher and they will, sir come on, let's go, come on, let's go.",
                "start_time": 271.74,
                "end_time": 288.56,
                "duration": 16.819999999999993,
                "laughter": {
                    "start": 295.75,
                    "end": 296.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " like a sample of the population. 2,500 people is enough people that you're all  gonna experience a lot, there's enough people here to say that within two",
                "start_time": 307.23,
                "end_time": 315.87,
                "duration": 8.639999999999986,
                "laughter": {
                    "start": 315.75,
                    "end": 316.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " months at least one of you will die. I think it's probably accurate to say  that out of any random group of 2,500 people not all of you are gonna",
                "start_time": 315.87,
                "end_time": 329.47,
                "duration": 13.600000000000023,
                "laughter": {
                    "start": 328.75,
                    "end": 331.25,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " family's Christmas by dying a shitty death and I don't know who it is, I'm  sorry. Whatever, some people they want you to do things when they die with  their like I want you to take my ashes and sprinkle, fuck you I'm not  doing none of that shit. You're gonna run errands for you after you're dead. Some people  try to do something you know noble with their bodies, they try to have  their bodies have some use after they're dead which I think is a good  thought. You're only borrowing your body, you're only borrowing everything. If  your body's worth anything when you're done with it you should pass it on.  That's something I really believe. I mean I'm not gonna do it because I  don't want to, ew it's mine. I don't want, I don't, I have a lot of beliefs  and I live by none of them. That's just the way I am. They're just my",
                "start_time": 340.12,
                "end_time": 404.69,
                "duration": 64.57,
                "laughter": {
                    "start": 404.75,
                    "end": 405.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " beliefs. I just like believing them. I like that part. They're my little  believies. They make me feel good about who I am but if they get it in  the way of a thing I want or I want it in Jack Oliver's I fucking do that. But some people take  their body, my grandma, grandmother, she just for the layman, my  grandmother she gave her body to a medical school so it free to just be  examined and dissected which is a good thought for that but you know  they're her survivors or her family. That was a person. That was my  grandmother. She used to wear glasses and say things and now she's just  shaved head on a metal table with a hungover medical student trying to dig  out her pancreas and he gets an F. Imagine being the body where the kid got an F on you.  The teacher's like no you idiot and he writes F on her tit with a  sharpie and just throws her down a chute on a pilot F body. So I don't care about her.  Shut up idiot. Just shut your fucking mouth. Did you hear me before?  Okay so what am I gonna do with my body? I'm gonna die and I gotta tell  people what to do with my remains and I have an idea for something to do  with my body or for other people to do with it that will do good in the  world and it doesn't exist yet as like an institution but I'm gonna",
                "start_time": 404.69,
                "end_time": 512.36,
                "duration": 107.67000000000002,
                "laughter": {
                    "start": 514.5,
                    "end": 515.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " can go and be with a dead body and you just do whatever you want and the  have sexual compulsions and they can't control them and so they go and they  bother alive people and this you get it out of your system this is the deal",
                "start_time": 515.74,
                "end_time": 535.92,
                "duration": 20.17999999999995,
                "laughter": {
                    "start": 535.25,
                    "end": 536.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " do whatever you want whatever it is shit in my mouth you want to stick my  toe in your pussy piss on my face whatever thing you got to do jack  off with the cartilage of my ear that whatever is your heart's desire I  want I want to be the Willy Wonka for purpose I want sexual perversion is a  problem it's you can't stop it people got to do what they got to do and you  know this country is pretty perverted I mean we have to jack off to",
                "start_time": 539.38,
                "end_time": 592.57,
                "duration": 53.190000000000055,
                "laughter": {
                    "start": 593.75,
                    "end": 595.25,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " tell me about Libya say Libya again come on fucking right up to the screen in my flat  screen come on say Libya again just be a person in Libya whatever why does it  have to all be so sexualized and music like everything is like every  musician is attractive isn't that a weird coincidence that everyone who",
                "start_time": 603.08,
                "end_time": 625.82,
                "duration": 22.74000000000001,
                "laughter": {
                    "start": 626.25,
                    "end": 627.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " ugly guy with a guitar who would be amazing but fucking zero and there's",
                "start_time": 629.32,
                "end_time": 634.97,
                "duration": 5.649999999999977,
                "laughter": {
                    "start": 634.5,
                    "end": 636.5,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " the girls on TV I can't think I don't know their names I don't have that",
                "start_time": 654.43,
                "end_time": 666.4,
                "duration": 11.970000000000027,
                "laughter": {
                    "start": 669.0,
                    "end": 669.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " 44 years old so that's how that's how little I know about who these  people are I was thinking the other day what if there was a baby who was  born who and there's been a lot of fucked up babies there's all kinds of  born there's been babies with you know connected at the face to a dog or",
                "start_time": 682.3,
                "end_time": 705.94,
                "duration": 23.6400000000001,
                "laughter": {
                    "start": 709.0,
                    "end": 710.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " the worst thing I have ever said totally unredeeming and horrible and it  feels good it feels good to have found bottom it's a comfort in knowing that  I just said the worst thing I'll ever say in the rest of my life it's good",
                "start_time": 725.51,
                "end_time": 744.43,
                "duration": 18.91999999999996,
                "laughter": {
                    "start": 750.25,
                    "end": 751.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " stupid because it's not like when you're watching the World Series and there's all  like that, like your flash is lighting Yankee Stadium, just leave your flash off.  If you have, don't yell out during the show.  If you have something you want to say to me, totally this is what we do, we  down and then you go outside in the lobby and then you go home and you kill  with you. Don't text or Twitter during the show, just live your life, don't  told me I have to say it, Jews aren't allowed, if you're Jewish this is a good  time to go if you're, if you see somebody kind of Jew-y looking then  please tell an usher and they will, sir come on, let's go, come on, let's go.  like a sample of the population. 2,500 people is enough people that you're all  gonna experience a lot, there's enough people here to say that within two  months at least one of you will die. I think it's probably accurate to say  that out of any random group of 2,500 people not all of you are gonna  family's Christmas by dying a shitty death and I don't know who it is, I'm  sorry. Whatever, some people they want you to do things when they die with  their like I want you to take my ashes and sprinkle, fuck you I'm not  doing none of that shit. You're gonna run errands for you after you're dead. Some people  try to do something you know noble with their bodies, they try to have  their bodies have some use after they're dead which I think is a good  thought. You're only borrowing your body, you're only borrowing everything. If  your body's worth anything when you're done with it you should pass it on.  That's something I really believe. I mean I'm not gonna do it because I  don't want to, ew it's mine. I don't want, I don't, I have a lot of beliefs  and I live by none of them. That's just the way I am. They're just my  beliefs. I just like believing them. I like that part. They're my little  believies. They make me feel good about who I am but if they get it in  the way of a thing I want or I want it in Jack Oliver's I fucking do that. But some people take  their body, my grandma, grandmother, she just for the layman, my  grandmother she gave her body to a medical school so it free to just be  examined and dissected which is a good thought for that but you know  they're her survivors or her family. That was a person. That was my  grandmother. She used to wear glasses and say things and now she's just  shaved head on a metal table with a hungover medical student trying to dig  out her pancreas and he gets an F. Imagine being the body where the kid got an F on you.  The teacher's like no you idiot and he writes F on her tit with a  sharpie and just throws her down a chute on a pilot F body. So I don't care about her.  Shut up idiot. Just shut your fucking mouth. Did you hear me before?  Okay so what am I gonna do with my body? I'm gonna die and I gotta tell  people what to do with my remains and I have an idea for something to do  with my body or for other people to do with it that will do good in the  world and it doesn't exist yet as like an institution but I'm gonna  can go and be with a dead body and you just do whatever you want and the  have sexual compulsions and they can't control them and so they go and they  bother alive people and this you get it out of your system this is the deal  do whatever you want whatever it is shit in my mouth you want to stick my  toe in your pussy piss on my face whatever thing you got to do jack  off with the cartilage of my ear that whatever is your heart's desire I  want I want to be the Willy Wonka for purpose I want sexual perversion is a  problem it's you can't stop it people got to do what they got to do and you  know this country is pretty perverted I mean we have to jack off to  tell me about Libya say Libya again come on fucking right up to the screen in my flat  screen come on say Libya again just be a person in Libya whatever why does it  have to all be so sexualized and music like everything is like every  musician is attractive isn't that a weird coincidence that everyone who  ugly guy with a guitar who would be amazing but fucking zero and there's  the girls on TV I can't think I don't know their names I don't have that  44 years old so that's how that's how little I know about who these  people are I was thinking the other day what if there was a baby who was  born who and there's been a lot of fucked up babies there's all kinds of  born there's been babies with you know connected at the face to a dog or  the worst thing I have ever said totally unredeeming and horrible and it  feels good it feels good to have found bottom it's a comfort in knowing that  I just said the worst thing I'll ever say in the rest of my life it's good",
        "laughter_count": 14,
        "total_laughter_duration": 18.5
    },
    {
        "title": "Bit 2",
        "start_time": 736.432,
        "end_time": 1497.85,
        "jokes": [
            {
                "joke_text": " the idea of being a good guy sometimes I have an opportunity to be a",
                "start_time": 756.84,
                "end_time": 762.08,
                "duration": 5.240000000000009,
                "laughter": {
                    "start": 765.75,
                    "end": 766.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " all those things and it's only for another year at the most believe me  it's not gonna last it's been about eight months I got a year left and  I'm back to being just like you but for now it's pretty good so I'm into a",
                "start_time": 779.07,
                "end_time": 798.09,
                "duration": 19.019999999999982,
                "laughter": {
                    "start": 800.25,
                    "end": 801.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to sit before anybody else does they sit you down and you get to just sit",
                "start_time": 810.02,
                "end_time": 813.36,
                "duration": 3.340000000000032,
                "laughter": {
                    "start": 814.5,
                    "end": 815.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " between two fat guys and coach and they're always nice I've never seen a  soldier get on the plane like yeah I'm in the army fuck you I have a gun they're  always like oh yes sir thank you yes thank you very much ma'am it's like",
                "start_time": 864.21,
                "end_time": 877.53,
                "duration": 13.319999999999936,
                "laughter": {
                    "start": 877.0,
                    "end": 878.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " having an extra flight attendant they help everybody put their shit up they're  awesome and every time that I see a soldier on a plane I always think you",
                "start_time": 877.53,
                "end_time": 886.15,
                "duration": 8.620000000000005,
                "laughter": {
                    "start": 887.25,
                    "end": 888.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " would be easy to do and it would mean a lot to him I could give him I could",
                "start_time": 889.69,
                "end_time": 892.65,
                "duration": 2.9599999999999227,
                "laughter": {
                    "start": 894.0,
                    "end": 895.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " seat because I'm in first class why for being a professional asshole I'm",
                "start_time": 895.83,
                "end_time": 901.4,
                "duration": 5.569999999999936,
                "laughter": {
                    "start": 903.5,
                    "end": 904.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " life system that that's a great thing to do and he's doing it and it's scary  but he's doing and he's sitting in this shitty seat and I should trade  with him I never have let me make that clear I've never done it once",
                "start_time": 926.38,
                "end_time": 936.92,
                "duration": 10.539999999999964,
                "laughter": {
                    "start": 939.75,
                    "end": 942.25,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " that you that you that you see in life I don't do that either because  when I get like I get in the elevator my building that's my first  contact with human beings always after being home and just being",
                "start_time": 978.79,
                "end_time": 989.59,
                "duration": 10.800000000000068,
                "laughter": {
                    "start": 990.0,
                    "end": 991.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " nice things to me that's not a good impulse I get the elevator there's  always this one guy who just he sticks his face right in the front of  his fucking head and he hi like he just floats it out there like a big",
                "start_time": 1000.88,
                "end_time": 1011.14,
                "duration": 10.259999999999991,
                "laughter": {
                    "start": 1012.5,
                    "end": 1013.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " thing but that's what I think about is that I wish I could just secrete come",
                "start_time": 1020.6,
                "end_time": 1025.42,
                "duration": 4.82000000000005,
                "laughter": {
                    "start": 1027.75,
                    "end": 1028.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to go downstairs I want to talk alright this is going a little off",
                "start_time": 1045.45,
                "end_time": 1054.45,
                "duration": 9.0,
                "laughter": {
                    "start": 1056.75,
                    "end": 1057.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " better person I would I'd like to be a better person and I think I'm getting",
                "start_time": 1059.61,
                "end_time": 1068.02,
                "duration": 8.410000000000082,
                "laughter": {
                    "start": 1068.25,
                    "end": 1069.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " me give you an example before I took I was I rented a car a couple weeks  ago in Los Angeles had the car for a few days and then when I went home  I had to drop the car at the rental you know you got to go to the  rental place that's off the airport give them the car give them your  thing with the mileage you got to get on a bus and then go to your",
                "start_time": 1072.35,
                "end_time": 1088.95,
                "duration": 16.600000000000136,
                "laughter": {
                    "start": 1090.75,
                    "end": 1091.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " flight so I knew I had no time to do any of that so I just I never did this",
                "start_time": 1092.47,
                "end_time": 1096.51,
                "duration": 4.039999999999964,
                "laughter": {
                    "start": 1099.75,
                    "end": 1100.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " once I was on the plane and I had a little moment I called Hertz and I",
                "start_time": 1106.17,
                "end_time": 1109.4,
                "duration": 3.230000000000018,
                "laughter": {
                    "start": 1109.25,
                    "end": 1110.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " said hey listen your car is sitting out in front of terminal four and the  keys are in it so that's where it is I think I was like you can't do  that you have to return it to this location and then get and I go why  didn't do that already and now I'm leaving California so if you want your  car you need to go to that place where it is and he was like oh Jesus man",
                "start_time": 1109.4,
                "end_time": 1134.96,
                "duration": 25.559999999999945,
                "laughter": {
                    "start": 1145.0,
                    "end": 1146.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I rent a car because of course they want you to do all that shit but if",
                "start_time": 1150.16,
                "end_time": 1154.34,
                "duration": 4.179999999999836,
                "laughter": {
                    "start": 1154.5,
                    "end": 1155.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you don't they still want the car back they're gonna send a dude a",
                "start_time": 1154.34,
                "end_time": 1160.97,
                "duration": 6.630000000000109,
                "laughter": {
                    "start": 1160.75,
                    "end": 1161.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you don't want just get out of it while it's moving and just walk away I don't  feel like getting in that car any longer just call her it's how your car  is drifting into the intersection of 28th and Broadway if you're interested",
                "start_time": 1160.97,
                "end_time": 1175.75,
                "duration": 14.779999999999973,
                "laughter": {
                    "start": 1179.75,
                    "end": 1180.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " should act in a way that if everybody acted that way things would  work out you should because it would be mayhem if everybody was like that  and most people kind of don't care most people are very selfish most people",
                "start_time": 1183.4,
                "end_time": 1195.87,
                "duration": 12.4699999999998,
                "laughter": {
                    "start": 1197.75,
                    "end": 1200.25,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " thing people don't even want to back off from their favorite thing they",
                "start_time": 1200.67,
                "end_time": 1205.41,
                "duration": 4.740000000000009,
                "laughter": {
                    "start": 1205.75,
                    "end": 1207.75,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " try like they're at an intersection and they want to make a left but",
                "start_time": 1209.29,
                "end_time": 1212.91,
                "duration": 3.6200000000001182,
                "laughter": {
                    "start": 1215.25,
                    "end": 1216.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " 6th Avenue like a lot of cars and he wants to make that left so what does",
                "start_time": 1222.85,
                "end_time": 1227.09,
                "duration": 4.240000000000009,
                "laughter": {
                    "start": 1227.75,
                    "end": 1229.75,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " through everybody's life without any and everybody's be honking and  outraged and you always see the guy I have to ask the whole thing",
                "start_time": 1233.15,
                "end_time": 1246.23,
                "duration": 13.079999999999927,
                "laughter": {
                    "start": 1255.25,
                    "end": 1256.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " selfish I would like to be a better person because I got kids and I want",
                "start_time": 1270.28,
                "end_time": 1276.09,
                "duration": 5.809999999999945,
                "laughter": {
                    "start": 1278.25,
                    "end": 1279.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " right thing is to do like one time I I threw a candy wrapper on the  street and I didn't do it like yeah I just take that shit straight I did",
                "start_time": 1280.13,
                "end_time": 1294.02,
                "duration": 13.889999999999873,
                "laughter": {
                    "start": 1297.75,
                    "end": 1299.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " environment and I thought about it and I said you know what this isn't the  environment this is New York City this is not the environment this is  where people live New York City is not the environment New York City is a  next to Mexico City the shittiest piece of litter in the world just a pussy runny  smoking stinking piece of litter so if you have a piece of litter what are  you supposed to do with it you should throw it on the pile of litter put it in a",
                "start_time": 1310.21,
                "end_time": 1346.97,
                "duration": 36.75999999999999,
                "laughter": {
                    "start": 1346.5,
                    "end": 1349.75,
                    "duration": 3.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " as a hat on its face for ten years this hat that never dissolves on its face  oh Jesus I mean everything that we introduce to the world is shitty meaning  white people because white people are from like another planet because we",
                "start_time": 1356.45,
                "end_time": 1392.44,
                "duration": 35.99000000000001,
                "laughter": {
                    "start": 1396.5,
                    "end": 1397.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you're Indians right and they're like no no this is India right no it's not  it's totally other place you're not Indians no ah you're Indians yeah Indians  for hundreds of years after everything here this was the great it was just",
                "start_time": 1419.21,
                "end_time": 1446.4,
                "duration": 27.190000000000055,
                "laughter": {
                    "start": 1446.0,
                    "end": 1447.75,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " just walking around with painted faces just walking and they'd be like oh that",
                "start_time": 1451.36,
                "end_time": 1456.62,
                "duration": 5.259999999999991,
                "laughter": {
                    "start": 1459.5,
                    "end": 1460.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " grass and they wake up and they fuck and then they go for a swim and do",
                "start_time": 1460.68,
                "end_time": 1465.44,
                "duration": 4.759999999999991,
                "laughter": {
                    "start": 1466.0,
                    "end": 1467.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " mean there was people in Mexico cutting off kids heads and rolling  them down the pyramid stairs but that's I mean that's that's gonna that's always  going on what are you gonna you know you can't you can't do a whole lot  about that I think we came from another planet and the reason is because we  don't like it here I mean why if we're from here if we belong on earth",
                "start_time": 1472.3,
                "end_time": 1497.85,
                "duration": 25.549999999999955,
                "laughter": {
                    "start": 1499.0,
                    "end": 1500.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " the idea of being a good guy sometimes I have an opportunity to be a  all those things and it's only for another year at the most believe me  it's not gonna last it's been about eight months I got a year left and  I'm back to being just like you but for now it's pretty good so I'm into a  to sit before anybody else does they sit you down and you get to just sit  between two fat guys and coach and they're always nice I've never seen a  soldier get on the plane like yeah I'm in the army fuck you I have a gun they're  always like oh yes sir thank you yes thank you very much ma'am it's like  having an extra flight attendant they help everybody put their shit up they're  awesome and every time that I see a soldier on a plane I always think you  would be easy to do and it would mean a lot to him I could give him I could  seat because I'm in first class why for being a professional asshole I'm  life system that that's a great thing to do and he's doing it and it's scary  but he's doing and he's sitting in this shitty seat and I should trade  with him I never have let me make that clear I've never done it once  that you that you that you see in life I don't do that either because  when I get like I get in the elevator my building that's my first  contact with human beings always after being home and just being  nice things to me that's not a good impulse I get the elevator there's  always this one guy who just he sticks his face right in the front of  his fucking head and he hi like he just floats it out there like a big  thing but that's what I think about is that I wish I could just secrete come  to go downstairs I want to talk alright this is going a little off  better person I would I'd like to be a better person and I think I'm getting  me give you an example before I took I was I rented a car a couple weeks  ago in Los Angeles had the car for a few days and then when I went home  I had to drop the car at the rental you know you got to go to the  rental place that's off the airport give them the car give them your  thing with the mileage you got to get on a bus and then go to your  flight so I knew I had no time to do any of that so I just I never did this  once I was on the plane and I had a little moment I called Hertz and I  said hey listen your car is sitting out in front of terminal four and the  keys are in it so that's where it is I think I was like you can't do  that you have to return it to this location and then get and I go why  didn't do that already and now I'm leaving California so if you want your  car you need to go to that place where it is and he was like oh Jesus man  I rent a car because of course they want you to do all that shit but if  you don't they still want the car back they're gonna send a dude a  you don't want just get out of it while it's moving and just walk away I don't  feel like getting in that car any longer just call her it's how your car  is drifting into the intersection of 28th and Broadway if you're interested  should act in a way that if everybody acted that way things would  work out you should because it would be mayhem if everybody was like that  and most people kind of don't care most people are very selfish most people  thing people don't even want to back off from their favorite thing they  try like they're at an intersection and they want to make a left but  6th Avenue like a lot of cars and he wants to make that left so what does  through everybody's life without any and everybody's be honking and  outraged and you always see the guy I have to ask the whole thing  selfish I would like to be a better person because I got kids and I want  right thing is to do like one time I I threw a candy wrapper on the  street and I didn't do it like yeah I just take that shit straight I did  environment and I thought about it and I said you know what this isn't the  environment this is New York City this is not the environment this is  where people live New York City is not the environment New York City is a  next to Mexico City the shittiest piece of litter in the world just a pussy runny  smoking stinking piece of litter so if you have a piece of litter what are  you supposed to do with it you should throw it on the pile of litter put it in a  as a hat on its face for ten years this hat that never dissolves on its face  oh Jesus I mean everything that we introduce to the world is shitty meaning  white people because white people are from like another planet because we  you're Indians right and they're like no no this is India right no it's not  it's totally other place you're not Indians no ah you're Indians yeah Indians  for hundreds of years after everything here this was the great it was just  just walking around with painted faces just walking and they'd be like oh that  grass and they wake up and they fuck and then they go for a swim and do  mean there was people in Mexico cutting off kids heads and rolling  them down the pyramid stairs but that's I mean that's that's gonna that's always  going on what are you gonna you know you can't you can't do a whole lot  about that I think we came from another planet and the reason is because we  don't like it here I mean why if we're from here if we belong on earth",
        "laughter_count": 33,
        "total_laughter_duration": 39.25
    },
    {
        "title": "Bit 3",
        "start_time": 1472.864,
        "end_time": 2208.83,
        "jokes": [
            {
                "joke_text": " we just yeah fuck it why wouldn't we be like that if we belong here and it's  weird because people people that aren't whatever you call the you know",
                "start_time": 1516.16,
                "end_time": 1526.41,
                "duration": 10.25,
                "laughter": {
                    "start": 1527.0,
                    "end": 1527.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " just are a hate environmentalist but that's what people get angry",
                "start_time": 1529.35,
                "end_time": 1533.76,
                "duration": 4.410000000000082,
                "laughter": {
                    "start": 1534.25,
                    "end": 1535.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " economy and creating restrictions and a lot of these people are Christian",
                "start_time": 1536.62,
                "end_time": 1539.9,
                "duration": 3.2800000000002,
                "laughter": {
                    "start": 1541.5,
                    "end": 1543.5,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " thing to me that if you believe that God gave you the earth that God created  the earth for you why would you not be have to look after it why would you",
                "start_time": 1543.54,
                "end_time": 1556.96,
                "duration": 13.420000000000073,
                "laughter": {
                    "start": 1561.25,
                    "end": 1562.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " why did you take it out of the fuck because they wanted to go faster not",
                "start_time": 1590.22,
                "end_time": 1597.48,
                "duration": 7.259999999999991,
                "laughter": {
                    "start": 1603.75,
                    "end": 1605.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to me what's a fucking job like you work at a place and when people call  when they their game doesn't work and you help them figure it out what",
                "start_time": 1616.37,
                "end_time": 1626.02,
                "duration": 9.650000000000091,
                "laughter": {
                    "start": 1629.5,
                    "end": 1630.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " like like bacon on it I watched somebody do that the other day after",
                "start_time": 1644.47,
                "end_time": 1655.78,
                "duration": 11.309999999999945,
                "laughter": {
                    "start": 1656.5,
                    "end": 1657.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " delicious that you then kissed somebody on the asshole and their",
                "start_time": 1666.25,
                "end_time": 1671.52,
                "duration": 5.269999999999982,
                "laughter": {
                    "start": 1675.75,
                    "end": 1676.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " know I got kids and sort of what I'm trying to say it's hard having kids",
                "start_time": 1699.33,
                "end_time": 1706.9,
                "duration": 7.570000000000164,
                "laughter": {
                    "start": 1706.25,
                    "end": 1707.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " there's 50 books about Clifford the big red dog 50 books there's seven books  about Narnia that cover the birth and death of a nation and mice with swords",
                "start_time": 1745.55,
                "end_time": 1756.47,
                "duration": 10.920000000000073,
                "laughter": {
                    "start": 1762.0,
                    "end": 1763.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " the big red dog and they all tell the exact same story look how big this  dog is that's it that's it look how big this dog is it's the whole book here's",
                "start_time": 1763.91,
                "end_time": 1779.17,
                "duration": 15.259999999999991,
                "laughter": {
                    "start": 1783.0,
                    "end": 1784.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " people it should be look how big I drew the dog in this book isn't that a",
                "start_time": 1791.68,
                "end_time": 1798.31,
                "duration": 6.629999999999882,
                "laughter": {
                    "start": 1802.5,
                    "end": 1803.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " don't even know if you did it honestly be about Clifford make",
                "start_time": 1803.89,
                "end_time": 1809.05,
                "duration": 5.1599999999998545,
                "laughter": {
                    "start": 1811.5,
                    "end": 1812.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and it's devastating to the community he hangs on for two months and then  dies and there's a whole you know funeral with bagpipes and everybody's  crying and Clifford gets the death penalty and they there's a whole  book about his appeal process and how he found Jesus but everybody said it was  bullshit the cops wife was like I want that dog dead and then he goes to  the chair and they shave all his red fur off and now he's Clifford the big  pink dog you put him on a big funny electric chair that the town got  together and built it's boring having kids you gotta play kid games you  gotta play board games little kid board games where you and you go you got a",
                "start_time": 1814.25,
                "end_time": 1874.01,
                "duration": 59.75999999999999,
                "laughter": {
                    "start": 1882.25,
                    "end": 1883.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " learning I know you're gonna grow up stupid because I'm bored I can't take it  baby I can't I can't watch it I'm bored more than I love you I can't I  just come on my girls are six and nine now they're actually a really  exciting age because they're learning to do some cool stuff I  played Monopoly with my kids that's really fun my nine-year-old she can",
                "start_time": 1887.61,
                "end_time": 1910.79,
                "duration": 23.180000000000064,
                "laughter": {
                    "start": 1912.0,
                    "end": 1912.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " works but she's not emotionally developed enough to handle her",
                "start_time": 1914.49,
                "end_time": 1919.63,
                "duration": 5.1400000000001,
                "laughter": {
                    "start": 1925.25,
                    "end": 1926.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " okay so here's what's gonna happen now okay all your property everything you  have all the railroads your houses all your money that's mine now gotta give  it all to me give it to me that's right and no no you can't play any  more see because even though you're giving me all of that it doesn't even  touch how much you owe me doesn't even touch it baby you're going down  it's really bad all you've been working for all day I'm gonna take it now and  I'm gonna use it to destroy your sister I mean I'm gonna ruin her it's",
                "start_time": 1946.83,
                "end_time": 1993.75,
                "duration": 46.92000000000007,
                "laughter": {
                    "start": 1993.75,
                    "end": 1994.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " just mayhem on this board for her now when you have kids you also have  to belong to kid and parent culture you have to know a lot of parents",
                "start_time": 1993.75,
                "end_time": 2006.02,
                "duration": 12.269999999999982,
                "laughter": {
                    "start": 2006.5,
                    "end": 2007.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " they're not even kids you know like when I go to parks with my kids I  play with them I play with my kids some people don't do that they neglect",
                "start_time": 2008.98,
                "end_time": 2016.52,
                "duration": 7.539999999999964,
                "laughter": {
                    "start": 2016.75,
                    "end": 2017.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " those kids kind of glom on to our shit like I'll be sitting at the park",
                "start_time": 2019.38,
                "end_time": 2024.19,
                "duration": 4.809999999999945,
                "laughter": {
                    "start": 2023.25,
                    "end": 2024.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " playing a fun game with my kids and then there's this woman over in a  bench and she's got her phone she's just staring at her phone and her  kids like mommy talk just leave me alone I'm trying to cheat on your  father and then the kid comes up to us can I be in your family it's  creepy one time I was at a swimming pool with my kids a public pool and I  had my daughter my six-year-old on my arm like this she was like clamped on",
                "start_time": 2024.19,
                "end_time": 2048.63,
                "duration": 24.440000000000055,
                "laughter": {
                    "start": 2049.0,
                    "end": 2050.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " random child just  I think the kids dead I don't know what happened some kids in my kids  class I like some of those kids those kids are cool they come over my  I like them other kids I don't like especially little boys little boys in my  kids class I hate them I hate little boys I'm like the opposite of a  pedophile I just hate there's one kid in my daughter's class who I hate so",
                "start_time": 2052.35,
                "end_time": 2106.57,
                "duration": 54.220000000000255,
                "laughter": {
                    "start": 2111.75,
                    "end": 2112.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I mean I hate them with a grown-up preoccupying hate I've thought about",
                "start_time": 2114.35,
                "end_time": 2120.91,
                "duration": 6.559999999999945,
                "laughter": {
                    "start": 2121.0,
                    "end": 2122.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " kid I'm gonna tell you about him I have to make up a name because he's a",
                "start_time": 2125.46,
                "end_time": 2134.69,
                "duration": 9.230000000000018,
                "laughter": {
                    "start": 2135.75,
                    "end": 2136.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " let's just call him Santa just saying the puss fine okay he's in my  daughter's class they're in first grade and when we take our kids to",
                "start_time": 2142.85,
                "end_time": 2154.87,
                "duration": 12.019999999999982,
                "laughter": {
                    "start": 2154.75,
                    "end": 2155.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " class there's a little procedure you bring your kid to school and they have  their backpack and their jacket and they go to their cubby and they take  it all off and they put it in the cubby then they take their the  homework folder and their lunchbox and put them in the bins it's little",
                "start_time": 2154.87,
                "end_time": 2168.07,
                "duration": 13.200000000000273,
                "laughter": {
                    "start": 2168.75,
                    "end": 2169.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " blah blah blah but just and the puss when he comes in he doesn't do",
                "start_time": 2170.77,
                "end_time": 2178.35,
                "duration": 7.579999999999927,
                "laughter": {
                    "start": 2180.5,
                    "end": 2181.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " it's like you're raising Hitler motherfucker do your job get in",
                "start_time": 2204.75,
                "end_time": 2208.83,
                "duration": 4.079999999999927,
                "laughter": {
                    "start": 2213.5,
                    "end": 2215.25,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " we just yeah fuck it why wouldn't we be like that if we belong here and it's  weird because people people that aren't whatever you call the you know  just are a hate environmentalist but that's what people get angry  economy and creating restrictions and a lot of these people are Christian  thing to me that if you believe that God gave you the earth that God created  the earth for you why would you not be have to look after it why would you  why did you take it out of the fuck because they wanted to go faster not  to me what's a fucking job like you work at a place and when people call  when they their game doesn't work and you help them figure it out what  like like bacon on it I watched somebody do that the other day after  delicious that you then kissed somebody on the asshole and their  know I got kids and sort of what I'm trying to say it's hard having kids  there's 50 books about Clifford the big red dog 50 books there's seven books  about Narnia that cover the birth and death of a nation and mice with swords  the big red dog and they all tell the exact same story look how big this  dog is that's it that's it look how big this dog is it's the whole book here's  people it should be look how big I drew the dog in this book isn't that a  don't even know if you did it honestly be about Clifford make  and it's devastating to the community he hangs on for two months and then  dies and there's a whole you know funeral with bagpipes and everybody's  crying and Clifford gets the death penalty and they there's a whole  book about his appeal process and how he found Jesus but everybody said it was  bullshit the cops wife was like I want that dog dead and then he goes to  the chair and they shave all his red fur off and now he's Clifford the big  pink dog you put him on a big funny electric chair that the town got  together and built it's boring having kids you gotta play kid games you  gotta play board games little kid board games where you and you go you got a  learning I know you're gonna grow up stupid because I'm bored I can't take it  baby I can't I can't watch it I'm bored more than I love you I can't I  just come on my girls are six and nine now they're actually a really  exciting age because they're learning to do some cool stuff I  played Monopoly with my kids that's really fun my nine-year-old she can  works but she's not emotionally developed enough to handle her  okay so here's what's gonna happen now okay all your property everything you  have all the railroads your houses all your money that's mine now gotta give  it all to me give it to me that's right and no no you can't play any  more see because even though you're giving me all of that it doesn't even  touch how much you owe me doesn't even touch it baby you're going down  it's really bad all you've been working for all day I'm gonna take it now and  I'm gonna use it to destroy your sister I mean I'm gonna ruin her it's  just mayhem on this board for her now when you have kids you also have  to belong to kid and parent culture you have to know a lot of parents  they're not even kids you know like when I go to parks with my kids I  play with them I play with my kids some people don't do that they neglect  those kids kind of glom on to our shit like I'll be sitting at the park  playing a fun game with my kids and then there's this woman over in a  bench and she's got her phone she's just staring at her phone and her  kids like mommy talk just leave me alone I'm trying to cheat on your  father and then the kid comes up to us can I be in your family it's  creepy one time I was at a swimming pool with my kids a public pool and I  had my daughter my six-year-old on my arm like this she was like clamped on  random child just  I think the kids dead I don't know what happened some kids in my kids  class I like some of those kids those kids are cool they come over my  I like them other kids I don't like especially little boys little boys in my  kids class I hate them I hate little boys I'm like the opposite of a  pedophile I just hate there's one kid in my daughter's class who I hate so  I mean I hate them with a grown-up preoccupying hate I've thought about  kid I'm gonna tell you about him I have to make up a name because he's a  let's just call him Santa just saying the puss fine okay he's in my  daughter's class they're in first grade and when we take our kids to  class there's a little procedure you bring your kid to school and they have  their backpack and their jacket and they go to their cubby and they take  it all off and they put it in the cubby then they take their the  homework folder and their lunchbox and put them in the bins it's little  blah blah blah but just and the puss when he comes in he doesn't do  it's like you're raising Hitler motherfucker do your job get in",
        "laughter_count": 28,
        "total_laughter_duration": 27.75
    },
    {
        "title": "Bit 4",
        "start_time": 2209.296,
        "end_time": 2959.62,
        "jokes": [
            {
                "joke_text": " soap bars and socks and we'd frag that bitch in her sleep she would  right the fuck out she wouldn't make it when she's in the puss drops his shit",
                "start_time": 2216.43,
                "end_time": 2231.05,
                "duration": 14.620000000000346,
                "laughter": {
                    "start": 2231.75,
                    "end": 2232.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " something you do you know if you're a good parent but once a month or",
                "start_time": 2261.56,
                "end_time": 2265.88,
                "duration": 4.320000000000164,
                "laughter": {
                    "start": 2267.5,
                    "end": 2268.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you masturbate whatever you want to do that is now the worst thing that's the  worst thing now that's the worst thing I ever said okay all right okay we'll  find it I mean you could it's a public school nobody would even give  a shit but I haven't thus far hasn't gotten that bad I'm watching recess",
                "start_time": 2269.1,
                "end_time": 2296.29,
                "duration": 27.190000000000055,
                "laughter": {
                    "start": 2296.25,
                    "end": 2297.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " crash waves on the beach for a long time you start feeling like you're  understanding how everything works that's what recess is like because  every natural chaotic energy is represented at recess there's kids",
                "start_time": 2306.19,
                "end_time": 2318.8,
                "duration": 12.610000000000127,
                "laughter": {
                    "start": 2322.5,
                    "end": 2324.0,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " height they're keeping a uniform height to the playground so I'm watching",
                "start_time": 2335.43,
                "end_time": 2343.79,
                "duration": 8.360000000000127,
                "laughter": {
                    "start": 2343.0,
                    "end": 2344.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " like evil stuck out of time he's like I always picture him in a gray fur  coat with bones in it and lots of rings from people that he killed and",
                "start_time": 2351.99,
                "end_time": 2361.35,
                "duration": 9.360000000000127,
                "laughter": {
                    "start": 2365.25,
                    "end": 2366.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " was like a like an action movie thrillers like and I think to myself  I gotta go there and I gotta protect her but then I thought let him do a",
                "start_time": 2371.25,
                "end_time": 2382.17,
                "duration": 10.920000000000073,
                "laughter": {
                    "start": 2382.25,
                    "end": 2383.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I want this kid in my life I want I want a reason I want aerial photos of  doing some shit to my family that I can bring to the UN and get authority to  waterboard this little motherfucker I want to get him on a flight to",
                "start_time": 2386.75,
                "end_time": 2407.73,
                "duration": 20.980000000000018,
                "laughter": {
                    "start": 2413.25,
                    "end": 2414.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " he goes for her grabs her arm starts twisting it she goes I run over I'm  just knocking kids over I run grab him and I look in his little face",
                "start_time": 2418.49,
                "end_time": 2427.57,
                "duration": 9.080000000000382,
                "laughter": {
                    "start": 2428.5,
                    "end": 2429.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " doing this totally inappropriate it's really wrong it's way over the top",
                "start_time": 2439.79,
                "end_time": 2449.03,
                "duration": 9.240000000000236,
                "laughter": {
                    "start": 2451.25,
                    "end": 2452.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " into nothing motherfucker I'm gonna watch it and I'm gonna fuck your mom  and not call her too I'm gonna ruin her summer I'm gonna fuck your mom twice  and then never call her and I don't know your dad cuz he ran out on you",
                "start_time": 2505.41,
                "end_time": 2524.9,
                "duration": 19.490000000000236,
                "laughter": {
                    "start": 2526.25,
                    "end": 2527.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " fuck him too I'm gonna fuck and I'm gonna suck his dick so good that he",
                "start_time": 2527.62,
                "end_time": 2531.34,
                "duration": 3.7200000000002547,
                "laughter": {
                    "start": 2531.0,
                    "end": 2532.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " place with him in the village for a couple of months and totally he'll cut  off ties to all his life and start wearing cutoffs that are really tight",
                "start_time": 2535.63,
                "end_time": 2542.95,
                "duration": 7.319999999999709,
                "laughter": {
                    "start": 2544.5,
                    "end": 2545.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and I'll come back go throw you faggot and make him feel bad inside",
                "start_time": 2547.11,
                "end_time": 2551.15,
                "duration": 4.039999999999964,
                "laughter": {
                    "start": 2563.25,
                    "end": 2564.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " people talk to talk but you know a lot of people say that shit I would throw  myself under a bus for my so yeah would you fuck another kid's dad and  confuse him sexually and you're self sexually in the process and use  homophobia that you hate against another person just because some kids  shove your kid for a second I got it's my baby girl I got to do it son  I gotta suck that dick that's my baby girl I gotta do it for her I hate that child that's",
                "start_time": 2573.36,
                "end_time": 2609.56,
                "duration": 36.19999999999982,
                "laughter": {
                    "start": 2613.25,
                    "end": 2614.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I remember being a nine-year-old that's a big threshold that my kids",
                "start_time": 2619.93,
                "end_time": 2622.73,
                "duration": 2.800000000000182,
                "laughter": {
                    "start": 2622.5,
                    "end": 2623.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " kids you're not raising the kid in front of you you're raising the  grown-up that they're gonna be later and I was a kid once when I when  they were babies I didn't really relate to them because they're babies",
                "start_time": 2626.63,
                "end_time": 2636.89,
                "duration": 10.259999999999764,
                "laughter": {
                    "start": 2636.0,
                    "end": 2637.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " a baby is not gonna remember shit that is happening to it if you have a  baby keep it alive and enjoy yourself but really the baby doesn't it's not  gonna matter a baby is not accumulating anything it's like an  etch a sketch that you shake every day it doesn't really doesn't matter",
                "start_time": 2636.89,
                "end_time": 2654.47,
                "duration": 17.579999999999927,
                "laughter": {
                    "start": 2656.25,
                    "end": 2657.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " every day wouldn't matter I mean they'll grow up with a general  sadness inside they won't actually remember why and memories are weird  because memories get distorted by who you are now and who you were when you  experienced them like I remember when I first started doing stand-up I was  living in Boston and there was one club that was owned by a gay guy and  my memory is that that guy was always trying to fuck me that's my  memory I've carried it for 20 years there was a gay guy tried to fuck me  all the time every instantly I caught up with an old friend of mine from those  days who I hadn't seen in years and we started talking about different  people and he brought him up and I said that guy always used to try to  fuck me and he goes he did I was like yeah and he goes really did he I  mean did he like take you to his house or something and really try to",
                "start_time": 2658.27,
                "end_time": 2717.89,
                "duration": 59.61999999999989,
                "laughter": {
                    "start": 2717.75,
                    "end": 2718.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " physically no it's just that you know I mean you try to fuck me all  the time he's like well did he say that he push you and you know say  stuff all the time and make you uncomfortable no it just was and as we",
                "start_time": 2717.89,
                "end_time": 2731.64,
                "duration": 13.75,
                "laughter": {
                    "start": 2732.25,
                    "end": 2733.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " really was there once was a gay man that's really what happened he was  gay I was 19 and now he tried to fuck me all the time like I went  through life with that but I'm trying to remember what is my first  memory like where to how far did my memories go and I remember my  first memory I was four years old and I was standing in front of my parents  house and I was shitting in my pants I was just shitting a massive terribly  painful shit and I was halfway through the shit that's my first",
                "start_time": 2734.98,
                "end_time": 2774.45,
                "duration": 39.4699999999998,
                "laughter": {
                    "start": 2774.75,
                    "end": 2775.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " experiencing it actually awakened me and stream of consciousness I'm now  living that's how my life started that's who I am a lot of my memories",
                "start_time": 2791.6,
                "end_time": 2813.15,
                "duration": 21.550000000000182,
                "laughter": {
                    "start": 2813.5,
                    "end": 2815.0,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " drugs you can't do that baby all drugs are a perfect solution every problem",
                "start_time": 2835.34,
                "end_time": 2840.94,
                "duration": 5.599999999999909,
                "laughter": {
                    "start": 2846.5,
                    "end": 2847.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " they'll ruin your life I can't do drugs now because I'm 44 and I can't  hook it up I can't make that happen if you're 44 and you want to get a high  you got to hurt your back that's pretty much the only option you have  hurt your back get some Percocet and then you get a babysitter and take  three at a diner like just sad I'm a little drowsy I really could have like  I I wish I was a drunk like that I love romantically the idea of being a  real drunk in my bathrobe all day everybody who loves him he's always  crying he's destroying himself I can't watch anymore",
                "start_time": 2849.61,
                "end_time": 2895.84,
                "duration": 46.23000000000002,
                "laughter": {
                    "start": 2900.75,
                    "end": 2901.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I wish I could be that guy but I can't drink because I just get tired I go  to sleep I don't know how people drink and then do shit like when I see",
                "start_time": 2905.81,
                "end_time": 2916.9,
                "duration": 11.090000000000146,
                "laughter": {
                    "start": 2916.5,
                    "end": 2918.5,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " meeting and they're clink clink they're making a drink in the  daylight with a tie on well senator hope you play ball with us in this",
                "start_time": 2920.04,
                "end_time": 2928.18,
                "duration": 8.139999999999873,
                "laughter": {
                    "start": 2931.0,
                    "end": 2931.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " leave my drink whiskey at noon I can't smoke pot cuz it's the same thing I'm  too old for it sometimes young people come up to me after shows hey do you  want to smoke some pot I'm like can I get my portion to smoke without  you alone later because I don't want to stand in a parking lot with some",
                "start_time": 2939.92,
                "end_time": 2959.62,
                "duration": 19.699999999999818,
                "laughter": {
                    "start": 2965.25,
                    "end": 2966.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " soap bars and socks and we'd frag that bitch in her sleep she would  right the fuck out she wouldn't make it when she's in the puss drops his shit  something you do you know if you're a good parent but once a month or  you masturbate whatever you want to do that is now the worst thing that's the  worst thing now that's the worst thing I ever said okay all right okay we'll  find it I mean you could it's a public school nobody would even give  a shit but I haven't thus far hasn't gotten that bad I'm watching recess  crash waves on the beach for a long time you start feeling like you're  understanding how everything works that's what recess is like because  every natural chaotic energy is represented at recess there's kids  height they're keeping a uniform height to the playground so I'm watching  like evil stuck out of time he's like I always picture him in a gray fur  coat with bones in it and lots of rings from people that he killed and  was like a like an action movie thrillers like and I think to myself  I gotta go there and I gotta protect her but then I thought let him do a  I want this kid in my life I want I want a reason I want aerial photos of  doing some shit to my family that I can bring to the UN and get authority to  waterboard this little motherfucker I want to get him on a flight to  he goes for her grabs her arm starts twisting it she goes I run over I'm  just knocking kids over I run grab him and I look in his little face  doing this totally inappropriate it's really wrong it's way over the top  into nothing motherfucker I'm gonna watch it and I'm gonna fuck your mom  and not call her too I'm gonna ruin her summer I'm gonna fuck your mom twice  and then never call her and I don't know your dad cuz he ran out on you  fuck him too I'm gonna fuck and I'm gonna suck his dick so good that he  place with him in the village for a couple of months and totally he'll cut  off ties to all his life and start wearing cutoffs that are really tight  and I'll come back go throw you faggot and make him feel bad inside  people talk to talk but you know a lot of people say that shit I would throw  myself under a bus for my so yeah would you fuck another kid's dad and  confuse him sexually and you're self sexually in the process and use  homophobia that you hate against another person just because some kids  shove your kid for a second I got it's my baby girl I got to do it son  I gotta suck that dick that's my baby girl I gotta do it for her I hate that child that's  I remember being a nine-year-old that's a big threshold that my kids  kids you're not raising the kid in front of you you're raising the  grown-up that they're gonna be later and I was a kid once when I when  they were babies I didn't really relate to them because they're babies  a baby is not gonna remember shit that is happening to it if you have a  baby keep it alive and enjoy yourself but really the baby doesn't it's not  gonna matter a baby is not accumulating anything it's like an  etch a sketch that you shake every day it doesn't really doesn't matter  every day wouldn't matter I mean they'll grow up with a general  sadness inside they won't actually remember why and memories are weird  because memories get distorted by who you are now and who you were when you  experienced them like I remember when I first started doing stand-up I was  living in Boston and there was one club that was owned by a gay guy and  my memory is that that guy was always trying to fuck me that's my  memory I've carried it for 20 years there was a gay guy tried to fuck me  all the time every instantly I caught up with an old friend of mine from those  days who I hadn't seen in years and we started talking about different  people and he brought him up and I said that guy always used to try to  fuck me and he goes he did I was like yeah and he goes really did he I  mean did he like take you to his house or something and really try to  physically no it's just that you know I mean you try to fuck me all  the time he's like well did he say that he push you and you know say  stuff all the time and make you uncomfortable no it just was and as we  really was there once was a gay man that's really what happened he was  gay I was 19 and now he tried to fuck me all the time like I went  through life with that but I'm trying to remember what is my first  memory like where to how far did my memories go and I remember my  first memory I was four years old and I was standing in front of my parents  house and I was shitting in my pants I was just shitting a massive terribly  painful shit and I was halfway through the shit that's my first  experiencing it actually awakened me and stream of consciousness I'm now  living that's how my life started that's who I am a lot of my memories  drugs you can't do that baby all drugs are a perfect solution every problem  they'll ruin your life I can't do drugs now because I'm 44 and I can't  hook it up I can't make that happen if you're 44 and you want to get a high  you got to hurt your back that's pretty much the only option you have  hurt your back get some Percocet and then you get a babysitter and take  three at a diner like just sad I'm a little drowsy I really could have like  I I wish I was a drunk like that I love romantically the idea of being a  real drunk in my bathrobe all day everybody who loves him he's always  crying he's destroying himself I can't watch anymore  I wish I could be that guy but I can't drink because I just get tired I go  to sleep I don't know how people drink and then do shit like when I see  meeting and they're clink clink they're making a drink in the  daylight with a tie on well senator hope you play ball with us in this  leave my drink whiskey at noon I can't smoke pot cuz it's the same thing I'm  too old for it sometimes young people come up to me after shows hey do you  want to smoke some pot I'm like can I get my portion to smoke without  you alone later because I don't want to stand in a parking lot with some",
        "laughter_count": 27,
        "total_laughter_duration": 28.25
    },
    {
        "title": "Bit 5",
        "start_time": 2945.728,
        "end_time": 3657.6,
        "jokes": [
            {
                "joke_text": " high cuz I was in Kansas City and it's shitty so after the show these kids  that worked at the club they're like you want to smoke some pot I'm like",
                "start_time": 2966.31,
                "end_time": 2974.28,
                "duration": 7.970000000000255,
                "laughter": {
                    "start": 2977.0,
                    "end": 2978.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " didn't know they've been working on this shit like it's the cure for",
                "start_time": 2983.36,
                "end_time": 2985.66,
                "duration": 2.299999999999727,
                "laughter": {
                    "start": 2984.75,
                    "end": 2985.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " cancer I didn't understand the fucking technology that's gone into making  pot so powerful because when I was a kid you could just smoke a joint for  a while now you take two hits and you go insane it's not doable anymore and I",
                "start_time": 2985.66,
                "end_time": 3001.65,
                "duration": 15.990000000000236,
                "laughter": {
                    "start": 3004.0,
                    "end": 3005.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " that is even he was like that you should be careful that's a lot of pot",
                "start_time": 3032.21,
                "end_time": 3037.8,
                "duration": 5.5900000000001455,
                "laughter": {
                    "start": 3042.0,
                    "end": 3043.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " everything just be and I'm like oh shit this is an ordeal now I'm not  gonna feel okay for a very long time he's just standing around and talking",
                "start_time": 3048.21,
                "end_time": 3074.51,
                "duration": 26.300000000000182,
                "laughter": {
                    "start": 3078.5,
                    "end": 3079.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " sure that I was just scanning insanely I was actually counting like look at  her for five four three two one switch to him five four three two  randomized don't go to the same direction five four three nod your head  that looks like you're listening if you nod your head and at one point I  realized I need to get out of here because the air is hitting my arm  weirdly and they can tell they totally know that I'm not handling the way air  is touching my arm right now why am I doing that with my hand that's weird  to do that with your hand nobody stands like this nobody stands like  this just fucking no that's also that's weird too that's crazy just I  gotta go but I didn't know how to leave because I had this dilemma we're  all standing in a perfect circle facing each other and I thought it's",
                "start_time": 3088.0,
                "end_time": 3161.82,
                "duration": 73.82000000000016,
                "laughter": {
                    "start": 3161.25,
                    "end": 3162.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " insane if I just turn my I'm one person with my back now do I just back away  like this home that they fill in and I thought no say something say",
                "start_time": 3161.82,
                "end_time": 3175.83,
                "duration": 14.009999999999764,
                "laughter": {
                    "start": 3176.75,
                    "end": 3177.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " see those people you know as long as I live and then I had to get in the  court I forgot that I had rented a car and I have to drive back to the",
                "start_time": 3204.21,
                "end_time": 3212.35,
                "duration": 8.139999999999873,
                "laughter": {
                    "start": 3214.25,
                    "end": 3215.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " realized I think it's been about 25 minutes since I looked out the front  window of this car I've just been dealing with shit directly in shit to  the whole spectrum of responsibility out here I'm supposed to take part in  this and then at one point I remember I was at a drive-thru and I was",
                "start_time": 3217.97,
                "end_time": 3250.92,
                "duration": 32.95000000000027,
                "laughter": {
                    "start": 3250.25,
                    "end": 3251.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " closed I had no fucking idea what part of the transaction of my menace is",
                "start_time": 3267.96,
                "end_time": 3279.49,
                "duration": 11.529999999999745,
                "laughter": {
                    "start": 3287.25,
                    "end": 3288.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " things you can't do anymore some things you don't want to do anymore  that's a nice change you feel some desires fall away new things make you",
                "start_time": 3303.32,
                "end_time": 3309.88,
                "duration": 6.559999999999945,
                "laughter": {
                    "start": 3310.75,
                    "end": 3313.5,
                    "duration": 2.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " want to go to the library and ask her hi ma'am is I'm looking for a  early Abraham Lincoln like when he was  wrap your hair around my dick shit I'm trying to talk to her",
                "start_time": 3348.25,
                "end_time": 3362.61,
                "duration": 14.360000000000127,
                "laughter": {
                    "start": 3368.0,
                    "end": 3368.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " constant sexual impulse women try to compete like well I'm a pervert you",
                "start_time": 3370.82,
                "end_time": 3374.96,
                "duration": 4.139999999999873,
                "laughter": {
                    "start": 3378.25,
                    "end": 3379.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you're you're a tourist in sexual perversion I'm a prisoner there you're  Jane Fonda on a tank I'm John McCain in the hut it's a nightmare I can't  can't lift my arms and for you know men we just sex is such a constant  thing we do it's not even sex to us it's just pussy that's what we call  it pussy it's such a complex nothing to do with women it's not about girls or",
                "start_time": 3390.6,
                "end_time": 3421.09,
                "duration": 30.490000000000236,
                "laughter": {
                    "start": 3421.75,
                    "end": 3422.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " there's none of that hmm I sure would like to have a girl my arm",
                "start_time": 3429.01,
                "end_time": 3433.11,
                "duration": 4.099999999999909,
                "laughter": {
                    "start": 3435.0,
                    "end": 3436.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " like big pink balloon letters in front of our faces all the time to men  it's just an element of the universe like it should be on the chart of the",
                "start_time": 3456.05,
                "end_time": 3465.85,
                "duration": 9.799999999999727,
                "laughter": {
                    "start": 3471.0,
                    "end": 3471.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " whatever pussy Adams way the sad thing is that for all our obsession about  sex and how much we love it we suck at it men are terrible at sex and never",
                "start_time": 3474.36,
                "end_time": 3487.84,
                "duration": 13.480000000000018,
                "laughter": {
                    "start": 3488.5,
                    "end": 3489.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " into art or they climb on and they ride mmm they go for a ride men",
                "start_time": 3497.27,
                "end_time": 3503.49,
                "duration": 6.2199999999998,
                "laughter": {
                    "start": 3503.75,
                    "end": 3504.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " we're so bad at sex and then we wonder why women aren't like really  aggressive about sex we think it's because they don't have as much desire  as we do that's how stupid men are that we think they just they're just",
                "start_time": 3539.96,
                "end_time": 3552.73,
                "duration": 12.769999999999982,
                "laughter": {
                    "start": 3551.75,
                    "end": 3552.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " weird the swimming are like fucked up in a head because they don't want to just",
                "start_time": 3553.37,
                "end_time": 3557.85,
                "duration": 4.480000000000018,
                "laughter": {
                    "start": 3557.0,
                    "end": 3558.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " fuck all the time if I was a woman I just fuck everybody why don't they want",
                "start_time": 3557.85,
                "end_time": 3563.2,
                "duration": 5.349999999999909,
                "laughter": {
                    "start": 3563.0,
                    "end": 3564.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to fuck a woman when she fucks she has to fuck a guy widely different  experience for a man 100% of the time he's fucking a woman it's the  greatest thing that ever happened in his entire life for a woman about 40%  of the time she's being fucked by a guy she's thinking I'll get over this  in a week it's not the worst thing I'm not gonna cry this time",
                "start_time": 3567.16,
                "end_time": 3597.27,
                "duration": 30.110000000000127,
                "laughter": {
                    "start": 3604.75,
                    "end": 3605.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " it wants to cuddle something that men love to make fun of women for they",
                "start_time": 3612.0,
                "end_time": 3615.56,
                "duration": 3.5599999999999454,
                "laughter": {
                    "start": 3618.25,
                    "end": 3619.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and she's on you because she's going what that's something else this is bullshit",
                "start_time": 3648.83,
                "end_time": 3657.6,
                "duration": 8.769999999999982,
                "laughter": {
                    "start": 3674.5,
                    "end": 3689.5,
                    "duration": 15.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " high cuz I was in Kansas City and it's shitty so after the show these kids  that worked at the club they're like you want to smoke some pot I'm like  didn't know they've been working on this shit like it's the cure for  cancer I didn't understand the fucking technology that's gone into making  pot so powerful because when I was a kid you could just smoke a joint for  a while now you take two hits and you go insane it's not doable anymore and I  that is even he was like that you should be careful that's a lot of pot  everything just be and I'm like oh shit this is an ordeal now I'm not  gonna feel okay for a very long time he's just standing around and talking  sure that I was just scanning insanely I was actually counting like look at  her for five four three two one switch to him five four three two  randomized don't go to the same direction five four three nod your head  that looks like you're listening if you nod your head and at one point I  realized I need to get out of here because the air is hitting my arm  weirdly and they can tell they totally know that I'm not handling the way air  is touching my arm right now why am I doing that with my hand that's weird  to do that with your hand nobody stands like this nobody stands like  this just fucking no that's also that's weird too that's crazy just I  gotta go but I didn't know how to leave because I had this dilemma we're  all standing in a perfect circle facing each other and I thought it's  insane if I just turn my I'm one person with my back now do I just back away  like this home that they fill in and I thought no say something say  see those people you know as long as I live and then I had to get in the  court I forgot that I had rented a car and I have to drive back to the  realized I think it's been about 25 minutes since I looked out the front  window of this car I've just been dealing with shit directly in shit to  the whole spectrum of responsibility out here I'm supposed to take part in  this and then at one point I remember I was at a drive-thru and I was  closed I had no fucking idea what part of the transaction of my menace is  things you can't do anymore some things you don't want to do anymore  that's a nice change you feel some desires fall away new things make you  want to go to the library and ask her hi ma'am is I'm looking for a  early Abraham Lincoln like when he was  wrap your hair around my dick shit I'm trying to talk to her  constant sexual impulse women try to compete like well I'm a pervert you  you're you're a tourist in sexual perversion I'm a prisoner there you're  Jane Fonda on a tank I'm John McCain in the hut it's a nightmare I can't  can't lift my arms and for you know men we just sex is such a constant  thing we do it's not even sex to us it's just pussy that's what we call  it pussy it's such a complex nothing to do with women it's not about girls or  there's none of that hmm I sure would like to have a girl my arm  like big pink balloon letters in front of our faces all the time to men  it's just an element of the universe like it should be on the chart of the  whatever pussy Adams way the sad thing is that for all our obsession about  sex and how much we love it we suck at it men are terrible at sex and never  into art or they climb on and they ride mmm they go for a ride men  we're so bad at sex and then we wonder why women aren't like really  aggressive about sex we think it's because they don't have as much desire  as we do that's how stupid men are that we think they just they're just  weird the swimming are like fucked up in a head because they don't want to just  fuck all the time if I was a woman I just fuck everybody why don't they want  to fuck a woman when she fucks she has to fuck a guy widely different  experience for a man 100% of the time he's fucking a woman it's the  greatest thing that ever happened in his entire life for a woman about 40%  of the time she's being fucked by a guy she's thinking I'll get over this  in a week it's not the worst thing I'm not gonna cry this time  it wants to cuddle something that men love to make fun of women for they  and she's on you because she's going what that's something else this is bullshit",
        "laughter_count": 24,
        "total_laughter_duration": 39.75
    }
]