[
    {
        "title": "Opening",
        "start_time": 0,
        "end_time": 1075.26,
        "jokes": [
            {
                "joke_text": " you guys. I mean everybody who's here. Really, I shouldn't say everybody because",
                "start_time": 123.6,
                "end_time": 130.7,
                "duration": 7.099999999999994,
                "laughter": {
                    "start": 136.5,
                    "end": 137.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Most people are in China, actually. Actually, that's not true. Most people are  dead. Did you know that? It's true. Out of all the people that ever were,  almost all of them are dead. There are way more dead people and you're  gonna die and be dead for way longer than you're alive. Like, that's mostly what  you're ever gonna be. You're just dead people that didn't die yet. That's, there  are so many dead people. Ray Charles is dead, Hitler, a bunch of other ones,  but mostly those two guys. And it's true. Ray Charles and Hitler are both dead and  really it's the only thing they have in common because otherwise they're  different dudes. Many contrasts between Hitler and Ray Charles. I'm gonna tell you a few of them. Ray  Charles was black. Hitler was not. Hitler killed several Jews. Too many. I'll say  too many. He killed an excessive amount of Jews. He really beat that thing to  the ground. He killed away, just no moderation. Ray Charles, meanwhile,",
                "start_time": 142.08,
                "end_time": 232.91,
                "duration": 90.82999999999998,
                "laughter": {
                    "start": 236.0,
                    "end": 237.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " problem that I have. I never, I never figured out how to come out and just  start talking because the first thing you say on stage always feels stupid  because there's no real reason for me to talk to you. It just doesn't  exist. I don't know you. You don't, you're, you don't even know each  other. You're facing the same direction. That's all you have in  common. So I just have to, bleh. It's like talking to a girl at a bar because you're attracted  to her. The first thing you say is just gonna be dog shit coming out of your  mouth because you don't know her. The only honest thing that you could say to  her is I want to fuck your face. That's the only thing you can say that you can mean.  Anything else you say is you trying really hard not to say I want to  fuck your face. That's the only thing you're, I want to put my penis in the lowest  hole in your head. I was never good at that. Like I was very bad at being  single which is a problem because I'm divorced so I'm single again after 10  years of marriage. And no, here, cut the shit. Don't even start with that",
                "start_time": 249.3,
                "end_time": 323.91,
                "duration": 74.61000000000001,
                "laughter": {
                    "start": 323.25,
                    "end": 324.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " noise like a puppy died. Let me tell you something. Let me tell you  something. And this is important because someday one of your friends is  gonna get divorced. It's gonna happen and they're gonna tell you don't go  aww sorry. That's a stupid thing to say. It really is. First of all you're  making them feel bad for being really happy which isn't fair. Let me explain  something. Divorce is always good news. I know that sounds weird but it's true  because no good marriage has ever ended in divorce. It's really that simple.  That's never happened. That would be sad if two people were married and  they were really happy and they just had a great thing and then they  divorced. That would be really sad. But that has happened zero times. Literally  zero. Ray Charles has killed more Jews than happy marriages have ended in  divorce. So if your friend got divorced it means things were bad and  now they're I mean they're better. They're not good. Life is shit wall  to wall but they're better so you should be happy. But the part that's  being single at 41 after 10 years of marriage and two kids it's that's like  having a bunch of money in the currency of a country that doesn't exist  anymore. Like like I found 500 million Prussian francs. I can't really take  advantage of being single because I didn't I didn't expect to be single.  I'm not prepared. I didn't think I'd ever be I didn't keep this shit up.  You understand? I didn't maintain any of this at presentation condition. It's  function only. It was not think I would need it that way. I thought I was gonna  be shoving it into the same person every three months till one of us  died. What I thought was the nature of the deployment for this. I didn't  think I had to be like appealing to someone from scratch. It's like  having a 73 Dodge Dart in your backyard and it's been sitting back  there with grass growing. You don't have any it's not an old Mustang. You have  no plans to restore that dart. You don't even see it when you look out  the window and now you find out that's your only way to work. You need  that car now. You're like oh shit it's got bees in it. I didn't take  living in the tailpipe. I can't take that to work. I have no single instincts. I  know too much to be single. I know everything that happens now. That's no  good for single. You got to be optimistic to be single. Stupid. You  have to be stupid. That's what optimistic means you know. It means  stupid. An optimist somebody goes hey maybe something nice will happen. Why  the fuck would anything nice ever happen? What are you stupid? But that's the  attitude you have to be to be single. You have to look at something and go  ooh maybe. Look at it that way. Even when I see something I'm attracted to. I was at a gym  the other day. Why? Why? I'm at a gym. I'm just I'm just wearing shorts. That's  all I'm doing there. Just standing there. And I look over and there's a  girl on the you know with a ponytail and she's on this thing and I'm  looking at her and I'm like she's awesome. But then I start thinking  wait I'm single. I'm on the market. I have value. I could say something to  her. I could just walk up and say something and I'm trying to think what  am I gonna say? What do I look like to somebody like that? And then I",
                "start_time": 323.91,
                "end_time": 602.27,
                "duration": 278.35999999999996,
                "laughter": {
                    "start": 609.25,
                    "end": 610.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " identity in the single world. I can't I look at them I don't know what  they're doing. I tried just jerking off the girls gone wild the other day  just to re-enter the community that way. Just to feel part of it. And I  bought it. Not the commercial on Comedy Central. I paid money like a grown-up. I  put my credit card down and waited for it to come to my house. I'm an adult.  So I'm trying to jerk off the girls gone wild. I can't do it because I'm a  father. I'm too old. I'm just getting mad at everybody in the video. You",
                "start_time": 617.74,
                "end_time": 651.62,
                "duration": 33.879999999999995,
                "laughter": {
                    "start": 653.25,
                    "end": 654.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " there? There's two wars and a depression. Get the oil off your  tits and study for fuck's sake. I just don't look at a woman as a pair  of tits anymore and I wish I did because I could get ladies here because",
                "start_time": 654.52,
                "end_time": 677.03,
                "duration": 22.50999999999999,
                "laughter": {
                    "start": 679.0,
                    "end": 680.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you know like a club and I'm standing there looking at all the  people and there's the women the hot chicks the hot girl at the bar you  know when you see that that's just she's a hot girl the bar she's got  the got the shirt and the skirt and the boots those three lines it's like  some perfect ratio that they hit with those three lines and they're all  standing there like that and I used to look at somebody like that and like  wow she's an angel what could I ever say to make her like me now I look at  her and I'm like what is that is that even a person what the fuck kind  of person is that is that an identity even who would want to be  that I have two daughters I pray they don't grow up to be the the hot  girl at the bar we're gonna hey what do you do people want to fuck me really  that's it and they want to fuck me over here not you and their male  counterparts are even more useless the guys the dudes the going out to get  laid dudes you know those guys that walk in packs of nine down the bar  street the going out to get laid guys they all got the same button-up  stripey going out to get laid shirt on they all got the same stride there's  one short guy behind them and they're all out to get like who's gonna fuck  all nine of you what is the fantasy here are you gonna see nine women in  the same configuration just all you're all gonna walk into a giant vagina  somewhere and then later they're in front of a pizza place just angry at  each other and they beat up a stranger get the energy out that way",
                "start_time": 685.1,
                "end_time": 814.18,
                "duration": 129.07999999999993,
                "laughter": {
                    "start": 814.0,
                    "end": 815.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " those are the most dangerous people are dudes that didn't get laid  just full of cum coming out of their eyes  I love dudes that hang out together and do the whole dude I saw this group of  guys and one of them was such a guy he had it turned up so high that it  was crazy his friends were kind of normal he was like like what is that  that can't be real that can't be a personality does he do that at four  in the morning when he's peeing and nobody's in his apartment he's  like and he kept doing that gesture the guys like to do them that's my  favorite dumb guy gesture yeah I always wonder what if there was a guy who  whenever he does this he has to finish like just some guy who works in  your office you ask him a question hey is Bill in yet yeah like he's over on  time seriously that dudes always late man I'm serious  it's always an odd moment in a guy's life the second after you come  and you're like reality comes rushing back because you've been  pushing reality away in pieces all night to get there no no it's fine yeah  no I'll just leave my car there it doesn't matter I'll just go  fuck and then you're just like you're like the Hulk coming back down  to the other guy my clothes are ripped and there's a dead guy here I don't  know what happened I get my duffel bag and leave town again so this is a  beautiful theater I I like what I do because I get to work in a lot of  places and recently I did a show in New Jersey in the auditorium of a  technical high school I forgot that existed technical high school that's  where dreams are narrowed down we tell our children you can do anything  you want their whole lives you could do anything but at this place we take  kids like they're 15 they're young and we tell them you can do eight  things we got it down to eight for you and I'm not saying these people are  stupid because I'm stupid I really am stupid and and it bothers me like I  wish I was more stupid because then it wouldn't I would just all my thoughts  would just be",
                "start_time": 814.18,
                "end_time": 1075.26,
                "duration": 261.08000000000004,
                "laughter": {
                    "start": 1075.5,
                    "end": 1076.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " you guys. I mean everybody who's here. Really, I shouldn't say everybody because  Most people are in China, actually. Actually, that's not true. Most people are  dead. Did you know that? It's true. Out of all the people that ever were,  almost all of them are dead. There are way more dead people and you're  gonna die and be dead for way longer than you're alive. Like, that's mostly what  you're ever gonna be. You're just dead people that didn't die yet. That's, there  are so many dead people. Ray Charles is dead, Hitler, a bunch of other ones,  but mostly those two guys. And it's true. Ray Charles and Hitler are both dead and  really it's the only thing they have in common because otherwise they're  different dudes. Many contrasts between Hitler and Ray Charles. I'm gonna tell you a few of them. Ray  Charles was black. Hitler was not. Hitler killed several Jews. Too many. I'll say  too many. He killed an excessive amount of Jews. He really beat that thing to  the ground. He killed away, just no moderation. Ray Charles, meanwhile,  problem that I have. I never, I never figured out how to come out and just  start talking because the first thing you say on stage always feels stupid  because there's no real reason for me to talk to you. It just doesn't  exist. I don't know you. You don't, you're, you don't even know each  other. You're facing the same direction. That's all you have in  common. So I just have to, bleh. It's like talking to a girl at a bar because you're attracted  to her. The first thing you say is just gonna be dog shit coming out of your  mouth because you don't know her. The only honest thing that you could say to  her is I want to fuck your face. That's the only thing you can say that you can mean.  Anything else you say is you trying really hard not to say I want to  fuck your face. That's the only thing you're, I want to put my penis in the lowest  hole in your head. I was never good at that. Like I was very bad at being  single which is a problem because I'm divorced so I'm single again after 10  years of marriage. And no, here, cut the shit. Don't even start with that  noise like a puppy died. Let me tell you something. Let me tell you  something. And this is important because someday one of your friends is  gonna get divorced. It's gonna happen and they're gonna tell you don't go  aww sorry. That's a stupid thing to say. It really is. First of all you're  making them feel bad for being really happy which isn't fair. Let me explain  something. Divorce is always good news. I know that sounds weird but it's true  because no good marriage has ever ended in divorce. It's really that simple.  That's never happened. That would be sad if two people were married and  they were really happy and they just had a great thing and then they  divorced. That would be really sad. But that has happened zero times. Literally  zero. Ray Charles has killed more Jews than happy marriages have ended in  divorce. So if your friend got divorced it means things were bad and  now they're I mean they're better. They're not good. Life is shit wall  to wall but they're better so you should be happy. But the part that's  being single at 41 after 10 years of marriage and two kids it's that's like  having a bunch of money in the currency of a country that doesn't exist  anymore. Like like I found 500 million Prussian francs. I can't really take  advantage of being single because I didn't I didn't expect to be single.  I'm not prepared. I didn't think I'd ever be I didn't keep this shit up.  You understand? I didn't maintain any of this at presentation condition. It's  function only. It was not think I would need it that way. I thought I was gonna  be shoving it into the same person every three months till one of us  died. What I thought was the nature of the deployment for this. I didn't  think I had to be like appealing to someone from scratch. It's like  having a 73 Dodge Dart in your backyard and it's been sitting back  there with grass growing. You don't have any it's not an old Mustang. You have  no plans to restore that dart. You don't even see it when you look out  the window and now you find out that's your only way to work. You need  that car now. You're like oh shit it's got bees in it. I didn't take  living in the tailpipe. I can't take that to work. I have no single instincts. I  know too much to be single. I know everything that happens now. That's no  good for single. You got to be optimistic to be single. Stupid. You  have to be stupid. That's what optimistic means you know. It means  stupid. An optimist somebody goes hey maybe something nice will happen. Why  the fuck would anything nice ever happen? What are you stupid? But that's the  attitude you have to be to be single. You have to look at something and go  ooh maybe. Look at it that way. Even when I see something I'm attracted to. I was at a gym  the other day. Why? Why? I'm at a gym. I'm just I'm just wearing shorts. That's  all I'm doing there. Just standing there. And I look over and there's a  girl on the you know with a ponytail and she's on this thing and I'm  looking at her and I'm like she's awesome. But then I start thinking  wait I'm single. I'm on the market. I have value. I could say something to  her. I could just walk up and say something and I'm trying to think what  am I gonna say? What do I look like to somebody like that? And then I  identity in the single world. I can't I look at them I don't know what  they're doing. I tried just jerking off the girls gone wild the other day  just to re-enter the community that way. Just to feel part of it. And I  bought it. Not the commercial on Comedy Central. I paid money like a grown-up. I  put my credit card down and waited for it to come to my house. I'm an adult.  So I'm trying to jerk off the girls gone wild. I can't do it because I'm a  father. I'm too old. I'm just getting mad at everybody in the video. You  there? There's two wars and a depression. Get the oil off your  tits and study for fuck's sake. I just don't look at a woman as a pair  of tits anymore and I wish I did because I could get ladies here because  you know like a club and I'm standing there looking at all the  people and there's the women the hot chicks the hot girl at the bar you  know when you see that that's just she's a hot girl the bar she's got  the got the shirt and the skirt and the boots those three lines it's like  some perfect ratio that they hit with those three lines and they're all  standing there like that and I used to look at somebody like that and like  wow she's an angel what could I ever say to make her like me now I look at  her and I'm like what is that is that even a person what the fuck kind  of person is that is that an identity even who would want to be  that I have two daughters I pray they don't grow up to be the the hot  girl at the bar we're gonna hey what do you do people want to fuck me really  that's it and they want to fuck me over here not you and their male  counterparts are even more useless the guys the dudes the going out to get  laid dudes you know those guys that walk in packs of nine down the bar  street the going out to get laid guys they all got the same button-up  stripey going out to get laid shirt on they all got the same stride there's  one short guy behind them and they're all out to get like who's gonna fuck  all nine of you what is the fantasy here are you gonna see nine women in  the same configuration just all you're all gonna walk into a giant vagina  somewhere and then later they're in front of a pizza place just angry at  each other and they beat up a stranger get the energy out that way  those are the most dangerous people are dudes that didn't get laid  just full of cum coming out of their eyes  I love dudes that hang out together and do the whole dude I saw this group of  guys and one of them was such a guy he had it turned up so high that it  was crazy his friends were kind of normal he was like like what is that  that can't be real that can't be a personality does he do that at four  in the morning when he's peeing and nobody's in his apartment he's  like and he kept doing that gesture the guys like to do them that's my  favorite dumb guy gesture yeah I always wonder what if there was a guy who  whenever he does this he has to finish like just some guy who works in  your office you ask him a question hey is Bill in yet yeah like he's over on  time seriously that dudes always late man I'm serious  it's always an odd moment in a guy's life the second after you come  and you're like reality comes rushing back because you've been  pushing reality away in pieces all night to get there no no it's fine yeah  no I'll just leave my car there it doesn't matter I'll just go  fuck and then you're just like you're like the Hulk coming back down  to the other guy my clothes are ripped and there's a dead guy here I don't  know what happened I get my duffel bag and leave town again so this is a  beautiful theater I I like what I do because I get to work in a lot of  places and recently I did a show in New Jersey in the auditorium of a  technical high school I forgot that existed technical high school that's  where dreams are narrowed down we tell our children you can do anything  you want their whole lives you could do anything but at this place we take  kids like they're 15 they're young and we tell them you can do eight  things we got it down to eight for you and I'm not saying these people are  stupid because I'm stupid I really am stupid and and it bothers me like I  wish I was more stupid because then it wouldn't I would just all my thoughts  would just be",
        "laughter_count": 8,
        "total_laughter_duration": 8.25
    },
    {
        "title": "Bit 2",
        "start_time": 978.2379999999999,
        "end_time": 1965.48,
        "jokes": [
            {
                "joke_text": " but instead here's how my brain works it's stupidity followed by self-hatred  and then further analysis it's not a very efficient system of thought I  have these dumb thoughts and then I go what the fuck is wrong with you and  then I figure it out impulse is always stupid like I saw this guy in New  York one day and he's walking his dog and this is what I saw the guy's got  it he's got a coffee and a dog on a leash and a phone he's on the phone  so he's got his phone like this and the dog's leash is going from the  phone hand to the dog and I look at this and I go oh he's got like a  phone I thought sincerely inhabited me for like a full minute I wonder what the  benefits are to hooking your phone up to a dog and then the other part of me",
                "start_time": 1083.96,
                "end_time": 1141.75,
                "duration": 57.789999999999964,
                "laughter": {
                    "start": 1141.75,
                    "end": 1143.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " dumb thoughts the other day I was I don't know I don't know what town I  was in I was on the road I was just standing in front of my hotel it was  five o'clock in the afternoon that's usually what I'm doing at five  afternoon just standing in front of my hotel because I've been inside all day  just with a jacking off in the ice cream it's just horrible it's like a  horrible thing all day just depths of fucking hell just I wake up I get  like chicken wings shit nobody eats at 10 a.m. like really hot wings and I  eat them all and then I'm like so I get ice cream to cool it off you  like it and then I feel worse so I jack off and pass out I turn off my phone in  case my kids call I can't fucking face anybody I wake up covered with three  kinds of shame glaze just covering my body and so right around five in the  afternoon it starts getting dark and I'm like I gotta be in the daylight  just once I have to at least one time in the day be in daylight and  that's I just stand there that's it like a fucking mental patient in a  bathrobe just cigarette burns on the robe and shit some girl telling me I",
                "start_time": 1152.26,
                "end_time": 1246.91,
                "duration": 94.65000000000009,
                "laughter": {
                    "start": 1250.5,
                    "end": 1251.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " started looking at people and they're all crispy clothed and rosy-cheeked  and full of purpose and they're making me feel worse and I'm about to  go back in the hotel and jack off another time and then I look across  the street and I see this couple and they were just striking they're a  couple it was a beautiful woman with a beautiful man I'll say he's beautiful I  got no problem I'll suck his dick too I don't need your permission I mean I  never did that but I'm 41 maybe I'll do the second half gay I don't know  it remains an option there's got to be something to it those folks are  having a good time they have parades rates for how I get laid they have  parades marching down the street to celebrate that they blow each other and  smush their vaginas together or whatever that one is a wonderful thing  those folks are doing it's none of my business so I okay so I'm looking at  the couple and they're walking on the other side of the street and they have  a child with them but I can't see their child because there's like a  dumpster and some other stuff I just see like a little head and I'm  waiting I'm curious what their kid looks like because they're so  beautiful maybe I want to fuck their kid I don't know that that's  just me saying something terrible because it makes me laugh that it  that's all that is just so you know it's just it's just enjoyable to me  that you're upset that's all it is I'm not gonna fuck a kid I wouldn't do",
                "start_time": 1263.51,
                "end_time": 1378.91,
                "duration": 115.40000000000009,
                "laughter": {
                    "start": 1380.25,
                    "end": 1383.25,
                    "duration": 3.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " fuck him I'm saying if I found a dead kid in a field and it wasn't",
                "start_time": 1387.81,
                "end_time": 1391.21,
                "duration": 3.400000000000091,
                "laughter": {
                    "start": 1393.0,
                    "end": 1393.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " situation okay so I'm looking at the couple and they got a kid with  them and I'm curious what their kid looks like and they come around the  corner and they're and it's true story it wasn't a kid it was a little old  Chinese woman walking next to them and here's what my dumb brain tells me I  go oh that's what their child is like not like oh she's a separate person  she's not with them like oh that young couple gave birth to a tiny  elderly Chinese woman isn't that interesting and then the other part of",
                "start_time": 1399.99,
                "end_time": 1448.18,
                "duration": 48.190000000000055,
                "laughter": {
                    "start": 1448.75,
                    "end": 1449.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " dude yeah that's what happened yes asshole get the little old Chinese lady  she was there was a beauty to her she's just tiny little old I'm staring at  her because I was fascinated by her I don't know anybody like her and I am  so not a little old Chinese lady that I look I was like what are her  thoughts that was I was burning inside with what is she thinking right now  I can never know and I really the dumb brains telling me that she's just  thinking that's how dumb I am then I think Chinese gibberish that I made up  is in her actually Chinese mind that's all just me Chinese  person I can't know what she was thinking she could be thinking  anything black people steal so much she might I'm not saying they steal  I'm saying that fucking racist Chinese lady might have been thinking it she  possible and I went to England I spent a month there I liked England  everything's different I mean that's that's obvious but some of the  differences were cool I like the money the money instead of a dollar bill  they have the pound coin and it's a coin and you throw it on the counter  it felt kind of cool like the Old West like going to you know being on  the dusty trail you see a saloon so you walk over with your horse you  throw the rope vaguely at the pole outside thing they do well it's my whole  life on that horse should be fine walk in a saloon give me a beer bottle of  whiskey in a room for a week can steak dinner shave and a haircut the  bath some new clothes and a hat and some boots some oats from a horse and  woman here you go that's all one heavy coin you're fine nobody adds up all  those things you mentioned they don't check to see what coin it was the guy  just keeps drying the glass things were very vague back then things just  cost money hey how much is that money in the old English movies it was  different it was a little sack of coins remember that a little draw  string sack tossed over by some faggy lord with a ruffle shirt throw it  disdainfully down to some commoner who's gonna do some beneath his station  follow the girl and report back to me at midnight bring a shovel and a sack  and two reliable men such as yourself what's that oh yes of course well  this ought to be sufficient thank you sir so happy to get a general  amount of some kind of currency or another you didn't like count it I  think you only gave me enough for the shovel is not enough there that was a  good time in our economy when you needed to have gold to buy shit we  might be going back to that pretty soon too things are pretty fucked up  people a little bit scared but you know what how bad could it really get  I mean most Americans have so much crap you could lose most of it and  still be have more shit than the average Canadian even like we're the  fattest people in the world and we just have all this shit and we hate it  we're just miserable with our phones and I worry about the economy failing  because we don't we can't even worry miserable with a great life like I  don't know how the fuck we're gonna deal with like when you got to move  your mom into the cellar and shit and like have like serious problems  because we have like up till now we have white we have white people  that's what we have white people problems you know what that is that's  where your life is amazing so you just make shit up to be upset about  people in other countries have real problems like oh shit they're cutting  off all our heads today things like that we make shit up to be upset  about like how come I have to choose a language on the ATM machine it's  bullshit I shouldn't have to do that American shit we bitch about I  called American Airlines and I got a Pakistani lady and she was in Pakistan  only people near my fat white body should have jobs I'll tell you what  though when I call American Airlines and I get the Pakistani lady I hang up  and I call again I do I'm gonna tell you honestly and it's not because I  don't like her and it's not because she doesn't speak English because she  speaks way better than I do she's just a better person it's so clear  and I know here's why I don't like talking her because I know she doesn't  give a shit about me and my white people problems I want to talk to the  lady from Texas who's a will help you that's the lady I want I just know  that hello a medicate oh fuck you don't care there's no way why would  you I'm in my underwear hi I have a layover in Dallas that's really long  and I was wondering she's like oh really I haven't had a clean glass of  water in ten years okay two of my kids died this morning I still came to  work you fat shit I can hear your fat over the phone why don't you hang up and kill  yourself why would she care oh he's just God standing at the ATM  can't believe to make me go like this stupid fuck you complaining about you push a button money  comes out of fucking slots when I was younger you had to go in the bank  go inside the bank now you look in the bank you're like what are those  doing in there are they cleaning the money's out here it's amazing how  different shit is now and it hasn't been this way for a long time it's  been a very short time everybody has a phone in their pocket it used to be  you had about just a few years ago nobody had their phone it was just",
                "start_time": 1449.6,
                "end_time": 1879.26,
                "duration": 429.6600000000001,
                "laughter": {
                    "start": 1881.75,
                    "end": 1882.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " house and then you had to dial this fucking thing there was a rotor and  you had to turn and go you actually hated people with zeros in their numbers  because they made you do well this guy's got a zero and a nine how badly  do I want to talk to that piece of shit that's too much work now we have  this which is amazing we have these phones that you can call in an  airstrike you can look at the top of your own head it's amazing this",
                "start_time": 1885.56,
                "end_time": 1917.66,
                "duration": 32.100000000000136,
                "laughter": {
                    "start": 1922.75,
                    "end": 1925.75,
                    "duration": 3.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " because we have this beautiful thing and we hate it we're just fucking I don't  never saw a person going look at what my phone can do nobody does that they",
                "start_time": 1927.72,
                "end_time": 1938.48,
                "duration": 10.759999999999991,
                "laughter": {
                    "start": 1942.75,
                    "end": 1944.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " could you give it a second it's going to space can you give it a second to  get back from space is the speed of light too slow for you you non  contributing product sponge cunt can you just wait can you just take a little",
                "start_time": 1946.19,
                "end_time": 1965.48,
                "duration": 19.289999999999964,
                "laughter": {
                    "start": 1964.75,
                    "end": 1965.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " but instead here's how my brain works it's stupidity followed by self-hatred  and then further analysis it's not a very efficient system of thought I  have these dumb thoughts and then I go what the fuck is wrong with you and  then I figure it out impulse is always stupid like I saw this guy in New  York one day and he's walking his dog and this is what I saw the guy's got  it he's got a coffee and a dog on a leash and a phone he's on the phone  so he's got his phone like this and the dog's leash is going from the  phone hand to the dog and I look at this and I go oh he's got like a  phone I thought sincerely inhabited me for like a full minute I wonder what the  benefits are to hooking your phone up to a dog and then the other part of me  dumb thoughts the other day I was I don't know I don't know what town I  was in I was on the road I was just standing in front of my hotel it was  five o'clock in the afternoon that's usually what I'm doing at five  afternoon just standing in front of my hotel because I've been inside all day  just with a jacking off in the ice cream it's just horrible it's like a  horrible thing all day just depths of fucking hell just I wake up I get  like chicken wings shit nobody eats at 10 a.m. like really hot wings and I  eat them all and then I'm like so I get ice cream to cool it off you  like it and then I feel worse so I jack off and pass out I turn off my phone in  case my kids call I can't fucking face anybody I wake up covered with three  kinds of shame glaze just covering my body and so right around five in the  afternoon it starts getting dark and I'm like I gotta be in the daylight  just once I have to at least one time in the day be in daylight and  that's I just stand there that's it like a fucking mental patient in a  bathrobe just cigarette burns on the robe and shit some girl telling me I  started looking at people and they're all crispy clothed and rosy-cheeked  and full of purpose and they're making me feel worse and I'm about to  go back in the hotel and jack off another time and then I look across  the street and I see this couple and they were just striking they're a  couple it was a beautiful woman with a beautiful man I'll say he's beautiful I  got no problem I'll suck his dick too I don't need your permission I mean I  never did that but I'm 41 maybe I'll do the second half gay I don't know  it remains an option there's got to be something to it those folks are  having a good time they have parades rates for how I get laid they have  parades marching down the street to celebrate that they blow each other and  smush their vaginas together or whatever that one is a wonderful thing  those folks are doing it's none of my business so I okay so I'm looking at  the couple and they're walking on the other side of the street and they have  a child with them but I can't see their child because there's like a  dumpster and some other stuff I just see like a little head and I'm  waiting I'm curious what their kid looks like because they're so  beautiful maybe I want to fuck their kid I don't know that that's  just me saying something terrible because it makes me laugh that it  that's all that is just so you know it's just it's just enjoyable to me  that you're upset that's all it is I'm not gonna fuck a kid I wouldn't do  fuck him I'm saying if I found a dead kid in a field and it wasn't  situation okay so I'm looking at the couple and they got a kid with  them and I'm curious what their kid looks like and they come around the  corner and they're and it's true story it wasn't a kid it was a little old  Chinese woman walking next to them and here's what my dumb brain tells me I  go oh that's what their child is like not like oh she's a separate person  she's not with them like oh that young couple gave birth to a tiny  elderly Chinese woman isn't that interesting and then the other part of  dude yeah that's what happened yes asshole get the little old Chinese lady  she was there was a beauty to her she's just tiny little old I'm staring at  her because I was fascinated by her I don't know anybody like her and I am  so not a little old Chinese lady that I look I was like what are her  thoughts that was I was burning inside with what is she thinking right now  I can never know and I really the dumb brains telling me that she's just  thinking that's how dumb I am then I think Chinese gibberish that I made up  is in her actually Chinese mind that's all just me Chinese  person I can't know what she was thinking she could be thinking  anything black people steal so much she might I'm not saying they steal  I'm saying that fucking racist Chinese lady might have been thinking it she  possible and I went to England I spent a month there I liked England  everything's different I mean that's that's obvious but some of the  differences were cool I like the money the money instead of a dollar bill  they have the pound coin and it's a coin and you throw it on the counter  it felt kind of cool like the Old West like going to you know being on  the dusty trail you see a saloon so you walk over with your horse you  throw the rope vaguely at the pole outside thing they do well it's my whole  life on that horse should be fine walk in a saloon give me a beer bottle of  whiskey in a room for a week can steak dinner shave and a haircut the  bath some new clothes and a hat and some boots some oats from a horse and  woman here you go that's all one heavy coin you're fine nobody adds up all  those things you mentioned they don't check to see what coin it was the guy  just keeps drying the glass things were very vague back then things just  cost money hey how much is that money in the old English movies it was  different it was a little sack of coins remember that a little draw  string sack tossed over by some faggy lord with a ruffle shirt throw it  disdainfully down to some commoner who's gonna do some beneath his station  follow the girl and report back to me at midnight bring a shovel and a sack  and two reliable men such as yourself what's that oh yes of course well  this ought to be sufficient thank you sir so happy to get a general  amount of some kind of currency or another you didn't like count it I  think you only gave me enough for the shovel is not enough there that was a  good time in our economy when you needed to have gold to buy shit we  might be going back to that pretty soon too things are pretty fucked up  people a little bit scared but you know what how bad could it really get  I mean most Americans have so much crap you could lose most of it and  still be have more shit than the average Canadian even like we're the  fattest people in the world and we just have all this shit and we hate it  we're just miserable with our phones and I worry about the economy failing  because we don't we can't even worry miserable with a great life like I  don't know how the fuck we're gonna deal with like when you got to move  your mom into the cellar and shit and like have like serious problems  because we have like up till now we have white we have white people  that's what we have white people problems you know what that is that's  where your life is amazing so you just make shit up to be upset about  people in other countries have real problems like oh shit they're cutting  off all our heads today things like that we make shit up to be upset  about like how come I have to choose a language on the ATM machine it's  bullshit I shouldn't have to do that American shit we bitch about I  called American Airlines and I got a Pakistani lady and she was in Pakistan  only people near my fat white body should have jobs I'll tell you what  though when I call American Airlines and I get the Pakistani lady I hang up  and I call again I do I'm gonna tell you honestly and it's not because I  don't like her and it's not because she doesn't speak English because she  speaks way better than I do she's just a better person it's so clear  and I know here's why I don't like talking her because I know she doesn't  give a shit about me and my white people problems I want to talk to the  lady from Texas who's a will help you that's the lady I want I just know  that hello a medicate oh fuck you don't care there's no way why would  you I'm in my underwear hi I have a layover in Dallas that's really long  and I was wondering she's like oh really I haven't had a clean glass of  water in ten years okay two of my kids died this morning I still came to  work you fat shit I can hear your fat over the phone why don't you hang up and kill  yourself why would she care oh he's just God standing at the ATM  can't believe to make me go like this stupid fuck you complaining about you push a button money  comes out of fucking slots when I was younger you had to go in the bank  go inside the bank now you look in the bank you're like what are those  doing in there are they cleaning the money's out here it's amazing how  different shit is now and it hasn't been this way for a long time it's  been a very short time everybody has a phone in their pocket it used to be  you had about just a few years ago nobody had their phone it was just  house and then you had to dial this fucking thing there was a rotor and  you had to turn and go you actually hated people with zeros in their numbers  because they made you do well this guy's got a zero and a nine how badly  do I want to talk to that piece of shit that's too much work now we have  this which is amazing we have these phones that you can call in an  airstrike you can look at the top of your own head it's amazing this  because we have this beautiful thing and we hate it we're just fucking I don't  never saw a person going look at what my phone can do nobody does that they  could you give it a second it's going to space can you give it a second to  get back from space is the speed of light too slow for you you non  contributing product sponge cunt can you just wait can you just take a little",
        "laughter_count": 9,
        "total_laughter_duration": 13.0
    },
    {
        "title": "Bit 3",
        "start_time": 1956.4759999999999,
        "end_time": 2946.89,
        "jokes": [
            {
                "joke_text": " breath just wait for that picture of Axle Rose to get on your phone like it  even fucking mattered what you were doing like it was even important we're  all just so mad I hate my phone sucks it's amazing the shittiest cell  phone in the world is a miracle your life sucks around the phone  why are you so mad at it people say the craziest I I hate Verizon what are you",
                "start_time": 1965.48,
                "end_time": 2004.68,
                "duration": 39.200000000000045,
                "laughter": {
                    "start": 2007.0,
                    "end": 2007.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Verizon why did they fire you and take away your pension no just a couple of  times it was weird for a second hate them Verizon well make your own then  you go make one make your own network get some hubcaps and climb some  trees see how close yours is to perfect perfect really it's as good as it is  why do we expect it to be fucking perfect all the fucking time we're not  contributing we're not helping it be perfect we don't even know what what",
                "start_time": 2009.18,
                "end_time": 2052.14,
                "duration": 42.95999999999981,
                "laughter": {
                    "start": 2052.25,
                    "end": 2053.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " is involved give any idea what is involved in taking your thing that you  said that nobody needs to ever hear ever when you go hey what's up dude",
                "start_time": 2052.14,
                "end_time": 2064.35,
                "duration": 12.210000000000036,
                "laughter": {
                    "start": 2064.25,
                    "end": 2065.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and a little invisible magic angel takes it damn it  oh when did you send me that text if I sent it to you a month ago it's  amazing whenever it gets to you it's amazing whenever it gets to you in  your chosen fucking font it's incredible old I'm 41 but I'm still  amazed at the shit in my life I'm amazed at the shit in the world I  was on a plane once like about a month ago and they had high-speed  wireless internet on the plane and they had never done that before they  explained to us that we were like one of the first aircraft and I opened up  my my laptop and I'm online I'm looking at YouTube and shit while we're  flying and then it broke down and the woman says I'm sorry but we have  to fix the internet so it's down for the rest of the flight the guy  next to me goes fucking bullshit oh you something you didn't even know  existed 30 seconds ago planes are the worst people on planes they  complained they get off the plane they come to your house and they tell  you about their whole flight experience and they make it sound like  it was fucking a cattle car in Poland in the 40s they just make it that was",
                "start_time": 2066.18,
                "end_time": 2146.88,
                "duration": 80.70000000000027,
                "laughter": {
                    "start": 2154.5,
                    "end": 2155.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " story in this country that's a fucking hardship that you had to sit  on the runway people will listen to that story they'll stop doing the  dishes and turn around go oh my god really for 40 minutes that's",
                "start_time": 2157.45,
                "end_time": 2170.91,
                "duration": 13.460000000000036,
                "laughter": {
                    "start": 2172.5,
                    "end": 2173.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " did you soar into the clouds impossibly did you partake in the  miracle of human flight and then land softly on giant tires that you  couldn't even conceive how they fucking put air in them dare you  bitching about flying I had to pay for my sandwich you're flying in a chair in  the sky myth right now but it doesn't go back very far and I sort of  squishing my knees the Wright brothers would kick us all right in the cunt if  they knew if if you could go back in time to Orville Wright and go hey  dude I had to sit on the runway for 40 minutes and you'd be like oh  shit well let's not even bother then hey Wendell shut it down they  make you wait for a bit that hardly seems worth it there's always delays  that's what everybody complains about there's always delays when I fly  really delays it's too slow air travels too slow New York to  California in six hours they used to take 30 years to do that and a bunch  you would die on the way there you get shot in the neck with an arrow  and you go and fall down and the other passengers would just bury you  put a stick there with your hat on it and keep walking and one of them would  fuck your wife and have three babies and all the old people would die you'd  be a whole different group of people by the time you got to California now  you watch an Adam Sandler movie you take a big runny dump and you're there  I was I was flying about a week ago and I was in the airport and I saw  this really old man and he's on he's on a wheelchair I can fucking hear  that shit so back or turn them down sorry to fuck up the entire show for  that but I could hear and get closer to him that's okay it's fine get",
                "start_time": 2187.99,
                "end_time": 2344.83,
                "duration": 156.84000000000015,
                "laughter": {
                    "start": 2353.0,
                    "end": 2357.75,
                    "duration": 4.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " in the airport just drenched right now totally drenched it's like I peed",
                "start_time": 2375.46,
                "end_time": 2383.99,
                "duration": 8.529999999999745,
                "laughter": {
                    "start": 2383.0,
                    "end": 2383.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " it's crazy okay so I'm in the airport and I'm going through security and they  bring this old man in a wheelchair and he was crazy old I mean he was the  oldest thing I've ever seen I've been I've been to museums and shit this  dude what I didn't know there had been as much time as this guy was  old I mean he was at least forever he was at least that old just tiny  little Nosferatu hands and eggy head just one of those so fray I was like  that it's like just the atmosphere was crushing him into a diamond and  they're pushing him through and I'm not the only like he was parting the  people because people are going what the fuck that's crazy and they take  him through security and you know if you're really old or you're in a  wheelchair you can't go through the metal detector if you're in a  wheelchair so they take you to secondary clearance which is far more  like the oldest and feeblest people get the highest scrutiny so they take him  over there and he's I mean he doesn't even look good for infinity he's not  even like he's the only thing going and they take him over and they start  checking him for weapons like thirdly what do you got there huh like  checking him and they lift him I swear to God they picked him up  gently out of the wheelchair by the shoulders and he's standing between  these two guys like this and they're going whoop whoop whoop hey fellas you think  that's the guy want to maybe let him go let him enjoy the last 10 seconds of",
                "start_time": 2383.99,
                "end_time": 2501.42,
                "duration": 117.43000000000029,
                "laughter": {
                    "start": 2500.5,
                    "end": 2501.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " his life doing something else even if he pulled it off he deserves  whatever he wanted really but what is he gonna do even if he had a  grenade let him keep it I know what they'd say they'd be like well  where do you draw the line he this is the line this guy right here he's  the actual line it's very clear there's always somebody going through security  like I don't want to take off my shoes stupid I'm not a terrorist well  that's right we only make terrorists do that I'm sorry that's what we sound  like now just the whole country we're like fat eighth graders all of  us never listen to people when I was in England I went into this cafe full  of Afghani people and they're they just had crackly energy to their  language I don't know what they're saying but it was like energy we don't  have that anymore we ever listen to people you ever  listen to what people really sound like the other day I was in some  whatever coffee I don't you can only be in six places whichever one I was in",
                "start_time": 2501.42,
                "end_time": 2587.15,
                "duration": 85.73000000000002,
                "laughter": {
                    "start": 2597.5,
                    "end": 2599.0,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " these two women are talking when I was like anyway I was listening to the two  guys and one of them used a word that really pissed me off because it was how  he used it he used the word hilarious that's one of those words that we use  that we don't get we don't care what it means we go right for the top  shelf with our words now we don't think about how we talk we just say  the right to that fucking just dude it was amazing it was amazing really  you were amazed you were amazed by a basket of chicken wings really amazing  what are you gonna what are you gonna do with the rest of your life now what  if something really happens to you what if Jesus comes down from the  sky and makes love to you all night long leaves the new living Lord in",
                "start_time": 2619.48,
                "end_time": 2694.54,
                "duration": 75.05999999999995,
                "laughter": {
                    "start": 2698.5,
                    "end": 2699.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " wings you've limited yourself verbally to a shit life all these words we use  genius that's you anybody can be a genius now used to be you had to have  a thought no one ever had before or you had to invent a number now it's  like hey I got a cup in case we need another cup dude you're genius so  these guys they use hilarious and I remember the context exactly because I  hadn't the hate recorder running to the back of my head I was just  they're fucking angry I'm listening to him the one guy says the other guy he  goes uh hey dude so uh so guess who I saw today and his friend goes I swear  to God that's how he said it it just slid out like tight your lips up man  make an effort please whoo that's how a person talks this guy he's just  creating words out of the front of his head so this friend goes I saw Lisa  today and he goes that's hilarious is Lisa poodle on her hind legs how is  that hilarious was she standing next to Jerry Lewis when he was younger  how the fuck is that hilarious you know what hilarious means  hilarious means so funny that you almost went insane when you heard  that it's just so funny that it almost ruined your life you're homeless now  because you can't cope or reason anymore because that hilarious thing  just shattered your mind and three months later you got shitting leaves in  your hair and you're drenched in pee in the gutter that's how funny  hilarious is I don't know this Lisa cunt but she ain't that funny there's  just no way she's that funny on site fuck her seriously I hope she's dead  I really do I hate her I hope she died today weirdly and horribly I hope the  person she loved most pushed her off a cliff and she was just falling and  screaming the whole way down never accepting it and then Superman  swooped her up and then dropped her from higher we hope that happened to  stupid Lisa with her one tit picket in the other and her frizzy hair  her big nose fucking Jew  Jew is a funny word because because Jew is the only word that is the is the  polite thing to call a group of people and the slur for the same group most  groups have a good and a bad there is the same word just with a little  stank on it and it becomes a terrible thing to call the person because you  he's a Jew it's fine he's a Jew like that's all it takes here's the  president would slip one into a speech that's just on the border just to fuck  with people's heads just in the middle you know we all gotta get along in  this country we need everybody blacks and whites and Christians and Jews and  let's just try can't call him on it but that seemed inappropriate",
                "start_time": 2702.31,
                "end_time": 2946.89,
                "duration": 244.57999999999993,
                "laughter": {
                    "start": 2958.25,
                    "end": 2959.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " breath just wait for that picture of Axle Rose to get on your phone like it  even fucking mattered what you were doing like it was even important we're  all just so mad I hate my phone sucks it's amazing the shittiest cell  phone in the world is a miracle your life sucks around the phone  why are you so mad at it people say the craziest I I hate Verizon what are you  Verizon why did they fire you and take away your pension no just a couple of  times it was weird for a second hate them Verizon well make your own then  you go make one make your own network get some hubcaps and climb some  trees see how close yours is to perfect perfect really it's as good as it is  why do we expect it to be fucking perfect all the fucking time we're not  contributing we're not helping it be perfect we don't even know what what  is involved give any idea what is involved in taking your thing that you  said that nobody needs to ever hear ever when you go hey what's up dude  and a little invisible magic angel takes it damn it  oh when did you send me that text if I sent it to you a month ago it's  amazing whenever it gets to you it's amazing whenever it gets to you in  your chosen fucking font it's incredible old I'm 41 but I'm still  amazed at the shit in my life I'm amazed at the shit in the world I  was on a plane once like about a month ago and they had high-speed  wireless internet on the plane and they had never done that before they  explained to us that we were like one of the first aircraft and I opened up  my my laptop and I'm online I'm looking at YouTube and shit while we're  flying and then it broke down and the woman says I'm sorry but we have  to fix the internet so it's down for the rest of the flight the guy  next to me goes fucking bullshit oh you something you didn't even know  existed 30 seconds ago planes are the worst people on planes they  complained they get off the plane they come to your house and they tell  you about their whole flight experience and they make it sound like  it was fucking a cattle car in Poland in the 40s they just make it that was  story in this country that's a fucking hardship that you had to sit  on the runway people will listen to that story they'll stop doing the  dishes and turn around go oh my god really for 40 minutes that's  did you soar into the clouds impossibly did you partake in the  miracle of human flight and then land softly on giant tires that you  couldn't even conceive how they fucking put air in them dare you  bitching about flying I had to pay for my sandwich you're flying in a chair in  the sky myth right now but it doesn't go back very far and I sort of  squishing my knees the Wright brothers would kick us all right in the cunt if  they knew if if you could go back in time to Orville Wright and go hey  dude I had to sit on the runway for 40 minutes and you'd be like oh  shit well let's not even bother then hey Wendell shut it down they  make you wait for a bit that hardly seems worth it there's always delays  that's what everybody complains about there's always delays when I fly  really delays it's too slow air travels too slow New York to  California in six hours they used to take 30 years to do that and a bunch  you would die on the way there you get shot in the neck with an arrow  and you go and fall down and the other passengers would just bury you  put a stick there with your hat on it and keep walking and one of them would  fuck your wife and have three babies and all the old people would die you'd  be a whole different group of people by the time you got to California now  you watch an Adam Sandler movie you take a big runny dump and you're there  I was I was flying about a week ago and I was in the airport and I saw  this really old man and he's on he's on a wheelchair I can fucking hear  that shit so back or turn them down sorry to fuck up the entire show for  that but I could hear and get closer to him that's okay it's fine get  in the airport just drenched right now totally drenched it's like I peed  it's crazy okay so I'm in the airport and I'm going through security and they  bring this old man in a wheelchair and he was crazy old I mean he was the  oldest thing I've ever seen I've been I've been to museums and shit this  dude what I didn't know there had been as much time as this guy was  old I mean he was at least forever he was at least that old just tiny  little Nosferatu hands and eggy head just one of those so fray I was like  that it's like just the atmosphere was crushing him into a diamond and  they're pushing him through and I'm not the only like he was parting the  people because people are going what the fuck that's crazy and they take  him through security and you know if you're really old or you're in a  wheelchair you can't go through the metal detector if you're in a  wheelchair so they take you to secondary clearance which is far more  like the oldest and feeblest people get the highest scrutiny so they take him  over there and he's I mean he doesn't even look good for infinity he's not  even like he's the only thing going and they take him over and they start  checking him for weapons like thirdly what do you got there huh like  checking him and they lift him I swear to God they picked him up  gently out of the wheelchair by the shoulders and he's standing between  these two guys like this and they're going whoop whoop whoop hey fellas you think  that's the guy want to maybe let him go let him enjoy the last 10 seconds of  his life doing something else even if he pulled it off he deserves  whatever he wanted really but what is he gonna do even if he had a  grenade let him keep it I know what they'd say they'd be like well  where do you draw the line he this is the line this guy right here he's  the actual line it's very clear there's always somebody going through security  like I don't want to take off my shoes stupid I'm not a terrorist well  that's right we only make terrorists do that I'm sorry that's what we sound  like now just the whole country we're like fat eighth graders all of  us never listen to people when I was in England I went into this cafe full  of Afghani people and they're they just had crackly energy to their  language I don't know what they're saying but it was like energy we don't  have that anymore we ever listen to people you ever  listen to what people really sound like the other day I was in some  whatever coffee I don't you can only be in six places whichever one I was in  these two women are talking when I was like anyway I was listening to the two  guys and one of them used a word that really pissed me off because it was how  he used it he used the word hilarious that's one of those words that we use  that we don't get we don't care what it means we go right for the top  shelf with our words now we don't think about how we talk we just say  the right to that fucking just dude it was amazing it was amazing really  you were amazed you were amazed by a basket of chicken wings really amazing  what are you gonna what are you gonna do with the rest of your life now what  if something really happens to you what if Jesus comes down from the  sky and makes love to you all night long leaves the new living Lord in  wings you've limited yourself verbally to a shit life all these words we use  genius that's you anybody can be a genius now used to be you had to have  a thought no one ever had before or you had to invent a number now it's  like hey I got a cup in case we need another cup dude you're genius so  these guys they use hilarious and I remember the context exactly because I  hadn't the hate recorder running to the back of my head I was just  they're fucking angry I'm listening to him the one guy says the other guy he  goes uh hey dude so uh so guess who I saw today and his friend goes I swear  to God that's how he said it it just slid out like tight your lips up man  make an effort please whoo that's how a person talks this guy he's just  creating words out of the front of his head so this friend goes I saw Lisa  today and he goes that's hilarious is Lisa poodle on her hind legs how is  that hilarious was she standing next to Jerry Lewis when he was younger  how the fuck is that hilarious you know what hilarious means  hilarious means so funny that you almost went insane when you heard  that it's just so funny that it almost ruined your life you're homeless now  because you can't cope or reason anymore because that hilarious thing  just shattered your mind and three months later you got shitting leaves in  your hair and you're drenched in pee in the gutter that's how funny  hilarious is I don't know this Lisa cunt but she ain't that funny there's  just no way she's that funny on site fuck her seriously I hope she's dead  I really do I hate her I hope she died today weirdly and horribly I hope the  person she loved most pushed her off a cliff and she was just falling and  screaming the whole way down never accepting it and then Superman  swooped her up and then dropped her from higher we hope that happened to  stupid Lisa with her one tit picket in the other and her frizzy hair  her big nose fucking Jew  Jew is a funny word because because Jew is the only word that is the is the  polite thing to call a group of people and the slur for the same group most  groups have a good and a bad there is the same word just with a little  stank on it and it becomes a terrible thing to call the person because you  he's a Jew it's fine he's a Jew like that's all it takes here's the  president would slip one into a speech that's just on the border just to fuck  with people's heads just in the middle you know we all gotta get along in  this country we need everybody blacks and whites and Christians and Jews and  let's just try can't call him on it but that seemed inappropriate",
        "laughter_count": 11,
        "total_laughter_duration": 14.25
    },
    {
        "title": "Bit 4",
        "start_time": 2934.7139999999995,
        "end_time": 4003.13,
        "jokes": [
            {
                "joke_text": " story didn't deserve what here's what he should have said this is what  that story deserve it should have been like I saw Lisa today the other  day she said that happened that's it that's all it deserved he should have  said that happened and then they just should have started making out I don't  know why I wanted that I just one of these two old fat guys to start  blowing each other on the floor and not even gay blowing just awkward  heterosexual sucking that they don't know what they're doing and they  don't even get a hard part way through they're just sucking each  other's soft penises and they're both crying because they're embarrassed  and confused now that would be hilarious then you would have a story  that you could call hilarious without being accused of hyperbole it's  amazing the stories that people think are interesting and that's always one  of them is when your friend ran into somebody from their past and they  can't wait to tell you and first they want to tell you for 40  minutes how blown away you're gonna be that they saw this person dude  you're not gonna believe who I saw today yes I am",
                "start_time": 2960.29,
                "end_time": 3031.29,
                "duration": 71.0,
                "laughter": {
                    "start": 3040.0,
                    "end": 3041.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " out holy shit when you find out who I saw you are gonna shit in your  father's mouth when I tell you I'm serious when I tell you who I saw  you are gonna kill fuck and eat for Mexican retarded kids when I tell  you who I saw today I'm you're gonna do that I'm serious that you're gonna do  that you're not gonna you're just gonna rip out your asshole and throw it on  the wall it's gonna stick there and you're gonna dive through it into  another dimension tell you who I saw today why I'm such an asshole I really  am I I have grumpy I don't I get impatient with people quickly you  know I just get tired of when people are boring I want to kill them  you know and that's not fair I used to like people more but now I  have children and that changes your life changes your life in a lot of ways  like you spend a lot of time with people you never would have chosen to  spend time with not in a million years I spent whole days with people  I'm like I never would have hung out with you I didn't choose you our  children chose each other based on no criteria by the way they're the  same size they don't give a shit who they make me hang out with my  daughter had a playdate the other day this this kid comes over his  father brings him and his father brings his fucking face into my house  and I have to ask it questions for an hour and a half oh what do you do I  don't care god damn it what another shit are you passing on that little  faggy you brought over here to play with my kid I don't I hate your son",
                "start_time": 3042.75,
                "end_time": 3140.52,
                "duration": 97.76999999999998,
                "laughter": {
                    "start": 3144.25,
                    "end": 3145.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you can have just stands dude I'm not you're not mine I don't love you  do you understand I don't have any no love none I don't even have an  I don't care if you die I seriously I won't feel anything if you die I'll  have to pretend for your dad my kids parents I'm not crazy about most  parents like this whole country our thing is the children we have to do  it all for the children and meanwhile nobody gives a shit about how they  raise their kids people put minimal effort into it they have their kids  are they're like consumers of their kids like they want to call customer  service why does he play video games all day understand why he plays",
                "start_time": 3147.28,
                "end_time": 3194.47,
                "duration": 47.1899999999996,
                "laughter": {
                    "start": 3199.0,
                    "end": 3200.75,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " mind don't even watch television and when I tell most other parents that  you know what they say they go off fuck you because fuck you fucking  hippie weirdo they're gonna grow up weirdos because they don't watch just",
                "start_time": 3204.92,
                "end_time": 3229.03,
                "duration": 24.110000000000127,
                "laughter": {
                    "start": 3231.75,
                    "end": 3232.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " what you should do just if you think that's really good idea to have more  TV when next time your kids watching television just come up behind them  when they don't know you're there and just turn it off without any warning",
                "start_time": 3237.29,
                "end_time": 3245.65,
                "duration": 8.360000000000127,
                "laughter": {
                    "start": 3247.25,
                    "end": 3248.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " high bar of stimulus that nothing competes a beautiful day is shit to a  child now a gorgeous panoramic day with Hawks catching fucking mice and  away and bears with fucking fish in their teeth and the kids like I want to tell",
                "start_time": 3260.91,
                "end_time": 3279.98,
                "duration": 19.070000000000164,
                "laughter": {
                    "start": 3279.0,
                    "end": 3280.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " you know the difference you should be able to give a kid give a kid an  apple and they go oh thank you I love apples kids can't even taste  apples are like paper to them because we fill and we force them to",
                "start_time": 3300.04,
                "end_time": 3312.26,
                "duration": 12.220000000000255,
                "laughter": {
                    "start": 3312.75,
                    "end": 3314.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " salty it hurts I can't eat anymore shut up have a soda she's sugar and  caffeine and weirdly they react to those chemicals and so they yell and  then we hit them what fucking chance does a kid have like this because I  nutrition in eight years mom I'm dehydrated give me water Pepsi's not  water you cunts give me a glass of water I'm dying I have sores on my  tongue all the time stop hitting me you're huge you hit me that's crazy  you're a giant and I can't defend myself really think it's crazy that  we hit our kids it really is here's the crazy part about it kids are the  only people in the world that you're allowed to hit do you realize that  they're the most vulnerable and they're the most destroyed by hitting  by being hit but it's totally okay to hit them and they're the only ones  if you hit a dog they fucking will put you in jail for that shit you  can't hit a person unless you can prove that they were trying to kill  you any person with a head this big who trusts you implicitly fuck them who  gets a shit fucking let's all hit them hey you people want you to hit your kid",
                "start_time": 3321.26,
                "end_time": 3434.5,
                "duration": 113.23999999999978,
                "laughter": {
                    "start": 3436.0,
                    "end": 3436.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " touch I hit my kids that's what people sell them you're damn right I hit my  kids what why do you hit them cuz they were doing a thing I didn't like  at the moment and so I hit them and guess what they didn't do it after  well I wouldn't be taking the fucking easy way out with it how about talking",
                "start_time": 3445.18,
                "end_time": 3465.92,
                "duration": 20.740000000000236,
                "laughter": {
                    "start": 3469.75,
                    "end": 3471.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " fucking baby came out of her vagina now you be patient it's not their  fault well I'm teaching them that you hit things learning the world you hit  him he'll know I'm stronger than him that it hurts when my hand hits his  face he'll know we'll get some wisdom out of that raising them right damn it  look no let me say this if you have kids and you do hit your kids I totally  get it I'm not judging let me just explain I get it because my mom hit  me she hit me all the time I don't hit my kids I'm not better than my  mom it's cuz she was poor and I have money that's really all it is it  really is my mom works really hard she was a single mom she'd come home all  bent over after 15 hours I'd be like mommy totally get that I work two  hours a week sometimes so it's not really fair and I know that I know  there's moments when you just fucking I mean there being a parent means  you have your back up against the wall all the time because it's the  only job you can't quit it's the only job where you can't just go just  put your wrench down go fuck it guys I'm leaving my last check I'm going home  anyway I got two and the seven-year-old she's no trouble now  that kid's amazing she's better than me she's smarter than me she's more  decent she's cleaner like she comes out of her room all dressed with a  little bow she's like hi good morning daddy and I'm in my underwear I keep  trying not to screw her up because she's headed for a great life unless I  fuck it up that's basically what's going on I'm not I'm not a father  anymore I'm just a fat landlord I don't really matter like the other day she's  asking me all these questions and I totally hear she's asking me stuff and  I'm just trying to tell her what I know there'd be the truth but you  can't just do that there's some shit that's true that you can't tell your  kids when they're certain ages I know that sounds simple but you don't know  all the time till you fuck up I'm talking or she goes daddy does the  earth go around the Sun I was like yeah she goes does it do it all the  time yeah she says will the earth always go around the Sun forever I  was like well no at some point the Sun's gonna explode she's seven years",
                "start_time": 3483.71,
                "end_time": 3650.03,
                "duration": 166.32000000000016,
                "laughter": {
                    "start": 3649.5,
                    "end": 3650.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " old she started crying immediately crying bitter tears for the death of  all humanity and here's how I tried to save it I go oh honey this isn't  gonna happen until you and everybody you know has been dead for a very  long time didn't know any of those things and now she knows all of those  she's gonna die everybody she knows is gonna die they're gonna be dead for a  very long time and then the Sun's gonna explode she learned all that in 12  seconds the age of seven she took it pretty well I was proud of her she's  like oh dude I guess I'll go play she's had a tough year that kid I  feel really bad a lot of bad things happen her this year this summer she got  bit by a pony I'm not kidding a pony bit her how do you more break a little  girl's heart then a pony but that's like being raped by Santa Claus it was  the worst thing that ever happened and it was made worse by the fact that it  followed the greatest moment of her life because she'd never seen a pony  up close we just never were shitty parents we never like gave her like a  ride and last summer I took the kids to Italy I took my girls to Italy for  whatever reason I don't know why and we're in this farmhouse in the middle  of nowhere and I put him to bed and I come outside and there's ponies they  just showed up out of nowhere just wild ponies like 50 ponies I'm not  fucking with you a huge amount of ponies and one donkey I don't know why  there was one donkey hanging out with the ponies and they're just  the little one fuckers she's not making memories who cares it's not worth  it I take the seven-year-old and I bring her outside and she's standing  barefoot in her pajamas in its dusk and it's ponies and she's like and I'm",
                "start_time": 3652.17,
                "end_time": 3794.28,
                "duration": 142.11000000000013,
                "laughter": {
                    "start": 3798.5,
                    "end": 3799.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " she starts walking out towards the ponies she's like can I go near them  I'm like yeah I'm an idiot I'm like yeah totally go on out there honey  you're only outnumbered 50 to 1 what could possibly happen in a sea of wild  ponies and she walks out and there's this one beautiful speckled pony and  as she's walking towards it I'm an asshole because I don't read it's it's  going like it's totally going dude no not I'm not one of the fuck it  get her out get her out I'm a dude I'm a fucking Italian and wild pony  get her out of here can I go daddy I'm like yes totally go up to the  pony she walks up to the pony and she turns to me and says he's beautiful  and as she's saying that the pony bites her on the fucking leg and she  screams he didn't break the skin but it was awful bruise and I grab her and  I run inside and she says why daddy why did the pony bite me and I said  I don't know and she said do ponies bite a lot and I'm like well  yeah cuz I don't want her to think that she's so horrible that the  first pony ever bit her I go yeah honey ponies bite she goes well why",
                "start_time": 3808.38,
                "end_time": 3882.95,
                "duration": 74.56999999999971,
                "laughter": {
                    "start": 3882.25,
                    "end": 3883.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " great this kid is she calms down and she goes I want to look up about  ponies biting like that's how she thinks something upsets her she wants  to look it up and learn about it she's not want to find out why they  bite and what people say about it so we go and we to look up about ponies  and it turns out they're assholes they bite all the time and there's all  these websites that talk about what to do when your pony bites and it's  like everything else on the internet is just fighting just people angry at  each other the first guy says you got to punch the pony right in the face  just punch it right in the face then the next person says you're a terrible  person you should have your ponies taken away from you the next person  was my favorite they go people who don't punch their ponies make me sick  so we really are a divided nation now the three-year-old is a different  story the three-year-old here's her deal she's a three-year-old that's  really it she's three years old the other day I got in a fight with her  whose fault is that I'm 41 and she's three it's always your fault with a  three-year-old always because they are just what they are they can't help it  just tape the windows it's a fucking hurricane just wait any time you're  like this with a three-year-old don't you understand you're an idiot that's  you being in it don't you understand no I don't dad I haven't developed  enough you just have to wait but it was partly her fault because she  wore me down let me tell you what happened it was this horrible  horrible day it started the night before because she woke me up all night",
                "start_time": 3900.24,
                "end_time": 4003.13,
                "duration": 102.89000000000033,
                "laughter": {
                    "start": 4005.75,
                    "end": 4006.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " story didn't deserve what here's what he should have said this is what  that story deserve it should have been like I saw Lisa today the other  day she said that happened that's it that's all it deserved he should have  said that happened and then they just should have started making out I don't  know why I wanted that I just one of these two old fat guys to start  blowing each other on the floor and not even gay blowing just awkward  heterosexual sucking that they don't know what they're doing and they  don't even get a hard part way through they're just sucking each  other's soft penises and they're both crying because they're embarrassed  and confused now that would be hilarious then you would have a story  that you could call hilarious without being accused of hyperbole it's  amazing the stories that people think are interesting and that's always one  of them is when your friend ran into somebody from their past and they  can't wait to tell you and first they want to tell you for 40  minutes how blown away you're gonna be that they saw this person dude  you're not gonna believe who I saw today yes I am  out holy shit when you find out who I saw you are gonna shit in your  father's mouth when I tell you I'm serious when I tell you who I saw  you are gonna kill fuck and eat for Mexican retarded kids when I tell  you who I saw today I'm you're gonna do that I'm serious that you're gonna do  that you're not gonna you're just gonna rip out your asshole and throw it on  the wall it's gonna stick there and you're gonna dive through it into  another dimension tell you who I saw today why I'm such an asshole I really  am I I have grumpy I don't I get impatient with people quickly you  know I just get tired of when people are boring I want to kill them  you know and that's not fair I used to like people more but now I  have children and that changes your life changes your life in a lot of ways  like you spend a lot of time with people you never would have chosen to  spend time with not in a million years I spent whole days with people  I'm like I never would have hung out with you I didn't choose you our  children chose each other based on no criteria by the way they're the  same size they don't give a shit who they make me hang out with my  daughter had a playdate the other day this this kid comes over his  father brings him and his father brings his fucking face into my house  and I have to ask it questions for an hour and a half oh what do you do I  don't care god damn it what another shit are you passing on that little  faggy you brought over here to play with my kid I don't I hate your son  you can have just stands dude I'm not you're not mine I don't love you  do you understand I don't have any no love none I don't even have an  I don't care if you die I seriously I won't feel anything if you die I'll  have to pretend for your dad my kids parents I'm not crazy about most  parents like this whole country our thing is the children we have to do  it all for the children and meanwhile nobody gives a shit about how they  raise their kids people put minimal effort into it they have their kids  are they're like consumers of their kids like they want to call customer  service why does he play video games all day understand why he plays  mind don't even watch television and when I tell most other parents that  you know what they say they go off fuck you because fuck you fucking  hippie weirdo they're gonna grow up weirdos because they don't watch just  what you should do just if you think that's really good idea to have more  TV when next time your kids watching television just come up behind them  when they don't know you're there and just turn it off without any warning  high bar of stimulus that nothing competes a beautiful day is shit to a  child now a gorgeous panoramic day with Hawks catching fucking mice and  away and bears with fucking fish in their teeth and the kids like I want to tell  you know the difference you should be able to give a kid give a kid an  apple and they go oh thank you I love apples kids can't even taste  apples are like paper to them because we fill and we force them to  salty it hurts I can't eat anymore shut up have a soda she's sugar and  caffeine and weirdly they react to those chemicals and so they yell and  then we hit them what fucking chance does a kid have like this because I  nutrition in eight years mom I'm dehydrated give me water Pepsi's not  water you cunts give me a glass of water I'm dying I have sores on my  tongue all the time stop hitting me you're huge you hit me that's crazy  you're a giant and I can't defend myself really think it's crazy that  we hit our kids it really is here's the crazy part about it kids are the  only people in the world that you're allowed to hit do you realize that  they're the most vulnerable and they're the most destroyed by hitting  by being hit but it's totally okay to hit them and they're the only ones  if you hit a dog they fucking will put you in jail for that shit you  can't hit a person unless you can prove that they were trying to kill  you any person with a head this big who trusts you implicitly fuck them who  gets a shit fucking let's all hit them hey you people want you to hit your kid  touch I hit my kids that's what people sell them you're damn right I hit my  kids what why do you hit them cuz they were doing a thing I didn't like  at the moment and so I hit them and guess what they didn't do it after  well I wouldn't be taking the fucking easy way out with it how about talking  fucking baby came out of her vagina now you be patient it's not their  fault well I'm teaching them that you hit things learning the world you hit  him he'll know I'm stronger than him that it hurts when my hand hits his  face he'll know we'll get some wisdom out of that raising them right damn it  look no let me say this if you have kids and you do hit your kids I totally  get it I'm not judging let me just explain I get it because my mom hit  me she hit me all the time I don't hit my kids I'm not better than my  mom it's cuz she was poor and I have money that's really all it is it  really is my mom works really hard she was a single mom she'd come home all  bent over after 15 hours I'd be like mommy totally get that I work two  hours a week sometimes so it's not really fair and I know that I know  there's moments when you just fucking I mean there being a parent means  you have your back up against the wall all the time because it's the  only job you can't quit it's the only job where you can't just go just  put your wrench down go fuck it guys I'm leaving my last check I'm going home  anyway I got two and the seven-year-old she's no trouble now  that kid's amazing she's better than me she's smarter than me she's more  decent she's cleaner like she comes out of her room all dressed with a  little bow she's like hi good morning daddy and I'm in my underwear I keep  trying not to screw her up because she's headed for a great life unless I  fuck it up that's basically what's going on I'm not I'm not a father  anymore I'm just a fat landlord I don't really matter like the other day she's  asking me all these questions and I totally hear she's asking me stuff and  I'm just trying to tell her what I know there'd be the truth but you  can't just do that there's some shit that's true that you can't tell your  kids when they're certain ages I know that sounds simple but you don't know  all the time till you fuck up I'm talking or she goes daddy does the  earth go around the Sun I was like yeah she goes does it do it all the  time yeah she says will the earth always go around the Sun forever I  was like well no at some point the Sun's gonna explode she's seven years  old she started crying immediately crying bitter tears for the death of  all humanity and here's how I tried to save it I go oh honey this isn't  gonna happen until you and everybody you know has been dead for a very  long time didn't know any of those things and now she knows all of those  she's gonna die everybody she knows is gonna die they're gonna be dead for a  very long time and then the Sun's gonna explode she learned all that in 12  seconds the age of seven she took it pretty well I was proud of her she's  like oh dude I guess I'll go play she's had a tough year that kid I  feel really bad a lot of bad things happen her this year this summer she got  bit by a pony I'm not kidding a pony bit her how do you more break a little  girl's heart then a pony but that's like being raped by Santa Claus it was  the worst thing that ever happened and it was made worse by the fact that it  followed the greatest moment of her life because she'd never seen a pony  up close we just never were shitty parents we never like gave her like a  ride and last summer I took the kids to Italy I took my girls to Italy for  whatever reason I don't know why and we're in this farmhouse in the middle  of nowhere and I put him to bed and I come outside and there's ponies they  just showed up out of nowhere just wild ponies like 50 ponies I'm not  fucking with you a huge amount of ponies and one donkey I don't know why  there was one donkey hanging out with the ponies and they're just  the little one fuckers she's not making memories who cares it's not worth  it I take the seven-year-old and I bring her outside and she's standing  barefoot in her pajamas in its dusk and it's ponies and she's like and I'm  she starts walking out towards the ponies she's like can I go near them  I'm like yeah I'm an idiot I'm like yeah totally go on out there honey  you're only outnumbered 50 to 1 what could possibly happen in a sea of wild  ponies and she walks out and there's this one beautiful speckled pony and  as she's walking towards it I'm an asshole because I don't read it's it's  going like it's totally going dude no not I'm not one of the fuck it  get her out get her out I'm a dude I'm a fucking Italian and wild pony  get her out of here can I go daddy I'm like yes totally go up to the  pony she walks up to the pony and she turns to me and says he's beautiful  and as she's saying that the pony bites her on the fucking leg and she  screams he didn't break the skin but it was awful bruise and I grab her and  I run inside and she says why daddy why did the pony bite me and I said  I don't know and she said do ponies bite a lot and I'm like well  yeah cuz I don't want her to think that she's so horrible that the  first pony ever bit her I go yeah honey ponies bite she goes well why  great this kid is she calms down and she goes I want to look up about  ponies biting like that's how she thinks something upsets her she wants  to look it up and learn about it she's not want to find out why they  bite and what people say about it so we go and we to look up about ponies  and it turns out they're assholes they bite all the time and there's all  these websites that talk about what to do when your pony bites and it's  like everything else on the internet is just fighting just people angry at  each other the first guy says you got to punch the pony right in the face  just punch it right in the face then the next person says you're a terrible  person you should have your ponies taken away from you the next person  was my favorite they go people who don't punch their ponies make me sick  so we really are a divided nation now the three-year-old is a different  story the three-year-old here's her deal she's a three-year-old that's  really it she's three years old the other day I got in a fight with her  whose fault is that I'm 41 and she's three it's always your fault with a  three-year-old always because they are just what they are they can't help it  just tape the windows it's a fucking hurricane just wait any time you're  like this with a three-year-old don't you understand you're an idiot that's  you being in it don't you understand no I don't dad I haven't developed  enough you just have to wait but it was partly her fault because she  wore me down let me tell you what happened it was this horrible  horrible day it started the night before because she woke me up all night",
        "laughter_count": 13,
        "total_laughter_duration": 13.75
    },
    {
        "title": "Bit 5",
        "start_time": 3912.9519999999998,
        "end_time": 4891.19,
        "jokes": [
            {
                "joke_text": " nothing that's the worst part daddy whoa what is it fuck you you got",
                "start_time": 4006.95,
                "end_time": 4012.34,
                "duration": 5.390000000000327,
                "laughter": {
                    "start": 4011.5,
                    "end": 4012.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " nothing bullshit are you so now it's the next morning I'm making breakfast  and I'm gone I'm insane I drank too much coffee to overcompensate and I'm  like yeah I keep having these moments where it's like and there's nothing  there just nothing okay Jesus I'm making French toast she's over there  little chair just fucking anger just pure she's a little ball of anger she's  like I want french toast I'm like yeah that's what I'm making honey I'm  making french toast I'm bringing over here give me syrup yes of course give me",
                "start_time": 4013.64,
                "end_time": 4054.28,
                "duration": 40.64000000000033,
                "laughter": {
                    "start": 4058.25,
                    "end": 4059.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " for you you're not asking nicely but it's okay cut it for you baby I love  you very much then she's looking at her plate she's literally going because  needs to be want something you know she didn't there's nothing logical for her  to want so sure her brain has to go somewhere crazy so she's looking at  place she goes I don't know which piece to eat and I'm still not  engaging I'm like oh I know honey that's hard that's really hard I'll  just make a list of pros and cons for every piece and I'll help you  with it later and I look at her and she's walking towards me now with the",
                "start_time": 4061.0,
                "end_time": 4098.71,
                "duration": 37.710000000000036,
                "laughter": {
                    "start": 4102.0,
                    "end": 4103.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " her and I love her and I'm proud of her in a way because I know she'll never  want for anything she'll beat that shit out of people she's she'll kill  people for meat after the apocalypse she'll be one of those and then later  I'm trying to get them dressed for school and now that clocks ticking and  I'm like uh-huh and I'm trying to put a sweater on her and it's  impossible the sweater has buttons that just don't exist and I'm my fat  fingers and they're full of sweat and I have just tears going down my  crazy tears I'm not crying I'm like smiling with tears copious I really  can't do it and she's going like this so I give her a Fig Newton just to  immobilize her just to stop it because she loves Fig Newtons I go  here honey have a Fig Newtons she goes they're not called Fig Newtons  they're called Pig Newtons and I go no they're not they're called Fig  Newtons and right away in my head I'm like what are you doing why what is  to be gained what do you care just yeah Pig Newtons fine go ahead good  luck to you go through life see what kind of job you can hold down with  shit like that clanging around your head I don't care I'll be dead but  for some reason I engaged no honey they're called Fig Newtons she goes  now you don't know you don't know they're called Pig Newtons and I just I feel this",
                "start_time": 4113.14,
                "end_time": 4219.65,
                "duration": 106.50999999999931,
                "laughter": {
                    "start": 4218.75,
                    "end": 4219.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " rage building inside just because it's not that she's wrong she's three she's entitled",
                "start_time": 4219.65,
                "end_time": 4227.14,
                "duration": 7.490000000000691,
                "laughter": {
                    "start": 4234.0,
                    "end": 4234.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " self-doubt she's not going like dad I think those are Pig Newtons are you sure that  you have it right she's not saying she's not going like dad I'm pretty sure those  are Pig Newtons which would be a little cunty but acceptable I could deal with that  she's giving me nothing now you don't know those are paint I'm like really I don't know  I don't know dude I'm not even using my memory right now okay I'm reading the",
                "start_time": 4237.75,
                "end_time": 4263.4,
                "duration": 25.649999999999636,
                "laughter": {
                    "start": 4266.25,
                    "end": 4267.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " odds of that and take a bite of the cookie does it taste like a pork cookie motherfucker",
                "start_time": 4288.54,
                "end_time": 4294.2,
                "duration": 5.6599999999998545,
                "laughter": {
                    "start": 4304.75,
                    "end": 4305.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to that obviously but anyway later I've got the kids dressed it's winter all the layers on  and it's time to go to school and I've got 10 minutes to get to a school that's 10 minutes  away which is a horrible feeling I put my hand on the door to leave and all of a sudden  I go I got to take a shit take the coats off kids we're gonna be late you're gonna be  40 minutes late I don't give a shit I am not walking to school like this I can't use  the bathroom at the school because child molesters ruin that for everybody I'm shitting here  so I'm sitting on the toilet I'm shit with the door open by the way that's my life  two kids by myself I can't shit with the door closed unless I gather them into the  bathroom to watch daddy take a dump which I've done with a little one honey we gotta  poop when you're too crazy just come with me you gotta come with me so I'm sitting  there and I'm shitting and I'm trying to see them in the other room honey stay between the  tables I can't see you I said the little one walks in a view naked it's all gone all gone  walks up looks at me and then I don't know why but she shows me her ass it's something",
                "start_time": 4316.26,
                "end_time": 4402.17,
                "duration": 85.90999999999985,
                "laughter": {
                    "start": 4412.75,
                    "end": 4413.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " that I'd never seen before I'm gonna describe it to you the way that I saw it because it just  I didn't know what I was looking at I'm looking at her little white ass she's white  little perfect little white ass and right in the center of it this little black dot just  appeared like magic that's what it looked like to me because I've never seen shit actually  coming out of an ass before I never saw that I never saw this shit like the crowning the  chick did shit coming out and if you ever do see that it's fucking bananas man it's weird",
                "start_time": 4427.22,
                "end_time": 4460.14,
                "duration": 32.92000000000007,
                "laughter": {
                    "start": 4459.25,
                    "end": 4460.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and upsetting the second later just massive I felt the impact tremor under my feet",
                "start_time": 4460.3,
                "end_time": 4477.06,
                "duration": 16.76000000000022,
                "laughter": {
                    "start": 4480.25,
                    "end": 4481.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " like a porta potty on the last day of the festival just a huge huge pile of shit  how she's three this kid shits like a bear I don't understand it seriously if you were",
                "start_time": 4486.58,
                "end_time": 4502.13,
                "duration": 15.550000000000182,
                "laughter": {
                    "start": 4504.5,
                    "end": 4505.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " as big as her whole body easily I thought she would just crumple like a balloon on top of it  weird she's standing there just straddling this huge shit presenting it like she slips falls",
                "start_time": 4510.31,
                "end_time": 4533.82,
                "duration": 23.50999999999931,
                "laughter": {
                    "start": 4534.0,
                    "end": 4535.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " shit her head hit the floor you know that sound of your kid's head hitting the floor  oh oh she's done that's it for her she's finished she's gonna be running to the mailbox once a  day that's about it for her now she's laying in her shit screaming and crying and making  an angel I run over I'm still shitting holding a shit-covered child we're the shit family  that's where we are the seven-year-old standing there I gotta get the fuck out of here this  horrible that's my life right now man it's like where in there do I fit like  getting pussy like there's no place for that I can't even think about it I tried it like  the other day I was like okay take just take a sexual inventory here what do you got left  you know and I went I took off my clothes and I stood in the mirror I lived in the mirror like  a full-length mirror naked I'll never do that again I don't need I don't need to do it  I can go my whole life without doing it again I'm going to I'm not in good shape  I'm not in the worst shape I mean I went to a doctor and he gave me the whole 41-year-old  thing he's like all right well your cholesterol is high but I don't expect you to do anything  about that and your prostate's a little bit too big let's go ahead and let it be a little too  big and you're only cosmetically overweight like what because your cousin your overweightness is  not a medical issue I'm like well so then you don't have to say anything why why did  you even bring it up you're saying like well medically speaking you don't have a weight  but you look gross that's what he's saying I'm looking at myself and here's the problem is  that I didn't even wear down evenly like different parts of my body are older than others  like my dick and balls don't even match each other like my balls are older than me they're  like the oldest I swear to god I'm 41 my balls are like 72 they're really old and they  just kind of hang there hanging like they look like they're being rescued by a helicopter  from a mountain they've been trapped on a mountain together and zip together in a sleeping",
                "start_time": 4540.26,
                "end_time": 4697.82,
                "duration": 157.5599999999995,
                "laughter": {
                    "start": 4698.75,
                    "end": 4699.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and shiny young looking my penis is like a young 21 year old guy walking down with these  two old guys following him hey man hang back I'm trying to get some pussy get out of here  and at some point I got to show this shit to some poor unfortunate woman that has to see this  fucked up package of mine I don't know what's like I'll tuck my balls between my legs I don't  have balls I just have a penis is that okay weird for women that you don't know what kind  of dick and balls you're gonna get until it's way too late like it's the last thing you see  and it doesn't seem fair it should be the first thing you see every date should start  with a guy taking is this gonna be okay yeah that's fine it's gonna be worth my time  go ahead and put it away we'll deal with it later because you you don't find out till  you're looking down the barrel of it and it's really too late now oh Jesus and the  dick's looking up again it's all like this is like a Dr. Seuss tree I don't even it's all  yellowy brown with springs coming out women are so nice I don't know a single story  of a woman who finally gets a guy does a dick out and goes no that no that's not your",
                "start_time": 4709.32,
                "end_time": 4786.77,
                "duration": 77.45000000000073,
                "laughter": {
                    "start": 4787.25,
                    "end": 4788.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " oh fuck what a hole can I put this in the little depress me the least I've met some  women since I've been single and they've been younger mostly because women my age I like  women my age but they're mostly either married with children or in a room alone angry and  crazy one of the other they're not out looking to fuck a comic generally but young  are up for something they'll fuck you and do other things later like and also with  younger women I'm in competition with younger guys and younger guys are not very subtle  they don't really know how to talk to a woman even their own age they're just kind of all  like penis skin's been grafted on their whole body they're just okay is this a  fuck date because I just want to put my tongue in your body it's just a lot of  pressure and then the young woman meets me and I'm like hey look I've been jerking off  in the guest room for 15 years I'm like the man in the iron mask I'm just happy to be out  young guys are they're afraid of women they're afraid of their feelings my girlfriend's mad at  me well later she won't be fucking calm down they're afraid of their bodies they're afraid  of women's money my girlfriend's having her period what do I do fuck her in the period  hole you idiot what is what's the dilemma I don't give a shit if you're having your  come on over I'm 41 I'm I'll fuck the shit out of you I'll drink the blood let's party",
                "start_time": 4795.86,
                "end_time": 4891.19,
                "duration": 95.32999999999993,
                "laughter": {
                    "start": 4896.0,
                    "end": 4930.75,
                    "duration": 34.75,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " nothing that's the worst part daddy whoa what is it fuck you you got  nothing bullshit are you so now it's the next morning I'm making breakfast  and I'm gone I'm insane I drank too much coffee to overcompensate and I'm  like yeah I keep having these moments where it's like and there's nothing  there just nothing okay Jesus I'm making French toast she's over there  little chair just fucking anger just pure she's a little ball of anger she's  like I want french toast I'm like yeah that's what I'm making honey I'm  making french toast I'm bringing over here give me syrup yes of course give me  for you you're not asking nicely but it's okay cut it for you baby I love  you very much then she's looking at her plate she's literally going because  needs to be want something you know she didn't there's nothing logical for her  to want so sure her brain has to go somewhere crazy so she's looking at  place she goes I don't know which piece to eat and I'm still not  engaging I'm like oh I know honey that's hard that's really hard I'll  just make a list of pros and cons for every piece and I'll help you  with it later and I look at her and she's walking towards me now with the  her and I love her and I'm proud of her in a way because I know she'll never  want for anything she'll beat that shit out of people she's she'll kill  people for meat after the apocalypse she'll be one of those and then later  I'm trying to get them dressed for school and now that clocks ticking and  I'm like uh-huh and I'm trying to put a sweater on her and it's  impossible the sweater has buttons that just don't exist and I'm my fat  fingers and they're full of sweat and I have just tears going down my  crazy tears I'm not crying I'm like smiling with tears copious I really  can't do it and she's going like this so I give her a Fig Newton just to  immobilize her just to stop it because she loves Fig Newtons I go  here honey have a Fig Newtons she goes they're not called Fig Newtons  they're called Pig Newtons and I go no they're not they're called Fig  Newtons and right away in my head I'm like what are you doing why what is  to be gained what do you care just yeah Pig Newtons fine go ahead good  luck to you go through life see what kind of job you can hold down with  shit like that clanging around your head I don't care I'll be dead but  for some reason I engaged no honey they're called Fig Newtons she goes  now you don't know you don't know they're called Pig Newtons and I just I feel this  rage building inside just because it's not that she's wrong she's three she's entitled  self-doubt she's not going like dad I think those are Pig Newtons are you sure that  you have it right she's not saying she's not going like dad I'm pretty sure those  are Pig Newtons which would be a little cunty but acceptable I could deal with that  she's giving me nothing now you don't know those are paint I'm like really I don't know  I don't know dude I'm not even using my memory right now okay I'm reading the  odds of that and take a bite of the cookie does it taste like a pork cookie motherfucker  to that obviously but anyway later I've got the kids dressed it's winter all the layers on  and it's time to go to school and I've got 10 minutes to get to a school that's 10 minutes  away which is a horrible feeling I put my hand on the door to leave and all of a sudden  I go I got to take a shit take the coats off kids we're gonna be late you're gonna be  40 minutes late I don't give a shit I am not walking to school like this I can't use  the bathroom at the school because child molesters ruin that for everybody I'm shitting here  so I'm sitting on the toilet I'm shit with the door open by the way that's my life  two kids by myself I can't shit with the door closed unless I gather them into the  bathroom to watch daddy take a dump which I've done with a little one honey we gotta  poop when you're too crazy just come with me you gotta come with me so I'm sitting  there and I'm shitting and I'm trying to see them in the other room honey stay between the  tables I can't see you I said the little one walks in a view naked it's all gone all gone  walks up looks at me and then I don't know why but she shows me her ass it's something  that I'd never seen before I'm gonna describe it to you the way that I saw it because it just  I didn't know what I was looking at I'm looking at her little white ass she's white  little perfect little white ass and right in the center of it this little black dot just  appeared like magic that's what it looked like to me because I've never seen shit actually  coming out of an ass before I never saw that I never saw this shit like the crowning the  chick did shit coming out and if you ever do see that it's fucking bananas man it's weird  and upsetting the second later just massive I felt the impact tremor under my feet  like a porta potty on the last day of the festival just a huge huge pile of shit  how she's three this kid shits like a bear I don't understand it seriously if you were  as big as her whole body easily I thought she would just crumple like a balloon on top of it  weird she's standing there just straddling this huge shit presenting it like she slips falls  shit her head hit the floor you know that sound of your kid's head hitting the floor  oh oh she's done that's it for her she's finished she's gonna be running to the mailbox once a  day that's about it for her now she's laying in her shit screaming and crying and making  an angel I run over I'm still shitting holding a shit-covered child we're the shit family  that's where we are the seven-year-old standing there I gotta get the fuck out of here this  horrible that's my life right now man it's like where in there do I fit like  getting pussy like there's no place for that I can't even think about it I tried it like  the other day I was like okay take just take a sexual inventory here what do you got left  you know and I went I took off my clothes and I stood in the mirror I lived in the mirror like  a full-length mirror naked I'll never do that again I don't need I don't need to do it  I can go my whole life without doing it again I'm going to I'm not in good shape  I'm not in the worst shape I mean I went to a doctor and he gave me the whole 41-year-old  thing he's like all right well your cholesterol is high but I don't expect you to do anything  about that and your prostate's a little bit too big let's go ahead and let it be a little too  big and you're only cosmetically overweight like what because your cousin your overweightness is  not a medical issue I'm like well so then you don't have to say anything why why did  you even bring it up you're saying like well medically speaking you don't have a weight  but you look gross that's what he's saying I'm looking at myself and here's the problem is  that I didn't even wear down evenly like different parts of my body are older than others  like my dick and balls don't even match each other like my balls are older than me they're  like the oldest I swear to god I'm 41 my balls are like 72 they're really old and they  just kind of hang there hanging like they look like they're being rescued by a helicopter  from a mountain they've been trapped on a mountain together and zip together in a sleeping  and shiny young looking my penis is like a young 21 year old guy walking down with these  two old guys following him hey man hang back I'm trying to get some pussy get out of here  and at some point I got to show this shit to some poor unfortunate woman that has to see this  fucked up package of mine I don't know what's like I'll tuck my balls between my legs I don't  have balls I just have a penis is that okay weird for women that you don't know what kind  of dick and balls you're gonna get until it's way too late like it's the last thing you see  and it doesn't seem fair it should be the first thing you see every date should start  with a guy taking is this gonna be okay yeah that's fine it's gonna be worth my time  go ahead and put it away we'll deal with it later because you you don't find out till  you're looking down the barrel of it and it's really too late now oh Jesus and the  dick's looking up again it's all like this is like a Dr. Seuss tree I don't even it's all  yellowy brown with springs coming out women are so nice I don't know a single story  of a woman who finally gets a guy does a dick out and goes no that no that's not your  oh fuck what a hole can I put this in the little depress me the least I've met some  women since I've been single and they've been younger mostly because women my age I like  women my age but they're mostly either married with children or in a room alone angry and  crazy one of the other they're not out looking to fuck a comic generally but young  are up for something they'll fuck you and do other things later like and also with  younger women I'm in competition with younger guys and younger guys are not very subtle  they don't really know how to talk to a woman even their own age they're just kind of all  like penis skin's been grafted on their whole body they're just okay is this a  fuck date because I just want to put my tongue in your body it's just a lot of  pressure and then the young woman meets me and I'm like hey look I've been jerking off  in the guest room for 15 years I'm like the man in the iron mask I'm just happy to be out  young guys are they're afraid of women they're afraid of their feelings my girlfriend's mad at  me well later she won't be fucking calm down they're afraid of their bodies they're afraid  of women's money my girlfriend's having her period what do I do fuck her in the period  hole you idiot what is what's the dilemma I don't give a shit if you're having your  come on over I'm 41 I'm I'll fuck the shit out of you I'll drink the blood let's party",
        "laughter_count": 15,
        "total_laughter_duration": 47.5
    }
]