[
    {
        "title": "Opening",
        "start_time": 0,
        "end_time": 687.39,
        "jokes": [
            {
                "joke_text": " Thank you. Thank you very much. Thanks. Nice to uh, all right. Nice to see you all  Thanks for coming. I've been thinking about you all day  How are you? How was your last couple of years?",
                "start_time": 62.77,
                "end_time": 78.52,
                "duration": 15.749999999999993,
                "laughter": {
                    "start": 79.0,
                    "end": 80.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " blackface that's gonna be",
                "start_time": 110.12,
                "end_time": 111.48,
                "duration": 1.3599999999999994,
                "laughter": {
                    "start": 111.0,
                    "end": 112.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's gonna make it a lot worse  Because there's a lot of those there's thousands of pictures of me in blackface. I can't stop doing it. I just I  Like it. I like how it feels  Fuck man. That was  You know what? I learned a lot. I learned a lot. I learned how to eat alone in a restaurant with  People giving me the finger from across the room",
                "start_time": 112.79,
                "end_time": 144.14,
                "duration": 31.34999999999998,
                "laughter": {
                    "start": 154.0,
                    "end": 154.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Who the fuck wants to know who their real friends are you don't want to know that believe me you don't want to know",
                "start_time": 160.54,
                "end_time": 167.92,
                "duration": 7.3799999999999955,
                "laughter": {
                    "start": 168.75,
                    "end": 170.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's not your cool friends and it's not your fun friends  It's your real friend  I'm here for you. I fucking know I have this friend",
                "start_time": 172.26,
                "end_time": 187.23,
                "duration": 14.969999999999999,
                "laughter": {
                    "start": 186.75,
                    "end": 187.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " She's the best person I know but I sometimes want to punch her in the face because she's so nice  Because I'm not a good person  Like I'll tell her something I'm having the problems with and she'll say I'm gonna pray on that for you  I have a feeling when she prays God's like",
                "start_time": 187.23,
                "end_time": 205.06,
                "duration": 17.830000000000013,
                "laughter": {
                    "start": 206.0,
                    "end": 208.0,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " This one makes me want to get out of the business  You guys think there's a God how many how many of you by applause believe there's a God how many people?",
                "start_time": 209.82,
                "end_time": 221.26,
                "duration": 11.439999999999998,
                "laughter": {
                    "start": 226.75,
                    "end": 228.25,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's just fucking over",
                "start_time": 231.68,
                "end_time": 233.76,
                "duration": 2.079999999999984,
                "laughter": {
                    "start": 235.0,
                    "end": 235.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I just don't suppose I just I just reckon there ain't",
                "start_time": 246.71,
                "end_time": 249.41,
                "duration": 2.6999999999999886,
                "laughter": {
                    "start": 256.5,
                    "end": 257.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Please",
                "start_time": 262.92,
                "end_time": 263.4,
                "duration": 0.47999999999996135,
                "laughter": {
                    "start": 268.0,
                    "end": 269.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Please God don't be  Cuz that's a bad thing to be wrong about  That's a bad wrong  You're an atheist your whole life and you die and you're like, oh",
                "start_time": 270.85,
                "end_time": 285.6,
                "duration": 14.75,
                "laughter": {
                    "start": 285.0,
                    "end": 287.5,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You're shitting with a beard and everything. Fuck",
                "start_time": 287.98,
                "end_time": 291.34,
                "duration": 3.359999999999957,
                "laughter": {
                    "start": 297.75,
                    "end": 299.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You don't really have a problem. It gives you a little comfort in your stupid life. And then at the end you're just  Seriously disappointed for like a second. It's the last feeling you get to have  You die. You're like nothing  Yeah, just get in the dumpster. Sorry  Sorry, you're just garbage now  I mean if you don't believe in God, that's what you believe that when you die, you're just garbage  You are your family's newest garbage  My mom died last year and we asked her like what do you want it like before she died? We didn't  We didn't ask her mom",
                "start_time": 308.86,
                "end_time": 351.97,
                "duration": 43.110000000000014,
                "laughter": {
                    "start": 352.5,
                    "end": 353.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's what she said burn it  What in the yard with leaves? What the fuck?  She didn't want a funeral. No pageantry. Nothing. So she booked it herself. That was her last act as an american consumer  She went online  With a credit card and she booked her own cremation  It's true at a place called boston crematorium  Just this place that burns bums and dogs all day  They just folded my mom and did a workload  We didn't even know just this guy showed up. I'm here for you ma  All right, so at least she's in there  And he went in there to prepare her my sisters are waiting in the hall and he was in there for a while  I didn't say anything. I'm just  Saying he was in there with my mom for a long time  That's all i'm saying  And also that I was worried he was fucking my dead mother",
                "start_time": 364.39,
                "end_time": 426.5,
                "duration": 62.110000000000014,
                "laughter": {
                    "start": 432.75,
                    "end": 433.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " anyway, then he brought her out and a kind of a nice bag and  And he put her in a van",
                "start_time": 432.6,
                "end_time": 439.82,
                "duration": 7.21999999999997,
                "laughter": {
                    "start": 441.0,
                    "end": 441.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's like a 98 ford windstar  With a bottle of red gatorade rolling around in the back  It's the last time I saw my mom  It's what she wanted because she didn't believe in this god shit  She just didn't  I was talking to my friend the other day about jesus  Uh christ  I don't remember why but I happen to mention that jesus was jewish  And my friend said he was  And I said, yeah jesus was jewish and he said I don't think so  And I said, that's okay. It already all happened doesn't matter what you think  But he argued with me. He was like dude jesus couldn't be jewish. Think about it  I'm like you fucking think about it you idiot  What did what was he then in your?  Was he presbyterian? What was he?  catholic",
                "start_time": 442.78,
                "end_time": 506.28,
                "duration": 63.5,
                "laughter": {
                    "start": 506.75,
                    "end": 507.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And he had a gold chain with a cross  And when they nailed him up he was like oh, that's why we have those",
                "start_time": 508.6,
                "end_time": 517.68,
                "duration": 9.079999999999927,
                "laughter": {
                    "start": 517.0,
                    "end": 518.75,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That finally makes sense. I didn't even know",
                "start_time": 520.71,
                "end_time": 523.25,
                "duration": 2.5399999999999636,
                "laughter": {
                    "start": 524.25,
                    "end": 526.75,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You know  Like every time there's a terrorist act they always tell you uh on the news about how they believe they're all going to  heaven and every guy who does a jihad thing  And he gets 72 virgins. That's right. That's the that's the story always  72 virgins, which first of all, who are those women?",
                "start_time": 538.45,
                "end_time": 556.63,
                "duration": 18.17999999999995,
                "laughter": {
                    "start": 559.75,
                    "end": 562.25,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " All right, ladies, uh  The good news is you're going to heaven  the weird news  Or does god just make them fresh like farm-raised salmon. He just",
                "start_time": 565.3,
                "end_time": 579.51,
                "duration": 14.210000000000036,
                "laughter": {
                    "start": 584.0,
                    "end": 584.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's a weird concept you get your own 72 virgins for all eternity first of all, they're only virgins when you first get them  Once you start fucking them. It's over  After a week, he's like I only have three left",
                "start_time": 589.98,
                "end_time": 604.52,
                "duration": 14.539999999999964,
                "laughter": {
                    "start": 605.0,
                    "end": 605.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and 69 whores",
                "start_time": 609.53,
                "end_time": 611.35,
                "duration": 1.82000000000005,
                "laughter": {
                    "start": 615.25,
                    "end": 616.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " To some guy who just blew up a bus in tel aviv  And he's like, all right, uh  What the fuck am I doing? I don't even know anymore",
                "start_time": 620.76,
                "end_time": 630.94,
                "duration": 10.180000000000064,
                "laughter": {
                    "start": 630.5,
                    "end": 631.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I need a drink. I'm curious about god. I'm curious about his life. I'm curious about god's existence",
                "start_time": 633.61,
                "end_time": 641.95,
                "duration": 8.340000000000032,
                "laughter": {
                    "start": 641.5,
                    "end": 642.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " What's that like to be god?  You know, we don't know anything about him  I think one reason people don't believe in him because we don't have a sense of god because it doesn't say anything anymore",
                "start_time": 641.95,
                "end_time": 649.01,
                "duration": 7.059999999999945,
                "laughter": {
                    "start": 651.0,
                    "end": 652.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And then for 2 000 years he just  Nothing says nothing  And everybody's fighting he could clear a lot of shit up with a five-minute press conference  If god spoke for five minutes, he'd solve a lot of problems  He just showed bye everybody. Yeah, i'm the lord. Okay  real quick  First of all mormons just no",
                "start_time": 662.73,
                "end_time": 687.39,
                "duration": 24.659999999999968,
                "laughter": {
                    "start": 687.75,
                    "end": 688.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " Thank you. Thank you very much. Thanks. Nice to uh, all right. Nice to see you all  Thanks for coming. I've been thinking about you all day  How are you? How was your last couple of years?  blackface that's gonna be  That's gonna make it a lot worse  Because there's a lot of those there's thousands of pictures of me in blackface. I can't stop doing it. I just I  Like it. I like how it feels  Fuck man. That was  You know what? I learned a lot. I learned a lot. I learned how to eat alone in a restaurant with  People giving me the finger from across the room  Who the fuck wants to know who their real friends are you don't want to know that believe me you don't want to know  It's not your cool friends and it's not your fun friends  It's your real friend  I'm here for you. I fucking know I have this friend  She's the best person I know but I sometimes want to punch her in the face because she's so nice  Because I'm not a good person  Like I'll tell her something I'm having the problems with and she'll say I'm gonna pray on that for you  I have a feeling when she prays God's like  This one makes me want to get out of the business  You guys think there's a God how many how many of you by applause believe there's a God how many people?  It's just fucking over  I just don't suppose I just I just reckon there ain't  Please  Please God don't be  Cuz that's a bad thing to be wrong about  That's a bad wrong  You're an atheist your whole life and you die and you're like, oh  You're shitting with a beard and everything. Fuck  You don't really have a problem. It gives you a little comfort in your stupid life. And then at the end you're just  Seriously disappointed for like a second. It's the last feeling you get to have  You die. You're like nothing  Yeah, just get in the dumpster. Sorry  Sorry, you're just garbage now  I mean if you don't believe in God, that's what you believe that when you die, you're just garbage  You are your family's newest garbage  My mom died last year and we asked her like what do you want it like before she died? We didn't  We didn't ask her mom  That's what she said burn it  What in the yard with leaves? What the fuck?  She didn't want a funeral. No pageantry. Nothing. So she booked it herself. That was her last act as an american consumer  She went online  With a credit card and she booked her own cremation  It's true at a place called boston crematorium  Just this place that burns bums and dogs all day  They just folded my mom and did a workload  We didn't even know just this guy showed up. I'm here for you ma  All right, so at least she's in there  And he went in there to prepare her my sisters are waiting in the hall and he was in there for a while  I didn't say anything. I'm just  Saying he was in there with my mom for a long time  That's all i'm saying  And also that I was worried he was fucking my dead mother  anyway, then he brought her out and a kind of a nice bag and  And he put her in a van  It's like a 98 ford windstar  With a bottle of red gatorade rolling around in the back  It's the last time I saw my mom  It's what she wanted because she didn't believe in this god shit  She just didn't  I was talking to my friend the other day about jesus  Uh christ  I don't remember why but I happen to mention that jesus was jewish  And my friend said he was  And I said, yeah jesus was jewish and he said I don't think so  And I said, that's okay. It already all happened doesn't matter what you think  But he argued with me. He was like dude jesus couldn't be jewish. Think about it  I'm like you fucking think about it you idiot  What did what was he then in your?  Was he presbyterian? What was he?  catholic  And he had a gold chain with a cross  And when they nailed him up he was like oh, that's why we have those  That finally makes sense. I didn't even know  You know  Like every time there's a terrorist act they always tell you uh on the news about how they believe they're all going to  heaven and every guy who does a jihad thing  And he gets 72 virgins. That's right. That's the that's the story always  72 virgins, which first of all, who are those women?  All right, ladies, uh  The good news is you're going to heaven  the weird news  Or does god just make them fresh like farm-raised salmon. He just  It's a weird concept you get your own 72 virgins for all eternity first of all, they're only virgins when you first get them  Once you start fucking them. It's over  After a week, he's like I only have three left  and 69 whores  To some guy who just blew up a bus in tel aviv  And he's like, all right, uh  What the fuck am I doing? I don't even know anymore  I need a drink. I'm curious about god. I'm curious about his life. I'm curious about god's existence  What's that like to be god?  You know, we don't know anything about him  I think one reason people don't believe in him because we don't have a sense of god because it doesn't say anything anymore  And then for 2 000 years he just  Nothing says nothing  And everybody's fighting he could clear a lot of shit up with a five-minute press conference  If god spoke for five minutes, he'd solve a lot of problems  He just showed bye everybody. Yeah, i'm the lord. Okay  real quick  First of all mormons just no",
        "laughter_count": 26,
        "total_laughter_duration": 31.5
    },
    {
        "title": "Bit 2",
        "start_time": 706.3040000000001,
        "end_time": 1418.27,
        "jokes": [
            {
                "joke_text": " Now, you know  Also, I don't care who you fuck. I don't care. It never mattered  It was adam and eve and steve. They were all fucking each other. I was jerking off to it. It was a great time",
                "start_time": 712.99,
                "end_time": 724.69,
                "duration": 11.700000000000045,
                "laughter": {
                    "start": 724.75,
                    "end": 726.25,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Have fun and use all the holes. That's what I say",
                "start_time": 730.26,
                "end_time": 732.52,
                "duration": 2.259999999999991,
                "laughter": {
                    "start": 734.75,
                    "end": 736.25,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Only like 30 000 of you fucking the animals",
                "start_time": 738.19,
                "end_time": 746.46,
                "duration": 8.269999999999982,
                "laughter": {
                    "start": 750.25,
                    "end": 751.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " What is wrong with you?  How could you eat a perfectly fuckable pig?  Sayeth the lord  Well, it's nice to be in uh, Washington dc where I was born here",
                "start_time": 755.91,
                "end_time": 777.84,
                "duration": 21.930000000000064,
                "laughter": {
                    "start": 778.5,
                    "end": 780.5,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I like it here because I like any city. I like cities. I don't like cities that are too advanced  You know, I was like I was in zurich and they have so much  You know, they're like here's the bike you're doing to buy school. It's yours. Just have it  nice  And they have the garbage with the eight fucking holes  Of different shapes. It's like an iq test for a monkey. I don't know what the fuck  This one hole has a picture of a cup  And the next one is a picture of a cup. That's a little different  I'm standing there with a dead baby. I don't know where i'm supposed to",
                "start_time": 780.82,
                "end_time": 815.68,
                "duration": 34.8599999999999,
                "laughter": {
                    "start": 815.0,
                    "end": 816.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " What am I supposed to do with that?  It doesn't go in the newspaper slot, but otherwise, I don't know  I like cities. I don't like little places when I go to europe. I go to the big cities everybody tells you  Don't go to madrid. Yeah, just go to madrid for like a day  And then you gotta take a train and you have to go to carcara skitty  It's a beautiful little  Old village  And you're gonna love it. Fuck you. You don't know me. I'm not gonna  love a village  in europe  With a bell that goes pang like whenever  And a dog walking alone  I like cute little places  I don't like little towns in america either with little shops  Well, look at that little shop  Let's go in that little shop  Now let's get a divorce. Isn't that a better idea?",
                "start_time": 818.15,
                "end_time": 888.31,
                "duration": 70.15999999999997,
                "laughter": {
                    "start": 887.5,
                    "end": 888.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You go in there. I'll just walk away  Just tell the kids I was a pilot and I got shot down  I don't like little shops. I'm uncomfortable in a little shop  You go and it's like",
                "start_time": 889.35,
                "end_time": 905.33,
                "duration": 15.980000000000018,
                "laughter": {
                    "start": 905.25,
                    "end": 906.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You're surrounded by her dream",
                "start_time": 919.72,
                "end_time": 922.4,
                "duration": 2.67999999999995,
                "laughter": {
                    "start": 927.5,
                    "end": 930.25,
                    "duration": 2.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " She saw you you have to go all the way in now  And look at all the little crafts that she made  You made this",
                "start_time": 931.9,
                "end_time": 954.79,
                "duration": 22.889999999999986,
                "laughter": {
                    "start": 958.5,
                    "end": 959.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " All my fantasies are about being mean just having the balls  To like walk in a little store like that and just go like oh, I don't like this at all",
                "start_time": 971.77,
                "end_time": 980.06,
                "duration": 8.289999999999964,
                "laughter": {
                    "start": 980.5,
                    "end": 981.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I was in florida recently. I don't like florida all that's a shit state full of shit people. That's what I think  I hate florida. I hate it. I hate the whole thing. I hold the entire",
                "start_time": 991.93,
                "end_time": 1001.99,
                "duration": 10.06000000000006,
                "laughter": {
                    "start": 1001.25,
                    "end": 1002.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It looks like a it doesn't look like a dick people say that it looks like a shit coming out",
                "start_time": 1002.57,
                "end_time": 1005.95,
                "duration": 3.3799999999999955,
                "laughter": {
                    "start": 1006.75,
                    "end": 1007.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And it's a shit that's just that you're trying to  And there's a little  cuba's like a little  That came first. That's what I think of florida",
                "start_time": 1009.19,
                "end_time": 1018.63,
                "duration": 9.43999999999994,
                "laughter": {
                    "start": 1021.0,
                    "end": 1022.75,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " No  I don't mean any of that. It's just fun  It's fun to pretend",
                "start_time": 1023.95,
                "end_time": 1029.48,
                "duration": 5.529999999999973,
                "laughter": {
                    "start": 1031.0,
                    "end": 1031.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I was in a sushi restaurant in florida and it was empty  You ever go to a restaurant and it's open but it's literally the only person in there  You walk in the staff is like sitting at the tables, you know  And you walk in you're like, are you open? They're like, yeah, and uh, you go. Oh good and you and they're like, ah",
                "start_time": 1032.93,
                "end_time": 1049.39,
                "duration": 16.460000000000036,
                "laughter": {
                    "start": 1049.0,
                    "end": 1049.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " We gotta fire up the whole fucking restaurant for this one guy now  so I ordered a lot of sushi because I felt bad for wasting their time and um  And they and I didn't eat most of it because I don't like sushi  and um",
                "start_time": 1050.59,
                "end_time": 1066.1,
                "duration": 15.509999999999991,
                "laughter": {
                    "start": 1066.0,
                    "end": 1067.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " So the waitress comes over she's japanese and uh, she says, you know, phoenix  Which is what she said. I'm not  It's just what she said I can't  I'm not gonna change what she fucking said",
                "start_time": 1066.1,
                "end_time": 1080.94,
                "duration": 14.840000000000146,
                "laughter": {
                    "start": 1082.75,
                    "end": 1083.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " So i'm stuck. I'm just telling you what happened",
                "start_time": 1094.35,
                "end_time": 1100.24,
                "duration": 5.8900000000001,
                "laughter": {
                    "start": 1107.75,
                    "end": 1108.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " replica  No, it was subtle. She said you know phoenix  And I said no, I know finish  Because I think that's I think that's polite  To repeat people's bad english to them  Otherwise, you're being a dick. It's like, you know, phoenix. No, I am not going to finish  You left out a lot of words  I took the liberty of restoring them  I was in upstate new york in a small town  And uh, I was standing in front of a drug store  And in the window of the drug store, they had a wheelchair  on display  In the window  Is that really an impulse purchase?  I should get a wheelchair  That would really help  with my paralysis  Then I wouldn't have to drag myself  Everywhere I go  Like i've been doing for 10 years",
                "start_time": 1114.21,
                "end_time": 1201.14,
                "duration": 86.93000000000006,
                "laughter": {
                    "start": 1202.0,
                    "end": 1202.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Since my legs were blowing off  at the marathon",
                "start_time": 1201.93,
                "end_time": 1206.05,
                "duration": 4.119999999999891,
                "laughter": {
                    "start": 1207.0,
                    "end": 1209.0,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Okay  Okay  A bunch of fucking hypocrites apparently",
                "start_time": 1217.57,
                "end_time": 1223.38,
                "duration": 5.810000000000173,
                "laughter": {
                    "start": 1223.75,
                    "end": 1224.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Because let me point some out to you. Let me point some out to you motherfuckers",
                "start_time": 1224.22,
                "end_time": 1228.98,
                "duration": 4.759999999999991,
                "laughter": {
                    "start": 1229.5,
                    "end": 1230.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " At a man with no legs crawling on the ground. You're just",
                "start_time": 1233.11,
                "end_time": 1237.21,
                "duration": 4.100000000000136,
                "laughter": {
                    "start": 1237.75,
                    "end": 1238.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And then at the end you're like, oh, but not those particular legless people",
                "start_time": 1240.05,
                "end_time": 1244.51,
                "duration": 4.460000000000036,
                "laughter": {
                    "start": 1243.75,
                    "end": 1244.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " No",
                "start_time": 1247.03,
                "end_time": 1247.55,
                "duration": 0.5199999999999818,
                "laughter": {
                    "start": 1249.0,
                    "end": 1251.0,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Who deserves to be laughed at  Not one of those  Now we're laughing at all legless people equally  However, you lost your legs  Ha ha ha  You haven't legs  And weave legs  I have legs. I have two legs  Two fucking legs. That's the maximum amount  I fucking love having two legs  I fucking love it  I wouldn't like having no legs. I really don't think I would like it  I think it would suck. I think it would suck shit out of the balls of christ  It's an old southern expression. It's not  Used like it used to be  I I think two legs is better than none. That's what I think  That's just my opinion  It's not popular. You're not supposed to say that because you're supposed to always be very positive about disabled people  But I think that puts pressure on them to be positive  What if they don't want to be?  Because the only story we want to hear is about the amazing disabled people. He's amazing  He lost his legs and then he won the leg having contest  What about disabled people who aren't amazing? We're just ordinary with a sweatshirt and some potato chips  He's going fuck. I wish I had legs now  No, this is better  It's better with no legs. Why is it better? Because you can do anything now. I can do four things. Fuck off  I just don't know that our positive non-disabled attitude really helps  Like retarded people listen, we're gonna talk about retarded people  for 20 minutes just",
                "start_time": 1253.37,
                "end_time": 1362.45,
                "duration": 109.08000000000015,
                "laughter": {
                    "start": 1362.5,
                    "end": 1366.0,
                    "duration": 3.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " For 20 minutes  It's not okay to not never speak of them. No, we're gonna talk about it  First of all, I want mostly I want to talk about the word retarded. Okay, because the word retarded  It's a bad word that people do not like the word retarded. They find it very offensive  Now i'm a little confused by this because it wasn't always a bad word  And I grew up in the 70s and it wasn't bad back then and you most bad words were always bad  You know cunt never had a day in the sun. There was never a  A time where the santa claus at the mall was like come here you little cunt",
                "start_time": 1367.45,
                "end_time": 1400.05,
                "duration": 32.59999999999991,
                "laughter": {
                    "start": 1400.0,
                    "end": 1401.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And then in the 90s were like let's lay off a cunt a little bit there gang  No, the word we use the word retarded in the 70s. We used it to identify people  Who were retarded?",
                "start_time": 1404.95,
                "end_time": 1418.27,
                "duration": 13.319999999999936,
                "laughter": {
                    "start": 1426.5,
                    "end": 1427.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " Now, you know  Also, I don't care who you fuck. I don't care. It never mattered  It was adam and eve and steve. They were all fucking each other. I was jerking off to it. It was a great time  Have fun and use all the holes. That's what I say  Only like 30 000 of you fucking the animals  What is wrong with you?  How could you eat a perfectly fuckable pig?  Sayeth the lord  Well, it's nice to be in uh, Washington dc where I was born here  I like it here because I like any city. I like cities. I don't like cities that are too advanced  You know, I was like I was in zurich and they have so much  You know, they're like here's the bike you're doing to buy school. It's yours. Just have it  nice  And they have the garbage with the eight fucking holes  Of different shapes. It's like an iq test for a monkey. I don't know what the fuck  This one hole has a picture of a cup  And the next one is a picture of a cup. That's a little different  I'm standing there with a dead baby. I don't know where i'm supposed to  What am I supposed to do with that?  It doesn't go in the newspaper slot, but otherwise, I don't know  I like cities. I don't like little places when I go to europe. I go to the big cities everybody tells you  Don't go to madrid. Yeah, just go to madrid for like a day  And then you gotta take a train and you have to go to carcara skitty  It's a beautiful little  Old village  And you're gonna love it. Fuck you. You don't know me. I'm not gonna  love a village  in europe  With a bell that goes pang like whenever  And a dog walking alone  I like cute little places  I don't like little towns in america either with little shops  Well, look at that little shop  Let's go in that little shop  Now let's get a divorce. Isn't that a better idea?  You go in there. I'll just walk away  Just tell the kids I was a pilot and I got shot down  I don't like little shops. I'm uncomfortable in a little shop  You go and it's like  You're surrounded by her dream  She saw you you have to go all the way in now  And look at all the little crafts that she made  You made this  All my fantasies are about being mean just having the balls  To like walk in a little store like that and just go like oh, I don't like this at all  I was in florida recently. I don't like florida all that's a shit state full of shit people. That's what I think  I hate florida. I hate it. I hate the whole thing. I hold the entire  It looks like a it doesn't look like a dick people say that it looks like a shit coming out  And it's a shit that's just that you're trying to  And there's a little  cuba's like a little  That came first. That's what I think of florida  No  I don't mean any of that. It's just fun  It's fun to pretend  I was in a sushi restaurant in florida and it was empty  You ever go to a restaurant and it's open but it's literally the only person in there  You walk in the staff is like sitting at the tables, you know  And you walk in you're like, are you open? They're like, yeah, and uh, you go. Oh good and you and they're like, ah  We gotta fire up the whole fucking restaurant for this one guy now  so I ordered a lot of sushi because I felt bad for wasting their time and um  And they and I didn't eat most of it because I don't like sushi  and um  So the waitress comes over she's japanese and uh, she says, you know, phoenix  Which is what she said. I'm not  It's just what she said I can't  I'm not gonna change what she fucking said  So i'm stuck. I'm just telling you what happened  replica  No, it was subtle. She said you know phoenix  And I said no, I know finish  Because I think that's I think that's polite  To repeat people's bad english to them  Otherwise, you're being a dick. It's like, you know, phoenix. No, I am not going to finish  You left out a lot of words  I took the liberty of restoring them  I was in upstate new york in a small town  And uh, I was standing in front of a drug store  And in the window of the drug store, they had a wheelchair  on display  In the window  Is that really an impulse purchase?  I should get a wheelchair  That would really help  with my paralysis  Then I wouldn't have to drag myself  Everywhere I go  Like i've been doing for 10 years  Since my legs were blowing off  at the marathon  Okay  Okay  A bunch of fucking hypocrites apparently  Because let me point some out to you. Let me point some out to you motherfuckers  At a man with no legs crawling on the ground. You're just  And then at the end you're like, oh, but not those particular legless people  No  Who deserves to be laughed at  Not one of those  Now we're laughing at all legless people equally  However, you lost your legs  Ha ha ha  You haven't legs  And weave legs  I have legs. I have two legs  Two fucking legs. That's the maximum amount  I fucking love having two legs  I fucking love it  I wouldn't like having no legs. I really don't think I would like it  I think it would suck. I think it would suck shit out of the balls of christ  It's an old southern expression. It's not  Used like it used to be  I I think two legs is better than none. That's what I think  That's just my opinion  It's not popular. You're not supposed to say that because you're supposed to always be very positive about disabled people  But I think that puts pressure on them to be positive  What if they don't want to be?  Because the only story we want to hear is about the amazing disabled people. He's amazing  He lost his legs and then he won the leg having contest  What about disabled people who aren't amazing? We're just ordinary with a sweatshirt and some potato chips  He's going fuck. I wish I had legs now  No, this is better  It's better with no legs. Why is it better? Because you can do anything now. I can do four things. Fuck off  I just don't know that our positive non-disabled attitude really helps  Like retarded people listen, we're gonna talk about retarded people  for 20 minutes just  For 20 minutes  It's not okay to not never speak of them. No, we're gonna talk about it  First of all, I want mostly I want to talk about the word retarded. Okay, because the word retarded  It's a bad word that people do not like the word retarded. They find it very offensive  Now i'm a little confused by this because it wasn't always a bad word  And I grew up in the 70s and it wasn't bad back then and you most bad words were always bad  You know cunt never had a day in the sun. There was never a  A time where the santa claus at the mall was like come here you little cunt  And then in the 90s were like let's lay off a cunt a little bit there gang  No, the word we use the word retarded in the 70s. We used it to identify people  Who were retarded?",
        "laughter_count": 28,
        "total_laughter_duration": 35.75
    },
    {
        "title": "Bit 3",
        "start_time": 1412.6080000000002,
        "end_time": 2111.38,
        "jokes": [
            {
                "joke_text": " everyone  And I grew up in boston. We didn't say retarded in boston. We said retarded  He's retarded  God bless him. He's fucking retarded",
                "start_time": 1438.73,
                "end_time": 1451.5,
                "duration": 12.769999999999982,
                "laughter": {
                    "start": 1456.25,
                    "end": 1457.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " With love help the retarded that's what people said in the 70s  Help the retarded there was a lady outside the supermarket near my house every christmas with a bell. She was like help the retarded",
                "start_time": 1458.49,
                "end_time": 1469.07,
                "duration": 10.579999999999927,
                "laughter": {
                    "start": 1476.25,
                    "end": 1477.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " They we were using the word and they were more in our lives. I swear to god they were more  They were in our culture  There was tv movies about retarded people all the time tonight on abc a retarded boy's dream  There was one I remember with sean cassidy. I don't know if you remember sean cassidy some of you two young  With sean cassidy he began his career as a teen pop idol  He was a 13 year old boy with a very hit song called the do run run  And uh, he had feathered blonde hair and juicy lips  He's on the cover of teen beat magazine  And everybody liked sean cassidy because he was sexy. It's a sexy boy. I thought he was sexy  I did I thought he was really sexy. I was six years old  But I already had inappropriate sex feelings for teenage boys  When I was six  I was an old soul",
                "start_time": 1495.58,
                "end_time": 1548.37,
                "duration": 52.789999999999964,
                "laughter": {
                    "start": 1548.5,
                    "end": 1549.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I was a pedophile when I was six  I used to go to teenage boys when I was six like hey, how's it going?  That kid's weird. He's got a boner  Not anymore. I outgrew it but uh",
                "start_time": 1548.37,
                "end_time": 1571.67,
                "duration": 23.300000000000182,
                "laughter": {
                    "start": 1576.25,
                    "end": 1577.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " i'm not  i'm not  But I don't not get it. I mean I  I get it  I'm not like what like  You can see it",
                "start_time": 1578.4,
                "end_time": 1593.56,
                "duration": 15.159999999999854,
                "laughter": {
                    "start": 1595.25,
                    "end": 1596.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Like I was in an airport once and i'm walking along that where people walk in the airport and there's these chairs facing the aisle  And there's this family sitting there a mom and a dad and two teenage boys  And they're like just both sitting with their phones with their legs there weren't like  These shorts one had cutoff shorts and one had basketball shorts and they both just had their legs open because they don't give a fuck  both legs just splayed  And then just this just smooth, you know, just very  and  And I saw it  Didn't give me it didn't do anything to me",
                "start_time": 1595.13,
                "end_time": 1630.03,
                "duration": 34.899999999999864,
                "laughter": {
                    "start": 1632.25,
                    "end": 1634.25,
                    "duration": 2.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Let's close it up  I did not say that  Otherwise, I wouldn't be here. Anyway, let's return to the comfortable subject of retarded people, shall we?",
                "start_time": 1640.74,
                "end_time": 1657.65,
                "duration": 16.910000000000082,
                "laughter": {
                    "start": 1657.25,
                    "end": 1658.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " So shawn cassidy  Shawn cassidy was a teen singer who then grew up. He was about 18 now. He was you know, old and gross  Nobody wanted to fuck him  Uh, so he started to act and he had a movie on tv called normal people  Where he played a retarded man who wants to live a normal life. It was very inspiring actually  And at one point he goes to he didn't do like a big retarded character  He wore thick glasses. He talked like elmer fudd. That was the whole thing  So he goes up to the guy who runs the group home  He lives in and he says I want to get a job  And the guy's who runs it is like, you know republican conservative. So he's like you can't get a job",
                "start_time": 1662.36,
                "end_time": 1699.74,
                "duration": 37.38000000000011,
                "laughter": {
                    "start": 1699.25,
                    "end": 1700.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Yeah",
                "start_time": 1702.54,
                "end_time": 1703.02,
                "duration": 0.4800000000000182,
                "laughter": {
                    "start": 1709.25,
                    "end": 1710.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " He's as good as anyone  So they let him get a job as an air traffic controller whatever was available",
                "start_time": 1711.59,
                "end_time": 1720.74,
                "duration": 9.150000000000091,
                "laughter": {
                    "start": 1720.75,
                    "end": 1722.25,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " and then  He meets a woman who's also retarded who lives at the group home. He falls in love with her  It's a very nice love story and he says we want to get married  and the guy says  She said",
                "start_time": 1721.62,
                "end_time": 1737.01,
                "duration": 15.3900000000001,
                "laughter": {
                    "start": 1745.75,
                    "end": 1748.25,
                    "duration": 2.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And they just shut them down right there  And that's the end of the movie  I swear to god, that's just how it ends",
                "start_time": 1749.51,
                "end_time": 1757.68,
                "duration": 8.170000000000073,
                "laughter": {
                    "start": 1756.75,
                    "end": 1757.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And that's pretty intense",
                "start_time": 1765.38,
                "end_time": 1767.38,
                "duration": 2.0,
                "laughter": {
                    "start": 1768.25,
                    "end": 1769.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " We were dealing with it and they said the word retarded about 50,000 times in the movie  Now we don't say the word and I don't see him anywhere  I guess that's my problem with it. And also the word is not basically a bad word. It's medical term  But it became a bad word  Because it's used as an insult really  Um, not towards retarded people. Nobody does that  Nobody calls retarded people retarded to insult them. What would be the point of that?  It'll be like going up to a chair and saying you're a fucking chair  No  People use it on their friends like you're at a bar your friend's like I don't have any more money for beer  And you're like you're fucking retarded. Do you know that?  And in that moment, no one retarded is insulted. They're not do you know why because they're not there",
                "start_time": 1771.59,
                "end_time": 1823.42,
                "duration": 51.830000000000155,
                "laughter": {
                    "start": 1824.25,
                    "end": 1825.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " This is what I find confusing about this thing is that we told many generations of people that they are retarded  We told them that that's what they are and they lived with it and they dealt with it  And then we just decided it's a bad word. So did we tell them this?  Did we go back to them and explain this to them? Listen nelson. I have something to tell you  You're not retarded anymore  You mean i'm cured?  No  No",
                "start_time": 1843.1,
                "end_time": 1869.91,
                "duration": 26.810000000000173,
                "laughter": {
                    "start": 1869.0,
                    "end": 1870.0,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " No  No  No, we're not even working on it",
                "start_time": 1869.55,
                "end_time": 1874.32,
                "duration": 4.769999999999982,
                "laughter": {
                    "start": 1874.25,
                    "end": 1875.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Anyway, i've been traveling  I went to france last year because I thought I should leave the nation felt like a good idea",
                "start_time": 1890.61,
                "end_time": 1902.22,
                "duration": 11.610000000000127,
                "laughter": {
                    "start": 1901.25,
                    "end": 1902.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I would have left the planet if they had another one of those but  I went to france. I had a great time. I fell in love. I met a woman  I fell in love in france and we've been together since then it's been nice",
                "start_time": 1902.44,
                "end_time": 1912.14,
                "duration": 9.700000000000045,
                "laughter": {
                    "start": 1912.5,
                    "end": 1913.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Yeah, okay  It's nice having a girlfriend from another country because you learn a lot about that country  I learned a lot about france from being with her  I never knew these things about like one time she was sick and I was taking care of so I gave her she had a fever  I gave her a thermometer  And she put it in her asshole  I've never seen that before  It turns out the whole country all of france puts thermometers in their assholes  And they don't put their eggs in the fridge  They have no respect for temperature in either direction  I'd never I was like, why are you putting it in your asshole? She said you don't do this  You don't put here  In america  I said no, we don't put a  Glass thermometer filled with mercury in our anuses  Fucking savage  Well, we do it to babies and dogs  Because they can't talk  Every american baby's first words is get that fucking thing out of my asshole  You ever take your dog's temperature?  You have to hold your dog's ass still  And then you slip it in there  And your dog looks at you like why would you do that?",
                "start_time": 1913.12,
                "end_time": 1999.15,
                "duration": 86.0300000000002,
                "laughter": {
                    "start": 2000.25,
                    "end": 2001.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And you're like, I could never explain it to you  But I need to hold it here for 60 seconds  Dogs are so dumb. It's fucking tragic  It's sad how dumb they are",
                "start_time": 2005.7,
                "end_time": 2022.7,
                "duration": 17.0,
                "laughter": {
                    "start": 2023.25,
                    "end": 2024.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " About what's happening  You ever been having like a dramatic moment in your family like you're in the living room telling the kids that grandma died and  everybody's crying  And the dog's sitting there like  Yeah",
                "start_time": 2025.85,
                "end_time": 2043.13,
                "duration": 17.2800000000002,
                "laughter": {
                    "start": 2043.0,
                    "end": 2043.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I know you  They're so stupid  Incredibly stupid animals. They don't even know their own lives. They don't even they can't even handle their own lives mentally  You ever throw a ball for your dog and your dog gets the ball and brings it then you throw the ball again  The dog brings it and then one of the times you throw the ball the dog looks at you like  I didn't see what happened  I'm, sorry  I don't know anything now  Please help  So you pointed the ball there it is right there it's right there and the dog just looks at your finger  Because there's just no way he's gonna get this concept  That there's an invisible line  That he can follow with his imagination  I have a great dog. I got a dog last year. She's a great dog. I did not adopt her  I'll tell you be honest. I bought her with money  That's the truth  People always ask me when I walk my dog in new yorker. That's a beautiful dog. Is she a rescue?  I'm like, no, she's very expensive. Please don't touch her",
                "start_time": 2043.13,
                "end_time": 2111.38,
                "duration": 68.25,
                "laughter": {
                    "start": 2115.5,
                    "end": 2116.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " everyone  And I grew up in boston. We didn't say retarded in boston. We said retarded  He's retarded  God bless him. He's fucking retarded  With love help the retarded that's what people said in the 70s  Help the retarded there was a lady outside the supermarket near my house every christmas with a bell. She was like help the retarded  They we were using the word and they were more in our lives. I swear to god they were more  They were in our culture  There was tv movies about retarded people all the time tonight on abc a retarded boy's dream  There was one I remember with sean cassidy. I don't know if you remember sean cassidy some of you two young  With sean cassidy he began his career as a teen pop idol  He was a 13 year old boy with a very hit song called the do run run  And uh, he had feathered blonde hair and juicy lips  He's on the cover of teen beat magazine  And everybody liked sean cassidy because he was sexy. It's a sexy boy. I thought he was sexy  I did I thought he was really sexy. I was six years old  But I already had inappropriate sex feelings for teenage boys  When I was six  I was an old soul  I was a pedophile when I was six  I used to go to teenage boys when I was six like hey, how's it going?  That kid's weird. He's got a boner  Not anymore. I outgrew it but uh  i'm not  i'm not  But I don't not get it. I mean I  I get it  I'm not like what like  You can see it  Like I was in an airport once and i'm walking along that where people walk in the airport and there's these chairs facing the aisle  And there's this family sitting there a mom and a dad and two teenage boys  And they're like just both sitting with their phones with their legs there weren't like  These shorts one had cutoff shorts and one had basketball shorts and they both just had their legs open because they don't give a fuck  both legs just splayed  And then just this just smooth, you know, just very  and  And I saw it  Didn't give me it didn't do anything to me  Let's close it up  I did not say that  Otherwise, I wouldn't be here. Anyway, let's return to the comfortable subject of retarded people, shall we?  So shawn cassidy  Shawn cassidy was a teen singer who then grew up. He was about 18 now. He was you know, old and gross  Nobody wanted to fuck him  Uh, so he started to act and he had a movie on tv called normal people  Where he played a retarded man who wants to live a normal life. It was very inspiring actually  And at one point he goes to he didn't do like a big retarded character  He wore thick glasses. He talked like elmer fudd. That was the whole thing  So he goes up to the guy who runs the group home  He lives in and he says I want to get a job  And the guy's who runs it is like, you know republican conservative. So he's like you can't get a job  Yeah  He's as good as anyone  So they let him get a job as an air traffic controller whatever was available  and then  He meets a woman who's also retarded who lives at the group home. He falls in love with her  It's a very nice love story and he says we want to get married  and the guy says  She said  And they just shut them down right there  And that's the end of the movie  I swear to god, that's just how it ends  And that's pretty intense  We were dealing with it and they said the word retarded about 50,000 times in the movie  Now we don't say the word and I don't see him anywhere  I guess that's my problem with it. And also the word is not basically a bad word. It's medical term  But it became a bad word  Because it's used as an insult really  Um, not towards retarded people. Nobody does that  Nobody calls retarded people retarded to insult them. What would be the point of that?  It'll be like going up to a chair and saying you're a fucking chair  No  People use it on their friends like you're at a bar your friend's like I don't have any more money for beer  And you're like you're fucking retarded. Do you know that?  And in that moment, no one retarded is insulted. They're not do you know why because they're not there  This is what I find confusing about this thing is that we told many generations of people that they are retarded  We told them that that's what they are and they lived with it and they dealt with it  And then we just decided it's a bad word. So did we tell them this?  Did we go back to them and explain this to them? Listen nelson. I have something to tell you  You're not retarded anymore  You mean i'm cured?  No  No  No  No  No, we're not even working on it  Anyway, i've been traveling  I went to france last year because I thought I should leave the nation felt like a good idea  I would have left the planet if they had another one of those but  I went to france. I had a great time. I fell in love. I met a woman  I fell in love in france and we've been together since then it's been nice  Yeah, okay  It's nice having a girlfriend from another country because you learn a lot about that country  I learned a lot about france from being with her  I never knew these things about like one time she was sick and I was taking care of so I gave her she had a fever  I gave her a thermometer  And she put it in her asshole  I've never seen that before  It turns out the whole country all of france puts thermometers in their assholes  And they don't put their eggs in the fridge  They have no respect for temperature in either direction  I'd never I was like, why are you putting it in your asshole? She said you don't do this  You don't put here  In america  I said no, we don't put a  Glass thermometer filled with mercury in our anuses  Fucking savage  Well, we do it to babies and dogs  Because they can't talk  Every american baby's first words is get that fucking thing out of my asshole  You ever take your dog's temperature?  You have to hold your dog's ass still  And then you slip it in there  And your dog looks at you like why would you do that?  And you're like, I could never explain it to you  But I need to hold it here for 60 seconds  Dogs are so dumb. It's fucking tragic  It's sad how dumb they are  About what's happening  You ever been having like a dramatic moment in your family like you're in the living room telling the kids that grandma died and  everybody's crying  And the dog's sitting there like  Yeah  I know you  They're so stupid  Incredibly stupid animals. They don't even know their own lives. They don't even they can't even handle their own lives mentally  You ever throw a ball for your dog and your dog gets the ball and brings it then you throw the ball again  The dog brings it and then one of the times you throw the ball the dog looks at you like  I didn't see what happened  I'm, sorry  I don't know anything now  Please help  So you pointed the ball there it is right there it's right there and the dog just looks at your finger  Because there's just no way he's gonna get this concept  That there's an invisible line  That he can follow with his imagination  I have a great dog. I got a dog last year. She's a great dog. I did not adopt her  I'll tell you be honest. I bought her with money  That's the truth  People always ask me when I walk my dog in new yorker. That's a beautiful dog. Is she a rescue?  I'm like, no, she's very expensive. Please don't touch her",
        "laughter_count": 22,
        "total_laughter_duration": 25.5
    },
    {
        "title": "Bit 4",
        "start_time": 2118.912,
        "end_time": 2828.3,
        "jokes": [
            {
                "joke_text": " And I bought a dog that works  In new york, everybody rescues their dogs like that. I rescued this dog  I rescued her  She has no eyes  And she's dead  I hate new york. I really do. I used to love new york. Uh, but I hate it now",
                "start_time": 2123.13,
                "end_time": 2147.63,
                "duration": 24.5,
                "laughter": {
                    "start": 2150.25,
                    "end": 2152.5,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Not back when it was open  I mean now",
                "start_time": 2155.91,
                "end_time": 2159.44,
                "duration": 3.5300000000002,
                "laughter": {
                    "start": 2158.5,
                    "end": 2159.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's nice now. There's a gift shop people go there on purpose  They buy tickets. I think that's weird  That people buy tickets to auschwitz. That's weird  If you could have told those people back then people are going to buy tickets to come here  Wrap your head around that  I'm, sorry never again. I promise  That's what we say about the holocaust never again  Because they killed six million jews if they only killed like 10 000, would it be like, okay two more times  and taper off because  It's a little much",
                "start_time": 2159.44,
                "end_time": 2207.58,
                "duration": 48.13999999999987,
                "laughter": {
                    "start": 2209.25,
                    "end": 2211.0,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Because I had to go to poland to do shows",
                "start_time": 2215.56,
                "end_time": 2217.96,
                "duration": 2.400000000000091,
                "laughter": {
                    "start": 2218.25,
                    "end": 2219.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " So",
                "start_time": 2222.86,
                "end_time": 2223.22,
                "duration": 0.3599999999996726,
                "laughter": {
                    "start": 2224.75,
                    "end": 2226.0,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I was in crack out  So I went to the camp and I went there because of very personal reason because I had family there  I had a lot of family there 44 members of my family were in auschwitz during world war ii. I mean they were guards  They worked there",
                "start_time": 2226.43,
                "end_time": 2238.39,
                "duration": 11.960000000000036,
                "laughter": {
                    "start": 2238.25,
                    "end": 2240.5,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's true we lost the whole family there everybody the whole because we are hungarian jews my my grandfather  On my father's side. He's the only one who made it the rest of them all 44 of them went to auschwitz  Which I think they really regretted  But that's that's what happened because the hungarians sent all their jews to they they weren't even occupied hungary  They're just like yeah take take our jews  And they sent my whole family there and they're all uh died in auschwitz except for him  My grandfather is the only one who made it uh, because he got the fuck out of there  Before it started in the late 20s. He fucking smelled that shit and he got the fuck out  And he went to mexico. He migrated to mexico and we found his immigration card  My uncle and I did the family history and we found it. It says nationality hungarian and it says",
                "start_time": 2244.77,
                "end_time": 2290.45,
                "duration": 45.679999999999836,
                "laughter": {
                    "start": 2289.75,
                    "end": 2290.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " religion catholic  and there's a picture of him like",
                "start_time": 2291.33,
                "end_time": 2294.67,
                "duration": 3.3400000000001455,
                "laughter": {
                    "start": 2294.5,
                    "end": 2296.0,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " He was like fuck it. They don't know what a jew looks like in mexico. That's where i'm going",
                "start_time": 2298.06,
                "end_time": 2301.16,
                "duration": 3.099999999999909,
                "laughter": {
                    "start": 2304.0,
                    "end": 2304.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " somos catholicas  That was my abuelito came a fucking mexican fast  That's what happened that's how he made it he's a fascinating guy my my grandfather his name was geza  That was his name  Um, and he had a brother, uh named geza  It's weird, but I looked it up and here's what happened  His parents had a baby  And they named it geza and it died the baby died  So they had another one and they just said fuck it geza. Let's just do it again  Because that's what it was like the babies died. It was no big deal back then  It was just like yeah, that was a shitty baby. Let's do another one",
                "start_time": 2312.3,
                "end_time": 2350.4,
                "duration": 38.09999999999991,
                "laughter": {
                    "start": 2353.5,
                    "end": 2354.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " At least we found out quick fucking this one's good",
                "start_time": 2355.75,
                "end_time": 2358.29,
                "duration": 2.5399999999999636,
                "laughter": {
                    "start": 2359.5,
                    "end": 2360.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's not like that. Now now we save every baby  The shittier the baby the bigger the effort  Because we love it. We love saving the shitty babies  There's always a documentary. Look at this baby. He's a fucking mess. Do you see that shit?  We're gonna save it  Make it live",
                "start_time": 2367.52,
                "end_time": 2386.68,
                "duration": 19.159999999999854,
                "laughter": {
                    "start": 2389.5,
                    "end": 2390.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Why who knows this baby? What are  Did you hear about jeff? No, he was here for one day. Nobody met him  And then if you die when you're old, nobody gives a shit. They're like, yeah, he was here long enough. Fuck him  You ever tell you somebody like your grandmother died. My grandmother died. They're like, i'm so sorry. How old was she?  She was 98. Oh  Why'd you even tell me  I'm 52 and I like my 50s. I like this part of my life. It's my favorite so far  I'll tell you why because I can still move around pretty good  And I don't have long to live  I view that as a positive  Because life is a lot of pressure  The more life you had to have the more problems you have like if you're 20 you might have 70 years  To try not to be homeless or alone during  But I can I got maybe 24 years left I can handle that like that's an amount of time  Oh, yeah, I can fucking do that. I can cover 24 years  And it gets easier every year less that I have  Like I bought a winter coat the other day. I was like, this is my last coat. I don't need a bunch of these",
                "start_time": 2397.79,
                "end_time": 2470.08,
                "duration": 72.28999999999996,
                "laughter": {
                    "start": 2469.5,
                    "end": 2470.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It gets easier  I used to I used to think I have to I need to find a woman who will be with me forever  I I need a string of girlfriends at this point just a few more girls  I need three women in their 40s to get me through my 50s  And two in their 50s to get me through my 60s  And then when i'm 75 21 years old",
                "start_time": 2471.77,
                "end_time": 2496.32,
                "duration": 24.550000000000182,
                "laughter": {
                    "start": 2496.75,
                    "end": 2497.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's when i'm doing that  21  She gets the rest of my money  Just blow me to my grave and keep the change",
                "start_time": 2496.84,
                "end_time": 2504.91,
                "duration": 8.069999999999709,
                "laughter": {
                    "start": 2505.0,
                    "end": 2505.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's the offer on the table  for anybody who's 21 when i'm 75 she hasn't been born yet, but we'll see what the uh",
                "start_time": 2508.97,
                "end_time": 2517.42,
                "duration": 8.450000000000273,
                "laughter": {
                    "start": 2517.25,
                    "end": 2518.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " My french girlfriend she's 42 which is perfect. She's pornographically hot  But she's willing to fuck this mess  Because you really you have to be over 40 to have the compassion",
                "start_time": 2523.39,
                "end_time": 2536.44,
                "duration": 13.050000000000182,
                "laughter": {
                    "start": 2537.5,
                    "end": 2538.25,
                    "duration": 0.75,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " To fuck around  She likes to be on top, which I think is because that's the best that I ever look  Is laying on my back",
                "start_time": 2539.71,
                "end_time": 2547.69,
                "duration": 7.980000000000018,
                "laughter": {
                    "start": 2549.0,
                    "end": 2549.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And if I get on top of her I just it comes off  It comes away from the bone like barbecued pork",
                "start_time": 2558.41,
                "end_time": 2564.21,
                "duration": 5.800000000000182,
                "laughter": {
                    "start": 2564.75,
                    "end": 2565.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " It's all red and bumpy. It's like the roof of a cave. It's a nightmare",
                "start_time": 2569.76,
                "end_time": 2573.6,
                "duration": 3.8399999999996908,
                "laughter": {
                    "start": 2573.25,
                    "end": 2574.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And my tits are like flappy triangles  with red tips",
                "start_time": 2573.6,
                "end_time": 2579.92,
                "duration": 6.320000000000164,
                "laughter": {
                    "start": 2580.25,
                    "end": 2582.0,
                    "duration": 1.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " but it's nice, uh  It's nice having a girlfriend it's better than being married because you know with a girlfriend you can switch and  Marriages fuck that's hard  I feel bad for people that are in a bad marriage. That's if you're in a bad marriage, by the way  You know you should do just stay home. Don't make people just self-quarantine. Don't make people fucking  Look at you  You know those couples that come over for dinner and they're holding a gun to each other's heads like hi  Thanks for having us  Fuck  There's always that awful moment at dinner  One of them was like we saw that show on wednesday, you know, it was like it wasn't wednesday  I'm gonna fucking puke because of your life  Oh, that's bad  I was on an airplane one time and a married couple came on and they had been sat separately  There was some mistake. So they're trying to figure it out and the woman she's supposed to sit here  She comes up to me. She says would you mind moving so I can sit with my husband?  And he's behind her. He's like",
                "start_time": 2592.82,
                "end_time": 2655.79,
                "duration": 62.9699999999998,
                "laughter": {
                    "start": 2656.75,
                    "end": 2657.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I wanted to help him  But what am I gonna say to his wife just no, I won't move  Then I have to sit with her. So I just got off the plane. I didn't go on the trip  I got off the plane and it took off and it hit the world trade center. So that was",
                "start_time": 2661.68,
                "end_time": 2677.56,
                "duration": 15.88000000000011,
                "laughter": {
                    "start": 2677.25,
                    "end": 2678.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Yeah, that was bad  I'll never forget that day",
                "start_time": 2679.32,
                "end_time": 2683.36,
                "duration": 4.039999999999964,
                "laughter": {
                    "start": 2687.0,
                    "end": 2687.75,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Wildly unnecessary  I don't know man. I'm sorry  I'm fucking mentally ill. I don't know what it is  I've been thinking about this. Yeah, I think the thing is I think I I think I learned too early in my life",
                "start_time": 2691.66,
                "end_time": 2706.54,
                "duration": 14.88000000000011,
                "laughter": {
                    "start": 2710.5,
                    "end": 2711.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " But I learned it too early. I think that's the problem  I learned that when I was six that's too young  For that kind of you know, I learned all the bad words when I was six. I learned them all in one day  From this old dude who hung around our neighborhood  I don't know if he lived there or what but there's this old dude with a shitty coat and a dark tooth",
                "start_time": 2712.2,
                "end_time": 2732.01,
                "duration": 19.8100000000004,
                "laughter": {
                    "start": 2731.5,
                    "end": 2732.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " He was always walking around my neighborhood. And if you're a kid walking alone, he'd walk up and hey talk to you",
                "start_time": 2732.01,
                "end_time": 2737.76,
                "duration": 5.75,
                "laughter": {
                    "start": 2737.75,
                    "end": 2739.25,
                    "duration": 1.5,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " Because it was the 70s. You could just walk up to kids and talk to them  Now you can't even fuck them. It's crazy how things are  Sorry, I know it's wrong to fuck kids by the way  Just to be clear. I know that fucking children is wrong  I don't even need to be told. I just know that it's wrong  I would know it was wrong. Even if it was popular  Even if people were like you should fuck kids. It's great  I wouldn't do it  Even if kids came up to me all the time, you should fuck me. I like it. I wouldn't mind at all  I would say no. Thank you young man  even if doctors proved",
                "start_time": 2738.29,
                "end_time": 2789.38,
                "duration": 51.090000000000146,
                "laughter": {
                    "start": 2794.5,
                    "end": 2796.0,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I wouldn't do it. I would I would I wouldn't fuck a kid to save his life. That's  Even even if somebody said to me  If you fuck just this one kid then no kid will ever get fucked ever again",
                "start_time": 2797.74,
                "end_time": 2813.51,
                "duration": 15.770000000000437,
                "laughter": {
                    "start": 2816.25,
                    "end": 2817.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Saving all those kids  I'm saving them all  Not you",
                "start_time": 2820.69,
                "end_time": 2828.3,
                "duration": 7.610000000000127,
                "laughter": {
                    "start": 2828.5,
                    "end": 2829.5,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " And I bought a dog that works  In new york, everybody rescues their dogs like that. I rescued this dog  I rescued her  She has no eyes  And she's dead  I hate new york. I really do. I used to love new york. Uh, but I hate it now  Not back when it was open  I mean now  It's nice now. There's a gift shop people go there on purpose  They buy tickets. I think that's weird  That people buy tickets to auschwitz. That's weird  If you could have told those people back then people are going to buy tickets to come here  Wrap your head around that  I'm, sorry never again. I promise  That's what we say about the holocaust never again  Because they killed six million jews if they only killed like 10 000, would it be like, okay two more times  and taper off because  It's a little much  Because I had to go to poland to do shows  So  I was in crack out  So I went to the camp and I went there because of very personal reason because I had family there  I had a lot of family there 44 members of my family were in auschwitz during world war ii. I mean they were guards  They worked there  It's true we lost the whole family there everybody the whole because we are hungarian jews my my grandfather  On my father's side. He's the only one who made it the rest of them all 44 of them went to auschwitz  Which I think they really regretted  But that's that's what happened because the hungarians sent all their jews to they they weren't even occupied hungary  They're just like yeah take take our jews  And they sent my whole family there and they're all uh died in auschwitz except for him  My grandfather is the only one who made it uh, because he got the fuck out of there  Before it started in the late 20s. He fucking smelled that shit and he got the fuck out  And he went to mexico. He migrated to mexico and we found his immigration card  My uncle and I did the family history and we found it. It says nationality hungarian and it says  religion catholic  and there's a picture of him like  He was like fuck it. They don't know what a jew looks like in mexico. That's where i'm going  somos catholicas  That was my abuelito came a fucking mexican fast  That's what happened that's how he made it he's a fascinating guy my my grandfather his name was geza  That was his name  Um, and he had a brother, uh named geza  It's weird, but I looked it up and here's what happened  His parents had a baby  And they named it geza and it died the baby died  So they had another one and they just said fuck it geza. Let's just do it again  Because that's what it was like the babies died. It was no big deal back then  It was just like yeah, that was a shitty baby. Let's do another one  At least we found out quick fucking this one's good  It's not like that. Now now we save every baby  The shittier the baby the bigger the effort  Because we love it. We love saving the shitty babies  There's always a documentary. Look at this baby. He's a fucking mess. Do you see that shit?  We're gonna save it  Make it live  Why who knows this baby? What are  Did you hear about jeff? No, he was here for one day. Nobody met him  And then if you die when you're old, nobody gives a shit. They're like, yeah, he was here long enough. Fuck him  You ever tell you somebody like your grandmother died. My grandmother died. They're like, i'm so sorry. How old was she?  She was 98. Oh  Why'd you even tell me  I'm 52 and I like my 50s. I like this part of my life. It's my favorite so far  I'll tell you why because I can still move around pretty good  And I don't have long to live  I view that as a positive  Because life is a lot of pressure  The more life you had to have the more problems you have like if you're 20 you might have 70 years  To try not to be homeless or alone during  But I can I got maybe 24 years left I can handle that like that's an amount of time  Oh, yeah, I can fucking do that. I can cover 24 years  And it gets easier every year less that I have  Like I bought a winter coat the other day. I was like, this is my last coat. I don't need a bunch of these  It gets easier  I used to I used to think I have to I need to find a woman who will be with me forever  I I need a string of girlfriends at this point just a few more girls  I need three women in their 40s to get me through my 50s  And two in their 50s to get me through my 60s  And then when i'm 75 21 years old  That's when i'm doing that  21  She gets the rest of my money  Just blow me to my grave and keep the change  That's the offer on the table  for anybody who's 21 when i'm 75 she hasn't been born yet, but we'll see what the uh  My french girlfriend she's 42 which is perfect. She's pornographically hot  But she's willing to fuck this mess  Because you really you have to be over 40 to have the compassion  To fuck around  She likes to be on top, which I think is because that's the best that I ever look  Is laying on my back  And if I get on top of her I just it comes off  It comes away from the bone like barbecued pork  It's all red and bumpy. It's like the roof of a cave. It's a nightmare  And my tits are like flappy triangles  with red tips  but it's nice, uh  It's nice having a girlfriend it's better than being married because you know with a girlfriend you can switch and  Marriages fuck that's hard  I feel bad for people that are in a bad marriage. That's if you're in a bad marriage, by the way  You know you should do just stay home. Don't make people just self-quarantine. Don't make people fucking  Look at you  You know those couples that come over for dinner and they're holding a gun to each other's heads like hi  Thanks for having us  Fuck  There's always that awful moment at dinner  One of them was like we saw that show on wednesday, you know, it was like it wasn't wednesday  I'm gonna fucking puke because of your life  Oh, that's bad  I was on an airplane one time and a married couple came on and they had been sat separately  There was some mistake. So they're trying to figure it out and the woman she's supposed to sit here  She comes up to me. She says would you mind moving so I can sit with my husband?  And he's behind her. He's like  I wanted to help him  But what am I gonna say to his wife just no, I won't move  Then I have to sit with her. So I just got off the plane. I didn't go on the trip  I got off the plane and it took off and it hit the world trade center. So that was  Yeah, that was bad  I'll never forget that day  Wildly unnecessary  I don't know man. I'm sorry  I'm fucking mentally ill. I don't know what it is  I've been thinking about this. Yeah, I think the thing is I think I I think I learned too early in my life  But I learned it too early. I think that's the problem  I learned that when I was six that's too young  For that kind of you know, I learned all the bad words when I was six. I learned them all in one day  From this old dude who hung around our neighborhood  I don't know if he lived there or what but there's this old dude with a shitty coat and a dark tooth  He was always walking around my neighborhood. And if you're a kid walking alone, he'd walk up and hey talk to you  Because it was the 70s. You could just walk up to kids and talk to them  Now you can't even fuck them. It's crazy how things are  Sorry, I know it's wrong to fuck kids by the way  Just to be clear. I know that fucking children is wrong  I don't even need to be told. I just know that it's wrong  I would know it was wrong. Even if it was popular  Even if people were like you should fuck kids. It's great  I wouldn't do it  Even if kids came up to me all the time, you should fuck me. I like it. I wouldn't mind at all  I would say no. Thank you young man  even if doctors proved  I wouldn't do it. I would I would I wouldn't fuck a kid to save his life. That's  Even even if somebody said to me  If you fuck just this one kid then no kid will ever get fucked ever again  Saving all those kids  I'm saving them all  Not you",
        "laughter_count": 30,
        "total_laughter_duration": 34.25
    },
    {
        "title": "Bit 5",
        "start_time": 2825.2160000000003,
        "end_time": 3519.31,
        "jokes": [
            {
                "joke_text": " You're the last one  It's hypothetically  anyway, so  The old man came up to me on the street  And he and he said hey  Do you want to know all the bad words?  And I said, yes, I think I do  So he's like, all right. Okay, fuck shit piss  dick balls ass cock  diarrhea pussy fart cum  and I was like  Ah",
                "start_time": 2830.48,
                "end_time": 2870.41,
                "duration": 39.929999999999836,
                "laughter": {
                    "start": 2869.75,
                    "end": 2870.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Ah  Felt so good  I went to school. I went right up to my teacher. I said fuck shit piss dick balls ass cock diarrhea cum fart  And she started crying. It's a true story",
                "start_time": 2870.01,
                "end_time": 2885.33,
                "duration": 15.319999999999709,
                "laughter": {
                    "start": 2885.75,
                    "end": 2886.75,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I had to go to the principal's office  He said do you kiss your mother with that mouth?  I said no, but I eat her pussy with it",
                "start_time": 2892.35,
                "end_time": 2903.87,
                "duration": 11.519999999999982,
                "laughter": {
                    "start": 2904.0,
                    "end": 2905.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Yeah  Anyway, relationships are tough. That's what i'm talking about  I used to date a woman who was a vegan  Uh, so I had to fuck her with my dick substitute and uh  Remember when meeting a vegan was weird remember when that was like a strange thing like oh, what is what is that?  Like yeah, you probably met your first vegan in the 90s. You had like a dinner party and somebody brought a vegan  And they said just so you know, i'm vegan. You're like, i'm sorry. You're a vegetarian and they're like  No  All right. What is the thing and they tell you all?  Okay  Uh-huh. Yeah, I have no food for you  You can eat a napkin and shit paper. I don't care  But then you met another vegan and you're like, oh, okay, and then then now they're everywhere now who cares",
                "start_time": 2909.91,
                "end_time": 2968.39,
                "duration": 58.48000000000002,
                "laughter": {
                    "start": 2968.25,
                    "end": 2969.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Several vegans and restaurants and whatever it's kind of like gay people sort of a similar trajectory of growth and  Acceptance and culture, you know gay people and vegans have a lot in common like they both have to tell their families  Thanksgiving that's when they have to tell them  And uh dad gets angry  Your mother worked all night cooking that turkey",
                "start_time": 2969.35,
                "end_time": 2990.59,
                "duration": 21.240000000000236,
                "laughter": {
                    "start": 2989.75,
                    "end": 2990.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And you're telling me you're a fucking faggot",
                "start_time": 2991.22,
                "end_time": 2993.7,
                "duration": 2.480000000000018,
                "laughter": {
                    "start": 2994.0,
                    "end": 2995.25,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You know, it's drama",
                "start_time": 2995.01,
                "end_time": 2996.67,
                "duration": 1.6599999999998545,
                "laughter": {
                    "start": 2995.75,
                    "end": 2996.5,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " But those are the old days  things are better now  I think it's pretty amazing when you think about it that people used to say",
                "start_time": 3000.66,
                "end_time": 3008.09,
                "duration": 7.430000000000291,
                "laughter": {
                    "start": 3007.25,
                    "end": 3008.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That being gay was wrong pretty recently folks used to like most people used to say that being gay was wrong  Of course not wrong to be gay. I mean, it's it's pretty gay. It's not  Wrong, but that's what people used to say and and now nobody says that and I think that's a positive change  I think that's a good thing. Although I do wonder if there are gay people who miss when it was wrong  Maybe there's a few  Who missed when it was because it wasn't a little more fun  When it was like this is fucking crazy",
                "start_time": 3008.71,
                "end_time": 3037.42,
                "duration": 28.710000000000036,
                "laughter": {
                    "start": 3040.5,
                    "end": 3041.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " to fuck your husband  at your house  Wasn't it more fun to be in an old nightclub at four in the morning?  I'm breaking my mother's heart",
                "start_time": 3054.41,
                "end_time": 3064.0,
                "duration": 9.590000000000146,
                "laughter": {
                    "start": 3063.75,
                    "end": 3066.0,
                    "duration": 2.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I don't know. I don't even mean just gay people just some people like  When sex is a little fucked up, you know",
                "start_time": 3065.48,
                "end_time": 3075.44,
                "duration": 9.960000000000036,
                "laughter": {
                    "start": 3076.25,
                    "end": 3077.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " No",
                "start_time": 3091.64,
                "end_time": 3092.42,
                "duration": 0.7800000000002001,
                "laughter": {
                    "start": 3095.75,
                    "end": 3099.75,
                    "duration": 4.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Here's what i'll give you some advice",
                "start_time": 3106.4,
                "end_time": 3108.1,
                "duration": 1.699999999999818,
                "laughter": {
                    "start": 3111.25,
                    "end": 3112.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Here's my advice if you ever ask somebody can I jerk off in front of you?  Let me finish I mean",
                "start_time": 3116.5,
                "end_time": 3126.73,
                "duration": 10.230000000000018,
                "laughter": {
                    "start": 3126.5,
                    "end": 3133.0,
                    "duration": 6.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " uh  Uh, fuck. Okay  If you ever ask somebody  May I  Jerk off in front of you and they say yes just say are you sure?",
                "start_time": 3132.26,
                "end_time": 3149.37,
                "duration": 17.109999999999673,
                "laughter": {
                    "start": 3149.5,
                    "end": 3150.75,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " That's the first part",
                "start_time": 3150.39,
                "end_time": 3151.75,
                "duration": 1.3600000000001273,
                "laughter": {
                    "start": 3152.25,
                    "end": 3153.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Just don't do it  Because look whatever you're into okay, because everybody's got their thing. Whatever your thing is. I don't know you all have your thing  I don't know what your thing is. You're so fucking lucky that I don't know what your thing is  Do you understand how lucky you are?  That people don't know your fucking thing because everybody knows my thing  Everybody knows my fucking thing now",
                "start_time": 3155.89,
                "end_time": 3180.93,
                "duration": 25.039999999999964,
                "laughter": {
                    "start": 3183.5,
                    "end": 3185.0,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " How that feels  To know that obama was like good lord",
                "start_time": 3185.76,
                "end_time": 3191.21,
                "duration": 5.449999999999818,
                "laughter": {
                    "start": 3191.25,
                    "end": 3192.5,
                    "duration": 1.25,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I don't know what it is. Maybe you can't come unless you have your father on speakerphone. Whatever it is",
                "start_time": 3214.39,
                "end_time": 3218.51,
                "duration": 4.120000000000346,
                "laughter": {
                    "start": 3224.25,
                    "end": 3225.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " But if they say yes, you still don't get to just go whoo  And charge ahead you got to check in often I guess that's what I would say  Check in because it's not always clear how people feel like men are taught to make sure the woman is okay  But the thing is women know how to seem okay when they're not okay  So you can't just look at her face be like, yeah her eyes are dry. We're fine. Let's just keep going  You got to check in",
                "start_time": 3226.24,
                "end_time": 3248.76,
                "duration": 22.520000000000437,
                "laughter": {
                    "start": 3250.25,
                    "end": 3251.75,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " She's making noises. She's going like oh  And you're like, oh she loves it",
                "start_time": 3254.17,
                "end_time": 3259.58,
                "duration": 5.4099999999998545,
                "laughter": {
                    "start": 3260.25,
                    "end": 3261.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " Sometimes they're making those noises just to get through it  Because it's easier to go. Ooh than to say I hate how you fuck me. Oh, honestly, it's awful  So she goes oh  Baby, it's kind of like a negro spiritual sort of similar",
                "start_time": 3262.91,
                "end_time": 3277.41,
                "duration": 14.5,
                "laughter": {
                    "start": 3281.0,
                    "end": 3282.25,
                    "duration": 1.25,
                    "confidence": 0.85
                }
            },
            {
                "joke_text": " They're having a great time out there",
                "start_time": 3284.89,
                "end_time": 3286.99,
                "duration": 2.099999999999909,
                "laughter": {
                    "start": 3286.0,
                    "end": 3287.5,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " As far as my thing, I don't know the fuck people like why do you want to do it? Anyway, okay  I don't know",
                "start_time": 3296.11,
                "end_time": 3301.87,
                "duration": 5.7599999999997635,
                "laughter": {
                    "start": 3303.25,
                    "end": 3304.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I like jerking off. I don't like being alone. That's all I can tell you. I I get lonely. Where is everyone?",
                "start_time": 3303.05,
                "end_time": 3308.71,
                "duration": 5.6599999999998545,
                "laughter": {
                    "start": 3310.25,
                    "end": 3311.25,
                    "duration": 1.0,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " I like to share i'm good at it, too  If you're good at juggling, you wouldn't do it alone in the dark you would  Gather folks and amaze them  Anyway, that's all i'm gonna say about that",
                "start_time": 3311.99,
                "end_time": 3328.63,
                "duration": 16.640000000000327,
                "laughter": {
                    "start": 3330.5,
                    "end": 3336.0,
                    "duration": 5.5,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " You ever wonder  How many people ever fuck your mom?  We're almost done. You're doing great  This is important to me  You ever look at your mom and go like mom how many dicks just how many  I lost my mom. So those are the things I don't know. So i'm curious  I don't feel like a lot of dudes fuck my mom  Not because she's like pure because I just I don't think so but  I hope it was as many as she wanted. That's what I hope  I hope she got all the dicks she ever dreamed of because I loved her  I hope at the end my mom was like that was plenty of dicks  But i'll never know because you don't know your mom. That's the truth  You don't really know your mother you feel like you know her but you know what she told you  She didn't tell you shit  You don't tell your kids your life. What did your mother tell you? I won a swimming medal when I was 12  She didn't tell you like I used to fuck this guy at work. It was amazing  She didn't tell you that think about your mom's  Life story as she told it to you. There's huge holes in that story  Well, I graduated when I was 22 and then I met your father when I was 35  Feels like a lot of dicks would fit right in there mom  You know those movies where you're where a mother and a daughter switch bodies  You ever seen a movie like that's always like freaky fridays some disney comedy  Where a mother and a daughter switch bodies and then they're like, whoa then they have to water ski and be in a rock band  together  And then they switch back and they know each other better. That's the formula  I think they should make another one of those movies  But it should be about a mother who switches bodies with her son  But it's not a comedy it's a drama  Like a medical affliction. They're upset the whole time  She's in the bathroom in the morning. I'm holding my son's penis. It's confusing  And her son is in her body. He's like, I don't want to be my mommy anymore  I don't like how it feels",
                "start_time": 3347.33,
                "end_time": 3488.53,
                "duration": 141.20000000000027,
                "laughter": {
                    "start": 3495.5,
                    "end": 3496.25,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " What's happening now?  I don't like this  But I don't want to say no to my dad",
                "start_time": 3500.67,
                "end_time": 3509.72,
                "duration": 9.049999999999727,
                "laughter": {
                    "start": 3510.25,
                    "end": 3511.0,
                    "duration": 0.75,
                    "confidence": 0.7
                }
            },
            {
                "joke_text": " And then at the end of the movie they never switch back",
                "start_time": 3516.13,
                "end_time": 3519.31,
                "duration": 3.1799999999998363,
                "laughter": {
                    "start": 3519.5,
                    "end": 3521.0,
                    "duration": 1.5,
                    "confidence": 0.7
                }
            }
        ],
        "bit_text": " You're the last one  It's hypothetically  anyway, so  The old man came up to me on the street  And he and he said hey  Do you want to know all the bad words?  And I said, yes, I think I do  So he's like, all right. Okay, fuck shit piss  dick balls ass cock  diarrhea pussy fart cum  and I was like  Ah  Ah  Felt so good  I went to school. I went right up to my teacher. I said fuck shit piss dick balls ass cock diarrhea cum fart  And she started crying. It's a true story  I had to go to the principal's office  He said do you kiss your mother with that mouth?  I said no, but I eat her pussy with it  Yeah  Anyway, relationships are tough. That's what i'm talking about  I used to date a woman who was a vegan  Uh, so I had to fuck her with my dick substitute and uh  Remember when meeting a vegan was weird remember when that was like a strange thing like oh, what is what is that?  Like yeah, you probably met your first vegan in the 90s. You had like a dinner party and somebody brought a vegan  And they said just so you know, i'm vegan. You're like, i'm sorry. You're a vegetarian and they're like  No  All right. What is the thing and they tell you all?  Okay  Uh-huh. Yeah, I have no food for you  You can eat a napkin and shit paper. I don't care  But then you met another vegan and you're like, oh, okay, and then then now they're everywhere now who cares  Several vegans and restaurants and whatever it's kind of like gay people sort of a similar trajectory of growth and  Acceptance and culture, you know gay people and vegans have a lot in common like they both have to tell their families  Thanksgiving that's when they have to tell them  And uh dad gets angry  Your mother worked all night cooking that turkey  And you're telling me you're a fucking faggot  You know, it's drama  But those are the old days  things are better now  I think it's pretty amazing when you think about it that people used to say  That being gay was wrong pretty recently folks used to like most people used to say that being gay was wrong  Of course not wrong to be gay. I mean, it's it's pretty gay. It's not  Wrong, but that's what people used to say and and now nobody says that and I think that's a positive change  I think that's a good thing. Although I do wonder if there are gay people who miss when it was wrong  Maybe there's a few  Who missed when it was because it wasn't a little more fun  When it was like this is fucking crazy  to fuck your husband  at your house  Wasn't it more fun to be in an old nightclub at four in the morning?  I'm breaking my mother's heart  I don't know. I don't even mean just gay people just some people like  When sex is a little fucked up, you know  No  Here's what i'll give you some advice  Here's my advice if you ever ask somebody can I jerk off in front of you?  Let me finish I mean  uh  Uh, fuck. Okay  If you ever ask somebody  May I  Jerk off in front of you and they say yes just say are you sure?  That's the first part  Just don't do it  Because look whatever you're into okay, because everybody's got their thing. Whatever your thing is. I don't know you all have your thing  I don't know what your thing is. You're so fucking lucky that I don't know what your thing is  Do you understand how lucky you are?  That people don't know your fucking thing because everybody knows my thing  Everybody knows my fucking thing now  How that feels  To know that obama was like good lord  I don't know what it is. Maybe you can't come unless you have your father on speakerphone. Whatever it is  But if they say yes, you still don't get to just go whoo  And charge ahead you got to check in often I guess that's what I would say  Check in because it's not always clear how people feel like men are taught to make sure the woman is okay  But the thing is women know how to seem okay when they're not okay  So you can't just look at her face be like, yeah her eyes are dry. We're fine. Let's just keep going  You got to check in  She's making noises. She's going like oh  And you're like, oh she loves it  Sometimes they're making those noises just to get through it  Because it's easier to go. Ooh than to say I hate how you fuck me. Oh, honestly, it's awful  So she goes oh  Baby, it's kind of like a negro spiritual sort of similar  They're having a great time out there  As far as my thing, I don't know the fuck people like why do you want to do it? Anyway, okay  I don't know  I like jerking off. I don't like being alone. That's all I can tell you. I I get lonely. Where is everyone?  I like to share i'm good at it, too  If you're good at juggling, you wouldn't do it alone in the dark you would  Gather folks and amaze them  Anyway, that's all i'm gonna say about that  You ever wonder  How many people ever fuck your mom?  We're almost done. You're doing great  This is important to me  You ever look at your mom and go like mom how many dicks just how many  I lost my mom. So those are the things I don't know. So i'm curious  I don't feel like a lot of dudes fuck my mom  Not because she's like pure because I just I don't think so but  I hope it was as many as she wanted. That's what I hope  I hope she got all the dicks she ever dreamed of because I loved her  I hope at the end my mom was like that was plenty of dicks  But i'll never know because you don't know your mom. That's the truth  You don't really know your mother you feel like you know her but you know what she told you  She didn't tell you shit  You don't tell your kids your life. What did your mother tell you? I won a swimming medal when I was 12  She didn't tell you like I used to fuck this guy at work. It was amazing  She didn't tell you that think about your mom's  Life story as she told it to you. There's huge holes in that story  Well, I graduated when I was 22 and then I met your father when I was 35  Feels like a lot of dicks would fit right in there mom  You know those movies where you're where a mother and a daughter switch bodies  You ever seen a movie like that's always like freaky fridays some disney comedy  Where a mother and a daughter switch bodies and then they're like, whoa then they have to water ski and be in a rock band  together  And then they switch back and they know each other better. That's the formula  I think they should make another one of those movies  But it should be about a mother who switches bodies with her son  But it's not a comedy it's a drama  Like a medical affliction. They're upset the whole time  She's in the bathroom in the morning. I'm holding my son's penis. It's confusing  And her son is in her body. He's like, I don't want to be my mommy anymore  I don't like how it feels  What's happening now?  I don't like this  But I don't want to say no to my dad  And then at the end of the movie they never switch back",
        "laughter_count": 29,
        "total_laughter_duration": 43.0
    }
]