{
  "transcript": " You  All right, thank you, all right, flag it, how you doing?  Sorry, I called him a faggot.  I missed that word, you know?  I grew up saying that word and it never meant gay.  When I was a kid, I didn't know what gay was.  No, I hadn't been told that people do that.  I had no fucking idea.  Faggot, the mean gay.  When I was a kid, you call somebody a faggot because they're being a faggot, you know?  I was just being a faggot.  You shut up, faggot.  And that's supposed to use those for that shut up, faggot.  Didn't mean, like, I would never call a gay faggot.  Let's be in a faggot.  But not because he's gay.  You understand?  Like, if I saw two guys blowing each other, I don't know why I'm watching them do it,  but if I just have enough.  I stumbled upon a couple of fellows blowing one another on their respective panesia.  It's a portal for penis that I invented today.  Panesia.  I would be respectful to them.  I would, you know?  Hello, gentlemen.  Whatever, you know?  But if one of them took the dick out of his mouth and started acting all faggy and saying,  annoying, faggy things, you know?  People from Phoenix or Phoenicians are something like that.  I'd be like, hey, shut up, faggot.  Faggot.  Quit being a faggot and suck that dick.  That's what I would say to them.  I don't know.  I would never call somebody a mean name because they were suck at it.  Because if you can suck a dick, man, that's awesome.  I respect you because I can't do it.  I can't do it.  I mean, I haven't tried and failed.  I just put myself there in my mind.  I couldn't do it because I'm afraid.  That's what the only reason.  But that's why if you can suck a dick, I think that there's a strength in being able to do that.  I believe that.  I don't believe that blowing somebody comes easily to anybody.  Even if it's something that you generally do,  every new dick must take something out of you.  There must be something you got to do.  You get yourself ready, you know?  Here we go.  You suck ya.  You want a-  Wow, okay.  Here we go!  So, faggot.  I don't know.  A lot of words that are not bad words.  No words are bad.  But some people start using them a lot to hurt other people.  And then they become bad.  If you come hard to-  There's words that I love that I can't use,  because other people use them wrong.  They're hurt other people.  Like the word come is a beautiful word.  To me, it's just beauty.  And I mean, it's that if we-  It's like chocolatey and round on the ends.  I just like the-  I just like the way it sounds.  And I don't use it as an answer.  I'm alone in the laundry.  I'm like, cunt, cunt.  I just like sand.  I would never call a woman a come.  Except for my mom, because she likes it for some weird reason.  But-  It's a very misused word.  It's supposed to mean vagina, which I don't think works at all.  Because vaginas are so sweet.  They're little pretty things with little flower-pettily lips.  I hear a piccolo in my head.  Every time I see a vagina.  Even vagina is too harsh for-  They should be called like a-  There should be a butterfly flooding around.  Every vagina all the time.  This all the time.  A little butterfly.  And you go to the doctor and say, well, the butterfly looks good.  So we're a good shape.  It's called a butterfly.  And you go to the doctor and say, well, the butterfly looks good.  So we're a good shape.  They call it a butterfly.  How do you look at something that pretty and say, that's a cunt.  That doesn't fit at all.  Maybe it was a giant vagina.  And it was attacking a town and throwing buses around.  And knocking over telephone calls.  Then you can say, somebody shoot that cunt with a bazooka.  It's going to step on the candy store.  So faggot cunt.  Everybody has different words that offend them.  Different things that they hear that they get offended by.  To me, the thing that offends me the most is every time that I hear the n-word.  Not bigger by the way.  I mean, the n-word.  Literally.  Whenever a white lady on CNN with nice hair says, the n-word,  that's just white people getting away with saying bigger.  That's all that is.  They found a way to stick bigger.  N-word.  It's bullshit.  Because when you say the n-word, you put the word n-word in the listener's head.  That's what saying the word is.  You say the n-word and I go, oh, she means n-word.  You're making me say it in my head.  Why don't you fucking say it instead and take responsibility?  I'm gonna say these words you want to say.  Just say it's all in a hide behind the first letter.  Like a faggot?  Just say n-word.  Say n-word.  Stupid cunt.  I don't know.  I don't care.  I don't need to pick my ass.  I mean, all this shit goes on in my head.  I don't really, like, I thought the word negative the other day.  I'm gonna tell you this story.  And it wasn't racist.  It wasn't a race, even connotation.  Let me tell you what happened.  I went to a coffee place.  And it was like a cool indie car.  I don't like Starbucks anymore.  Because they don't care anymore.  They just press a button and some old lady's diarrhea comes out.  They just give it to you.  So I go to like a young people cool coffee place with like,  my band's playing notices on the walls.  And it's called like the howling do whatever thing.  And the dude behind the counter's got a tight t-shirt and a pony tail.  He's like, oh, it's so man.  And I was like, hey, can I get a cappuccino?  He's like, yeah, right on.  He's like, he's amazed that he could help me.  Like, oh, yeah, I got all this stuff right here.  That's awesome.  And so he starts making my coffee just so he works so hard.  He grabbed the beans just for that one cup.  And put him in the thing and tamp them with this old thing.  And you click black and you click and skin that he took the milky  profit like for like, oh, like I don't work.  And then he banged it on the counter.  I don't know why it was awesome.  And he scooped it in and put a little coca on it.  And there you go, man.  And I was just blown away.  And for some reason, as I left there,  the thought in my head was that nigga made this shit out of my coffee.  He wasn't black.  That just wasn't black.  That just wasn't my heart for some reason.  Was that nigga made this shit out of my coffee.  I don't know.  I don't care.  I don't care.  I'm all sweaty.  I don't feel good.  I ate too much and masturbated too recently.  You know that kind of.  You know, it's bad to like jerk off and run out the door  because you're running into something.  Oh, she knows like you just, you gotta take some time  alone to get a process the shame.  And I just, I can't stop it.  Today, I weighed myself today.  I don't know.  Why?  I'm not using the information.  It's not guiding my behavior.  Why am I bothering to find out exactly how much of a piece of shit I am?  I weighed myself.  And I usually hover around 230.  240 today.  240.  I weighed 240.  40 out.  Which is not, oh no, it's not okay.  Because there's no way.  Like you know when you go to a doctor to give you like a formula  for how much your weight, like a rule of thumb.  I'm pretty sure it's not your age plus 200 pounds.  That doesn't seem like.  Like I was watching a boxing match today  and the both got, they weighed 110 pounds each.  So, both of those guys still need a fat baby  and a dead dog to make me.  And it's really bad because I'm 40 and my doctor's like,  you gotta be less people.  You can't be so much.  And he just told me this is bad.  And he starts asking me about my age.  And he starts asking me about my eating habits.  Like there's habits.  Like there's a pattern.  It's just chaos and awfulness.  It's just desperate because he's like,  how many meals and how many bowel movements a day?  I'm like, I have no idea.  I have no idea.  It's just the bore.  I'm just shit and an eating old thing.  I feel packed my body to capacity  and then blow it out my asshole.  That's it.  Every shit is an emergency.  Does that give you some idea?  Of my eating habits?  And he's trying to get a handle on my eating.  He's like, look, look.  How soon into a meal?  Do you typically feel full and stop eating?  I'm like, I don't stop eating when I'm full?  The meal is not over when I'm full.  The meal is over when I hate myself.  That's when I stop.  I guess normal people eat till they're like, oh, that's,  I just, that's all the nutrition I require right there.  I just reached it.  I will cease the intake now  and convert this into useful energy throughout the day.  Every time I eat it ends with me, why the fuck did I eat it?  Dude, I eat it.  Dude, get it away.  I don't want to look at that shit.  That's all.  It's right here, too.  I got syrup in my veins, like, for blood.  I got syrup.  That's going to be bad later.  I can't take it myself.  And I'm always just uncomfortable.  Just sweaty and just, like, this is such a bummer.  It's my nightmare.  It's my whole life.  The best thing that ever happened to me was boxer briefs.  I'm so happy about boxer briefs.  It doesn't seem like a big deal to most people.  But before boxer briefs, I was trapped between the two awful worlds  of briefs and boxes.  Briefs are for normal man with one leg here and one leg here.  Two totally separate legs with a whole area between  and the briefs go up into this little valley, this little area  and they come down like this and they can just,  and they can just tuck up in there and just pull them nicely  because he's got all that air and negative space.  But this is just all just mashed together.  Just setting steady, red, sweaty.  Just, just like, this looks like a pig's ass when I'm naked.  Like, even my dick is curly like a tail.  This is a pig's ass.  And I pull briefs on and they just,  and they just clap my dick and balls.  Here's your balls.  You like that?  And they just dig up in there with this viciously sharp cotton.  After a while, I have just this ward of just damp cloth  just a lot of wet cotton.  Just like the size of a tennis ball,  like a huge water wet cotton.  And boxes were worse because they just,  let everything flap around and touch each other  and upset each other.  I need everything to be segregated down here,  I need everything with stick and just get.  And also, when I had boxes on for some reason,  I always had just water.  Like a quarter cup of water, just swashing around my asshole all the time.  Just switting his water.  It's hovering around my asshole.  To find gravity.  You're like, I upside down glass of water, my ass.  I got to manage my, because I can't stop eating.  I exercise a lot.  I run five miles every other day to maintain this shit body  that I have because the food man,  I eat like high octane crap.  Like the, the other day I got a cinnamon.  Do you know what a cinnamon is?  Let me explain cinnamon to those of you with self respect  who just walk right by shit like that.  And have no idea what it was like me or eating.  Because the light at cinnamon is not a varied group of people.  It's not all kinds of folks trying out a cinnamon.  It's kind of like there's a skinny girl Chinese girl and then a little dude.  It's just, and no one's happy on the cinnamon line.  No one's like, I love these, they can't wait.  No one's excited to get one.  It's all dudes like me or Fatter Santa.  Oh fuck, I'm getting a cinnamon.  I got a cancel all that shit I was going to do too because this is going to be.  Here's what a cinnamon is. Let me explain to you.  It's a six foot high cinnamon swirl cake made for one sad fat man.  Even if you have a vagina, you're a man if you're eating a cinnamon and that moment you're a man.  It's a sticky hot bun and it comes with a little tub of jizzy hot syrup.  It's hot come. There's no way that's not hot come.  How is that not hot come?  They should call it a fat-faggot tree.  Just do it.  Just to make us say that when we, because we'll slow us down.  We don't give this shit. They give me a fat-faggot tree, please.  Yeah, with a hot come, dude. I don't care.  What do you think I have integrity?  I'm buying a cinnamon right now.  I'm buying a cinnamon at the airport that I arrived at.  You understand what that's extra disgusting, right?  When you're leaving, if you're at your desk, when you're at the airport, you're leaving.  You can go like, oh, I gotta eat. I need food because I might be trapped in the sky forever.  I should eat right now.  But this is I landed. The trip is over.  I'm 20 minutes from my house where I got bananas and apples and shit.  And I'm sitting on my luggage and just fucking eating a cinnamon with a fork and knife.  It was a shitty one, too. It was all the dude.  That's the thing he was about to take it in and close.  And I was like, I don't know, give me that. Give me that.  Now.  And he didn't want to sell to me. He's like, these videos, please don't bite.  Don't bite. It's too old.  I was like, dude, I'm eating man.  That's what's going to happen next.  You decide if we're going to be in the paper tomorrow, but that shit's going to my face.  I already made the shitty decision. Don't ruin it. Just give me the, give me the giz.  Ooh, yes, thank you. You just drink the giz with my eyes closed.  Just ten of them giz.  I'm a big fat faggot that I am.  I'm a fat faggot.  That is the yard where you are. You know what I mean? I'm 40 now.  And that's, you know, I mean, I'm 40. I'm half dead. Basically.  40. 40. 40's a weird age. You guys in this point were like, you're not old enough for anybody to give a shit that you're old.  Nobody's like, I helped a 40-year-old guy today.  I'm really good to keep something for him. Nobody spends their holidays delivering hot meals to 40-year-olds.  And you're not young enough for anybody that ever be proud of you or impressed.  They're just like, yeah, do your job asshole. Nobody cares. That's what you're supposed to do.  And the world looks at you like, when you're a 40, if you go to the doctor, the doctor gets what they don't try to fix anything anymore.  They start trying to fix shit when you get to be 40. They don't, they just go, yeah, that starts to happen.  They don't care. I went to the doctor because my ankle hurt, right?  Now if you're a 20 and you have a bad shoulder, the doctor will weaken structure shoulder through miracles of modern science.  They'll take your ear and make a shoulder out of it. It's weird.  But when you're 40, they just give you no options. They don't care.  I went, because my ankle, like I was limping for like a month out of nowhere.  And the doctor, he brings me in. He shows me an x-ray of my ankle. He's like, yeah, your ankle just, just, just worn out.  I was like, what do you mean, I injured my ankle? He's like, no, it's just shitty now.  You just see that dark area? It's all hard.  Yeah, they get like that. They're not good anymore.  I was like, well, so just goodbye, nothing is there, nothing.  You just, nothing is no odd. It's like an incurable shitty ankle. Is it?  And he goes, well, there's things you can do. You can stretch.  For a half hour a day, you should stretch your ankle.  Like, how long will that take to fix? He's like, no, you just do that now.  That's just a new thing you do until you and your shitty ankle both die.  Because I can do this hurts a lot.  I think as well, you can take a leave, just take a leave. You can buy it, just take it.  And you can take whatever amount. It doesn't matter.  Like, don't pay attention to the dosage.  Like, really? He's like, yeah, you could take 10 a day, you'd be fine.  He said, take 10 a leave, a day.  I said, I hurt, doesn't that stuff like hurt your intestines?  Oh, yeah, I don't do some intestinal damage after a while.  But you just got to weigh that again. How much you like your ankle not hurting?  Who's all totally true, by the way? This is exactly what happened.  And at one point I was like, what if I was like an athlete or something?  He goes, you're not an athlete.  So, no to whatever else you were about to say.  Blake, it's hard for old people.  My grandma is 95. She can't see out of her left eye.  It's just shut off.  The last thing we went to here, she's like, I can't see out of my left eye.  And we're all like, oh, hey, what was Christmas like at the 40s?  Maybe we're right out the clock on the eye thing if we're lucky, you know?  So, I go to her doctor. He's right at the end of the whole.  He's there always like 90 feet away from her.  So, like, go to the doctor and I said, you know, she can't see out of her left eye at all.  And that's where he got to go.  Well, she's probably got a bunch of tumors in her head.  I swear to God, that's exactly what he said.  I remember it because I was blown away by how none of his education he applied to this particular diagnosis.  He said that she's probably got a bunch of tumors in her head.  He's a doctor and he called in her head.  He almost said fucking head.  I swear to God, like, that's what he was thinking.  It's probably got a bunch of tumors in her fucking head.  Oh, because it's that'll be dead in a way.  I ain't gonna get up with my death.  As if we're eye.  What does she need two eyes to see the shitty place in fucking putter?  Because you don't love her enough?  Anyway, there you go. I'm halfway there.  40 year old guys are not good specimens either.  We're not.  Like I have a friend who has a lot of young girlfriends. He always goes,  and he goes a little too young and it's not okay.  You know, we bring some around and you're like, dude, don't.  Like literally a point in her face and go, don't fuck her.  That's awful.  Because.  And she's like, eh, just bad, you know.  But so he was gonna have sex with her one night and he said he wanted to go all night.  He wanted to really last a long time.  So he said, I'm gonna drink a lot of milk.  So I can have a lot of sex.  He's like, who told you that that matter?  And he goes, well, because you can come more if you drink milk.  This guy actually thinks that, like, you run out of come.  But if you drink milk, your body goes, like, oh, dude, that's perfect.  Just send that right through to that's fine.  No, we don't know what difference.  Just go ahead and send it through.  Run out of come in a pinch milk is fine.  You know, it doesn't matter.  But it's sent it right through, it's sprayed all over his cat's face.  Whatever he was doing.  I'll come on my cat's face.  If she's watching, she's gonna get a face full of come.  She knows that by now.  She knows her full now.  Come on my cat's face.  Once, shame on me.  I don't have a cat.  I've never had one.  I mean, I would come on a cat's face.  I'm not trying to say, I'm not trying to take that back.  I just don't happen to have a cat.  I have a dog.  And I had a dog when I was a teenager.  And yeah, I did once.  I made my dog like a dog.  I made my dog like kind of cheese off my balls.  Which is something you now can't unknown.  You just know it.  I did this.  And I only hesitated to start this end.  It's only because I wasn't sure whether to say that I let my dog like,  how does she's off my balls or that I made them like,  how does she.  And really considering how much dogs love cheese, I think.  I made them an offer.  You couldn't refuse.  I think that's probably the first way to put it.  I remember it so clearly.  And I remember to look on the dog's face.  He was like, oh fuck dude, what's wrong with you?  How are you doing this to us?  Just put it on a plate.  Why do I have to lick it off your goddamn balls?  All right, come on.  Fine, let's do it.  I'm doing it.  I don't care.  Look, you got to live with this.  I'll be dead in two years.  I'm a dog.  This is your problem.  Sorry, I'm being so negative.  I answered, I'm a bummer.  I don't know.  I shouldn't be.  I'm a very, you know, lucky guy.  I got a lot going for me.  I'm healthy, relatively young.  I'm white, which thank God for that shit boy.  Huge, like, up.  Are you kidding me?  Oh, God.  I love being white.  I really do.  Seriously, if you're not white, you're missing out.  Because this shit is...  ...perally good.  But, let me be clear about it.  I'm not saying that white people are better.  I'm saying that being white is clearly better.  Who could even argue?  If it was an option, I would re-up every year.  I'll take away again.  Absolutely.  I'm enjoying that.  I'm going to stick with white.  Thank you.  Here's how great it is to be white.  I could get in a time machine and go to any time,  and it would be fucking awesome when I get there.  That is exclusively a white privilege.  Black people can't fuck with time machines.  A black guy in a time machine's like, hey, I think I'm a 4-9-10-80.  No, thank you, I don't want to go.  But I could go to any time.  The year 2, I don't even know what was happening then.  But I know when I get there, welcome, we have a table right here for you, sir.  Thank you.  It's not only here in the year 2.  I can go to any time.  In the past, I don't want to go to the future and find out what happens to white people,  because we're going to pay hard for this shit.  You got to know that.  I'm going to just fall from number one to two.  They're going to hold us down and fuck us in the ass forever.  And we totally deserve it.  But for now, we...  Here, if you're white, and you don't admit that it's great.  You're an asshole.  It is great.  And I'm a man.  How many advantage it could one person have?  I'm a white man.  You can't even hurt my feelings.  What can you really call a white man that really digs the hate?  Cracker?  Well, ruin the day.  Boy, shouldn't it call me a cracker?  I'm bringing me back to owning land and people.  What a drag.  I am married, though, that takes me down a few pegs.  Yeah, the night my wife sent me to Walgreens to get toilet paper,  because we were out of toilet paper,  because I had a front or a doll on the garbage so I could get out of the house.  So, driving in Walgreens was nighttime, and I was driving,  and then I see a deer, and fucking hate deer.  I hate him, because they're everywhere up there.  I used to live in the city, and I love deer, then,  because I was just liberal in the city, and I'd see deer,  and you know, you're driving when your friends out to the country.  And you see a deer, and everybody's like,  when you drive the car, don't scare the deer.  It's just something that will look at the beautiful deer.  Look how he looks around, and it's just so mysterious.  It's beautiful.  God gave us a gift, everybody, just to join, and just to join the gift of the beautiful deer.  But now I live in deer in my fucking yard every day,  and they suck.  They're just rats with hooves.  They don't matter.  They have ticks that give you wind disease,  and they shit everywhere, and they make a noise.  Did you know that? They go, oh, they're assholes.  They're shit animals.  I go out every morning and throw rocks in them,  and I try really hard to hit them in on the head with rocks.  And they don't care.  They don't care.  I don't have a gun, but if I did,  I would shoot a baby deer in a mouth and feel nothing.  I wouldn't feel anything.  I just go, oh, look, he's dead. That's interesting.  I guess that's what happens when you shoot him in the fucking mouth.  I go out of my way to kill a deer.  I would happily blow 20 guys in an alley with bleeding dick,  so I could get AIDS, and then fucking deer and kill him with my AIDS.  I would do that in a second.  I mean it.  I mean it.  So I see this deer, and this is how dumb these deer.  I hit him with the headlights and he does boo, that whole thing.  And then he won't just go, he's like,  I'm gonna go, he's like, okay, if I go.  Like he, and I'm like, fucking go, go.  He's like, there, there, there, there, there, there, there.  And then I get, and then I get away from him, and then I see him,  and he looks at me.  I get it.  I swear, he ran and smashed his body into my fucking car.  Like, just fucking destroyed my mirror.  Just shattered my mirror.  Broke his neck.  I hurt him, break his own fucking neck.  And then he just dragged his stupid deer head into the woods.  And he died.  And I'm glad he's dead.  I was glad right away.  I got out of my car.  I didn't yell into it.  I'm glad you're dead.  You fucking idiot.  I hope your deer wife finds you dead.  He dies of a broken heart.  I hope your deer baby starts to death you.  Broke my mirror.  Fag it.  Put it in your deer.  So I go to Walgreens.  Just have gone.  I got to bite drugs all the time because I got kids.  Kids are like buckets of disease that live in your house.  And you get sick from all the time.  I got sick.  Last week I had a flu that I caught because my daughter  coughed into my mouth.  Just hit me right in the back of the throat.  Like that, honey, I'm sick right now.  I can feel it already.  She did this by the way because she's trying to tell me a secret.  And she thinks you tell secrets into people's mouths.  She takes her whole face.  Which is inconsiderate borderline retarder behavior.  And by the way, she's five.  Five years old.  What secret does she have?  That I really need to hear.  Like, she's going to tell me a secret I'm going to go.  Holy shit, are you serious?  Oh my god.  Honey, I won't tell anybody.  That is fucked up, though, seriously.  She got an abortion on Christmas Eve.  Oh my god.  She's five.  Five years old.  You know what that means?  Nothing that she says matters.  She's never said anything actually important in her entire life.  I literally put a miss everywhere this fucking kid has ever said.  And nothing would be different.  Everything would have been exactly this same.  I enjoy the things she says.  They're beautiful and poetic.  I love hearing them.  But I don't have to fucking hear any of it.  And that's an important distinction if you're a parent.  You just start making it because you can't listen to them all the time that they're talking.  Because they're talking all the time.  And they just talk whenever.  They don't give a shit.  What you're doing?  Or if it's a good time?  I'm going to shoot out with a cops.  And she's telling me all kinds of shit.  She doesn't care.  Because they're self-absorbed people.  They have no ability.  No five year old ever goes like, no, go ahead and finish.  I'll tell you after it's fine.  They just can't.  And sometimes it's impossible.  I like that I was in New York City with my kids.  And I got two of these fucking things.  Remember that, please.  Two of them.  And I'm wearing the crowded streets.  I got this one here, the two-year-old.  I'm scared.  She can walk, but she won't.  She's a bullshitter.  So I'm carrying her.  And she weighs like 20 babies.  This kid.  I don't, she's tiny.  But she's got the density of a dying son.  I don't understand how she's this heavy.  It feels like a fat raccoon holding a bowling ball.  That's what she feels like.  And the pain in my shoulder is intense.  And it's sending signals to my brain.  Like, you don't leverage his driver.  She doesn't matter.  So I'm fighting that on this side.  I got the five-year-old like this.  I hope it's her.  I haven't looked back in about an hour.  I'm just dragging somebody, tiny.  Just through many stranger to five.  Briefcase corners are hitting in the temple.  I don't give it shit.  I'm at her neck because my pocket's vibrating.  My wife's calling to see where I am.  Even though she's sending it to do this shit.  And I'm yelling to my pocket like she can hear me.  I'm like, fuck it.  Fuck it.  And this one is talking the whole time.  The whole time.  With a tiny voice, two feet off the ground.  What am I going to listen to this shit, really?  What am I going to take a knee every two seconds?  Was that sweetie?  Go ahead.  What's that?  Excuse me, sir.  Go ahead.  It's fine.  Yeah.  Yeah.  Sometimes dogs are brown.  That's very true.  Let's put things in and miss any of that shit coming out of your stupid face.  Kind of a father would I be if I pretended to listen to that.  I remember the first time my daughter said a whole sentence.  That was a big deal because she had never made a whole flat by herself.  She just said the little words.  I was doing the dishes and behind me.  I just hear she just goes, Daddy, I don't like chicken.  I dropped my plate.  My wife and I cried and hugged.  A bit moment.  A week later.  I'm making dinner.  She goes, Daddy, I don't like chicken.  We're fucking having chicken.  What are you talking about?  I don't like you.  I don't like you.  I don't like you.  I don't like people that make me work.  Don't appreciate what I make for them.  You don't like chicken.  Whatever the fuck you want then.  Get out of your shitty little plastic chair and make her on dinner.  Whatever it is you want so much.  I don't like chicken.  You like the chicken when I shove it up your ass.  Because that's where it's going if you don't eat it.  Seriously.  I will grind it up in the queason art and then blow it up your ass with a straw.  I got a feeder.  She's got a eat.  When you're a kid won't eat, you just go crazy.  Because you have a physical need to feed them.  And when they're sinners looking their food, you're like, just fucking it.  You'll die you idiot in the food.  And I like it.  It doesn't matter.  Put it in your face.  They have your footprint at the hospital.  They know that I have you.  I'm not allowed to let you die.  You piece of shit eat it.  You have a social security number.  You're on the grid mother.  Fucker eat.  You're skinny.  I go to jail to understand.  And I love my kids and I die for them.  But that my life is fucking stinks.  It just does.  What it is when you're a parent.  You're all pleasures are gone.  You don't nobody fucks you ever again.  That should just over.  You don't you can't sleep.  You don't sleep.  You don't eat.  You don't eat meals.  You just eat at the sink fast standing up.  Some macaroni and cheese.  She didn't fucking eat.  That's your dinner now.  With people yelling.  I'm just trying to get into it.  You don't do anything fun.  Your single friend's like, did you see that movie?  No, I didn't see the fucking movie, okay?  And you can't even enjoy being a parent because there's no.  No pride in it because we suck at it.  Everybody suck.  We make huge mistakes.  And then you just go, whoops.  Permanent damage there.  Move on.  I got it.  My five-year-old has all these twitches  and weird fears.  I'm like, good luck with that shit.  I'm hunting.  That's all in my hand.  You work.  Sorry.  And it gets harder too.  You think it's going to get easier?  Like when they're babies.  You think that's the hard part.  Because you got to do everything.  You got to feed them.  You got to put their clothes on.  You got to put them in the car.  You got to do everything.  But you think it's going to get easier.  Because they're going to grow up and do all the shift in themselves.  But they're not.  They're going to grow up and be able to.  But they fucking won't do it.  So it's actually easier when they're babies because when they when you want them to.  These just take food and just shove it in their face.  You got to put on a shoe.  You just take a foot.  You want it.  Pull your arms through the sweater.  Throw in the car and keep the door closed.  And then you get the parents live for the tiny vacations from their kids.  The little tiny like when you put your kids in the car and you close their door  and that little walk around to your own door.  It's like a carnival cruise.  It's just the greatest.  Oh.  And you just sat in your door like, okay.  Oh, that was bad.  Oh, that shit was what did I say?  Fuck, that was bad.  Okay.  Okay.  Okay, everybody.  I was changing my daughter the other day.  And she's too old for diapers now.  But she's still in them and it's bad because this kid does not poop.  This kid cracks.  This is not okay anymore.  I was changing her type of the other day.  It was like a 48 year old alcoholic man's shit in her diaper.  Like she was out all night drinking the egg her.  She went to Denny's and got a grand slam.  Eight and a half of it got in a fight in a parking lot.  And passed out in a potty.  I can shit herself.  Her friends drove her home with a windows open and dump her on my lawn.  And now I got to clean it.  And it's crazy.  And you can't even react.  You can't go like, what the fuck that's disgusting.  You can't fucking up about their own shit.  You got to be nice.  You open her diaper.  It's just chaos there.  It's just bananas.  It's just, every new, every shit amazing me.  I'm never used to it.  Everyone I'm like, okay, wow.  That is what it is.  You have been eating diarrhea for a week, I think.  Because that's awful.  And, but you can't.  You gotta be like, you know, you just go, oh, what?  What?  You really got some, they're, I mean, that's really awful.  That's really okay.  Well, all right, let me scrape that off your knees for you.  Just, just, just, down off your back.  Just get all this hazmat and one place.  It won't be down.  Clean your tiny vagina at the end.  Who knew that that was gonna be my life?  I had no idea.  That my relationship to the vagina was gonna be clean and shit out of a tiny one, several times a day.  They don't tell you that.  When you're getting ready to be a dad, nobody pulls you in the size of, you know, you have to clean the vagina a lot,  because every time she takes a shit, it goes straight up or twice.  They don't tell you that.  Nobody tells you.  And they should, it's a big part of being a dad.  It's bigger than Christmas.  It happens every day.  And you gotta get it right.  Front to back.  It's very important.  I'm glad I got girls, though.  Girls are great.  I don't want to clean shit off with some kids' balls.  I'm glad that's not my job.  I don't boys feel weird about them.  I have nephews.  They come over and they play in the sprinkler naked with their little red dicks.  And I just don't like their little penis.  It's bothering me.  I don't know.  I just get this weird feeling like they're going to come over and fuck my nose or something.  They're a little big.  I know it's an irrational fear, but it's very real to me.  You're going to fall asleep in a launch here and wake up.  Fuck.  You're pulling.  Who's fucking my nose?  Who's holding your kids?  Who's holding your kids?  Who's holding your kids?  Could you?  They're fucking my nose while I'm sleeping.  Boys are hard to raise.  All my sisters have boys and I just feel for them because it's really hard and they really  do.  Here's the thing.  Girls are just as hard to raise, but on a whole other level.  They're different.  Here's the difference to me between boys and girls.  Boys.  Fuck things up.  Girls are fucked up.  That's the difference.  Boys just do damage to your house that you could measure in dollars like a hurricane.  Girls like leave scars in your psyche that you find later like a genocide or an atrocity.  Like my sister locked him over once with her little boy.  He's like four years old and she comes over and she's just, she's been with him all day so  she's bad shape.  She's got to drink because she's like, I can't do that.  I can't do it anymore.  And I put like an army blanket around her trying to calm her down.  And then her little boy walks after her.  He's got a handful of sand.  I don't know where he got it.  There's no sand in my home.  He's got a handful of it.  He walks up to his mom and just throws it right in her drink.  It's all she had.  And he's just ruined it.  It's really confident too.  Not like this.  He was like, yeah, that's where that shit goes right there.  And I was blown away by this because I have girls they would never dream of doing that.  It wouldn't even enter their heads that a person could do that.  But they're fucked up.  Like my five year old the other day she went over to always broke.  And she demanded that I break her sister's toy to make it fair.  And I did.  That's how much shit she gave me.  I broke with a little toy.  And I felt awful.  I was like crying.  And I look at her.  She's got this creepy smile on her.  That's it.  That's the difference between boys and girls.  And it becomes the difference between men and women really.  Because a man will like steal your car or burden your house down or beat the shit out of you.  But a woman will ruin your fucking life.  Do you see the difference?  Like a man will cut your arm off and throw it in a river.  But he'll leave you as a human being intact.  He won't fuck with who you are.  Women are non-violence, but they will shit inside of your heart.  My wife and I, we've been married for about nine years now, so we're almost done.  After nine years or two kids, you start looking into the like, no.  Just keep doing this.  Who would do that?  We went to therapy for a while and the therapist was like, he one day he goes, you should go on a date.  And I'm like, fuck you.  I'm not going.  Go on.  I did go on a date with my wife.  And I don't think I'm going to call her again.  What a really fun.  Some things do get easier as you've been married for a while.  You start to understand each other better.  And you start looking at yourself more.  You spend a lot of your marriage looking at the other person and trying to change them or figure them out.  They start realizing what you're bringing to the table.  And you blame them less for shit.  You know, like my wife will never fuck me again.  I know that now.  But I just feel differently about it.  I used to get mad.  She said, fuck me in months.  How could she do that to me?  Now I look at myself.  And I'm like, how did she fuck me for years?  She fucked me for years.  She couldn't possibly have enjoyed most of those bucks.  Which means she took about 500 for the team.  You got to respect that shit.  Because I'm going to...  Because it's...  I think it's hard for women to have sex if they don't feel like it.  It's not a skill they have generally.  Men have it.  That's just different.  Different sexual skills.  Men can fuck whatever.  We don't care.  We'll fuck you if we don't like you.  Everybody knows that.  But...  We'll fuck you.  Even if we don't feel like...  Fuck you.  Even if we're not hard.  Like, all fuck you.  Give me a second.  Find a way.  We don't care.  We'll fuck things.  We'll fuck a resty-key whole nail to a dime he's asked.  We don't give his shit.  We're... we are just under man.  We just have no... we don't care.  Women have another skill, which is that they can decide  whether or not to have sex with their minds.  Which is amazing to me.  Well, we can decide not to fuck.  In the middle of fucking...  And it's so weird to me that they can just stop  Because in some other shit that distracted them.  If I'm fucking you, you could show me a picture of you  Cut my mom's head off.  And I'll be like,  Whoa.  Hmm.  So it was like, come, we're going to have a talk about that.  Yeah.  That's really...  Because I need to come.  I need to.  Coming is a need.  I came the first time when I was 12 and I haven't skipped a day.  I've come every day.  And I've fucked maybe 20 times in my life.  So it's just been me doing most of the work.  And I really... you know, I jerk off way too much.  And it upsets me.  I don't know why.  Maybe it's because it's so selfish.  I don't know what it is, but I know it's bad.  I don't want to hurt somebody somewhere.  There's something wrong with it.  Like I was thinking of the other day  that you couldn't figure out how bad a person you are  by how soon after September 11th  you masturbated like how long you waited.  And for me it was between the two buildings going down.  So I had to do it.  I had to do it.  I had to do it.  I had to do it.  Otherwise they went.  That's the way I was looking at it at the time.  It was a little strange time.  Whoa.  I know you all waited a whole week  because you're awesome.  But I just couldn't do it.  A boner's a boner.  It's got to go.  Something's got to happen.  Boners just stay ruined everything.  And I really hate boners.  I hate everyone I've ever had.  I remember the first time I was nine.  That's the worst thing about a little boy's life  is that you start getting boners when you're nine.  And you don't come for three fucking years.  It's three years of just vicious little boners.  They don't go away.  You just pass out moaning and a bit somewhere.  And you wake up.  You're so hard.  It's awful.  If you ever see a nine-year-old boy on the street  just give him twenty bucks because he's very happy.  Or it's like his day.  I don't know if you feel like you're going to help him out.  I remember that man.  I remember being nine.  It's just being hard.  It's not knowing why.  Or what to do.  I just would rub my dick against stuff.  That's all I did.  Everything.  If I was sitting in front of a car,  I would just press it against the car.  It's warm from the sun.  It's good.  I used to run home from school after school,  so I could fuck my whole house.  Basically I would just fuck the house.  I'd fuck the walls and the floor.  If you have a nine-year-old at home,  he's fucking your house right now.  Because that's what we do.  We had a quarter of a couch.  That couch is my bitch.  I fucked it all day.  Just pumping with no results.  Just frustrated.  I used to do weird things with my dick too.  Like I closed it in the refrigerator door.  I don't know why.  I just like the pressure.  I like that one side was metal.  And the other was at a quarry and rubber with a magnet.  And I just...  The cold air on my balls.  It's good.  It's not in a way.  It's good.  I don't know how I ever got laid.  Really?  Because I was awful at it.  I still am.  I never understood.  Like there's guys that just have this confidence  and they can like go out with a girl.  No one to lean in and kiss her and shit.  I just... I couldn't...  I would just...  Good.  Could I fuck you?  Like I just pointed out.  I remember when I was with a girl,  I was like 20 years old.  I was already doing stand-up.  And I did a show in Washington, DC.  And after the show, one of the waitresses came back to my hotel.  She was really cute.  And we're making out in my hotel.  And she's into it.  She's like helping me.  So I started putting my hand up her shirt.  And she stops me.  I'm like, okay.  So then we're making out more.  And I started putting my hand around her ass.  And she stops me.  So after a while, she went home.  Nothing happened.  And then the next night I started the club.  And she goes, hey, what happened last night?  I was like, what?  And she goes, how come we didn't have sex?  I was like, because you didn't want to.  She's like, yes, I did.  I was really into it.  And I was like, why did you keep stopping me?  And she goes, because I wanted you to just go for it.  And I was like, what does that mean?  She says, I'm kind of weird.  I get turned on when a guy just gets frustrated  and just hold me down and fucks me.  Like, that's a big turn on for me.  And I was like, well, you should've told me.  I wouldn't have happily done that for you.  And she says, no, it has to feel real and dangerous.  Like, what do you got here, fucking mind?  You think I'm just going to rape you on the off-chance  that hopefully you're into that shit?  And I didn't kind of rape you by from this girl.  I don't know.  I suspect she might enjoy being raped.  Maybe that's her thing.  I don't want to ask person ruin it, so I'm...  Just take a shot and rape her.  What the hell?  What's the worst I could have happened after all?  But...  Anyway, that's all history.  Sex for me. It's gone.  It's just me and my wife.  And it's sad because my wife is beautiful.  I love to look at her and I feel for...  She's gorgeous. She really is. She just turned 40.  And she looks awesome.  And it's not because she looks young and then 40.  She looks 40 on the nose.  But I like that.  I didn't know I would, but I find it really sexy.  I like women, women. It's a huge turn on.  She's got great streaks in her hair.  And I find that sexy. I really do.  She's got strong arms from picking up the kids.  She's strong and sexy on a whole other level.  She's changing. She smells different.  She used to have blue eyes. They're black now.  She's like...  It intense.  I'm kind of crazy looking at her.  All these lines in her face from all this shit I did to her.  You know, she's a character.  She looks like one of those pictures from the depression  of the dustball farmers.  She's intense. I like it. It turns me on.  That's what I like now. I like women.  Women. Girls. I'm done.  Long time ago.  Many two-year-old girls got blessed. You go do a shot.  What if it's a fuck you do with your time?  That's not me anymore.  I like women.  And I know that that's offensive to 22-year-old girls.  I don't want men. I'm saying to.  I don't want men.  I study women's affairs.  I don't want men.  Not to me. Sorry.  To me, you're not a woman till you had a couple of kids  and your life is in the toilet.  That's really...  When you become a woman is when people come out of your vagina  and step on your dreams.  That's...  You're still standing after that shit. You are a woman.  If you're still going to clubs, you have a pony-tailed dress.  You're standing outside of a club, waiting to get in.  It's two degrees. You got no jackets.  It's a little dreadful.  You're going to be crying there.  You're a girl!  I want to give you a sweater to ride home.  I don't want to fuck you. I'll jerk off you.  But I don't want to fuck you.  I don't want to fuck you.  But you won't fuck me.  I'll totally fuck you.  But...  There's just a difference between girls and women and it's not about age.  There's a reason why they call it girls gone wild.  You notice there's no women gone wild.  Because no one would fucking buy the wild women DVD.  Because when girls go wild, they show their tits to people.  When women go wild, they kill men.  And drown their kids in a tub.  That's when the wild women do.  They don't show their tits to nobody.  They fuck with their bras on. It's a whole other thing.  Try taking your four-year-old wife's picture when she comes out of the shower.  Fuck you. Get the fuck out of here.  It's not funny. She's not. You thought it would be cute.  Like don't you say fuck off.  It's funny.  Because she doesn't have tits anymore. She has breasts.  They need to be checked and maintained.  I get bills for my wife's breasts. That's some grown-up woman's shit right there.  Girls have the tits with a little perky nipples.  And that's awesome.  But you're not a woman to get long, chewed up nipples.  And you're not a man to suck one of those fucking bigs either by the way.  Thank you very much for helping me out this time.  Thank you.  Goodnight.  Goodnight.  Goodnight.  Goodnight.",
  "segments": [],
  "laughter_segments": []
}