{
  "transcript": " .  .  Yeah.  Let's go, we are out, yeah.  Let's have a drink and drink.  How's that?  How is that?  All right, let's go, let's go, let's go.  Thank you.  Thank you very much.  Thank you very much.  Thank you, hello, everybody.  Hello.  I mean, by everybody, I mean, you guys.  I mean, everybody who's here.  I shouldn't say everybody because most people are not here.  By a pretty huge majority.  Most people are not here.  Most people are in China, actually.  That's true.  Actually, that's not true.  Most people are dead.  Did you know that?  It's true out of all the people that ever were,  almost all of them are dead.  There are way more dead people.  And you're all going to die.  And...  And then you're going to be dead for way longer than your life.  Like, that's mostly what you're ever going to be.  You're just dead people that didn't die yet.  There are so many dead people.  Ray Charles is dead, Hitler, bunch of other ones.  But mostly those two guys.  This true Ray Charles and Hitler are both dead.  And really, it's the only thing they haven't common.  Because otherwise, they're very different dudes.  Many contrasts between Hitler and Ray Charles.  I'm going to tell you a few of them.  Ray Charles was black.  Hitler was not.  Hitler killed several Jews.  Too many.  I'll say too many.  He killed an excessive amount of Jews.  He really beat that thing to the ground.  He killed a way. He just...  No moderation.  Ray Charles, meanwhile, hardly any Jews.  He killed so few Jews.  I don't know how to start shows.  It's just a problem that I have.  I never...  I never figured out how to come out and just start talking.  Because the first thing you say on stage always feels stupid.  Because there's no real reason for me to talk to you.  It just doesn't exist.  I don't know you.  You don't even know each other.  You're facing the same direction.  That's all you have in common.  So I just have to...  It's like talking to a girl that'll bar because you're attracted to her.  The first thing you say is just going to be dog shit coming out of your mouth.  Because you don't know or the only honest thing that you could say to her is  I want to fuck your face.  That's the only thing you could say.  That you can me.  Anything else you say is you trying really hard not to say I want to fuck your face.  That's the only thing you're...  I want to put my penis in.  There's the lowest hole in your head.  I was never good at that.  I was very bad at being single.  Which is a problem because I'm divorced.  So I'm single again after 10 years of marriage.  And no, here.  Cut the shit.  Don't even start with that noise.  Like a puppy died.  Let me tell you something.  Let me show you something.  And it's important because someday one of your friends is going to get divorced.  It's going to happen.  And they're going to tell you, don't go.  I'm sorry.  That's a stupid thing to say.  It really is.  First of all, you make it them feel bad for being really happy.  Which isn't fair.  And so, let me explain something.  Divorce is always good news.  I know that sounds weird.  But it's true because no good marriage has ever ended in divorce.  It's really that simple.  That's never, that would be sad.  If two people were married and they were really happy and they just had a great thing.  And then they got divorced.  That would be really sad.  But that has happened zero times.  Literally zero.  Ray Charles has killed more Jews.  Then happy marriage has been ended in divorce.  So if your friend got divorced, it means things were bad and now they're better.  They're not good life is shit while the wall, but they're better.  So you should be happy.  But the part that's difficult is being single at 41 after 10 years of marriage in two kids.  That's like having a bunch of money in the currency of a country that doesn't exist anymore.  Like, I found 500 million Prussian Franks.  I can't really take advantage of being single because I didn't expect to be single.  I'm not prepared.  I didn't think I'd ever, I didn't keep this shit up.  You understand?  I didn't maintain any of this.  At presentation condition.  It's function only.  It was not.  I didn't think I would need that way.  I thought I was going to be shoving it into the same person every three months, so one of us died.  That's what I thought was the nature of the deployment for this.  I didn't think I had to be like appealing to someone from scratch.  It's like having a 73 Dodge Dart in your backyard.  And it's been sitting back there with grass from, you don't have any.  It's not an old Mustang.  You have no plans to restore that Dart?  You don't even see it when you look out the window.  And now you find out that's your only way to work.  You need that car now.  And you're like, oh shit.  It's got bees in it.  I didn't take care of it.  Full of bees.  There's a family of mice living in the tailpipe.  I can't take that to work.  I have no single instincts.  I know too much to be single.  I know everything that happens now.  That's no good for single.  You got to be optimistic to be single.  Stupid.  You have to be stupid.  That's what optimistic means, you know.  It means stupid.  An optimist suddenly goes, hey, maybe something nice will happen.  Why the fuck would anything nice ever have?  What do you stupid?  But that's the attitude you have to be to be single.  You have to look at something.  Ooh, maybe.  I don't look at it that way.  Even when I see something I'm trying to do.  I was at a gym the other day.  Why?  I'm at a gym.  I'm just wearing shorts.  That's all I'm doing there.  Just staying in there.  And I look over and there's a girl with a pony tail.  She's on this thing.  And I'm looking at her and I'm like, oh, she's awesome.  Shit.  But then I started thinking, wait a minute, I'm single.  I'm on the market.  I have value.  I could say something to her.  I guess walk up and say something.  And I'm trying to think, what am I going to say?  What do I look like to somebody like that?  And then I realized it's been way too long.  I just been standing there staring at her.  I'm like, what?  I'm like, what?  I have no identity in the single world.  I can't.  I look at them.  I don't know what they're doing.  I tried just jerking off the girls gone while the other day.  Just to re-enter the community that way.  Just to feel part of it.  And I bought it.  Not the commercial on Comedy Central.  I paid money.  Like a grown-up.  I put my credit card down and waited it for two to come to my house.  I'm an adult.  So I'm trying to jerk off to girls gone while I can't do it.  Because I'm a father.  I'm too old.  I'm just getting mad at everybody in the video.  I'm like, you fucking irresponsible bitches.  Go back to school.  What are you doing down there?  There's two wars in a depression.  You can't get the oil off your tits and study for fuck's sake.  I just don't look at a woman as a pair of tits anymore.  I wish I did because I could get ladies here.  Because that's what it takes.  Is this to go?  Dang.  That's funny.  But I can now.  I went to a club.  I went to a club.  I went to a club.  Like a club.  And I'm standard looking at all people.  And there's the one with the hot chicks, the hot girl of the bar.  You know, when you see that that's just she's a hot girl of the bar.  She got to get the shirt and the skirt and the boots.  Those three lines.  There's like some perfect ratio that they hit with those three lines.  And you can.  And they're all standing there like that.  And I used to look at so many like that.  And like, wow, she's an angel.  What could I ever say to make her look like me?  Now I look at her.  And I'm like, what is that?  Is that even a person?  What the fuck kind of person is that?  Is that an identity even?  Who would want to be that?  I have two daughters.  I pray they don't grow up to be that.  The hot girl at the bar.  What do you do?  People want to fuck me.  Really?  That's it?  Yeah.  I got this club.  And they want to fuck me over here.  Not you.  And they're male counterparts are even more useless.  The guys, the dudes, the going out to get laid dudes.  You know, those guys that walk in packs of nine down the bar street.  The going out to get laid guys.  They all got the same button up stripey going out to get laid straight on.  They all got the same stride as one short guy behind them.  And they're all out to get, like, who's going to fuck all nine of you?  What is the fantasy here?  Are you going to see nine women in the same configuration?  They're all going to walk into a giant vagina somewhere.  And then later they're in front of a pizza place.  Just angry at each other.  You said there was a place here.  You made it.  So.  Then they beat up a stranger and get the energy out that way.  Back it.  Those are the most dangerous things.  Those are the most dangerous people or dudes that didn't get laid.  And they're just popping up.  Just full of gum coming out of the rise.  Get some more.  Stand there.  I love dudes that hang out together and do the whole thing.  I saw this group of guys and one of them was such a guy.  He had it turned up so high that it was crazy.  His friends were kind of normal.  He was like.  Like, what is that?  That can't be real.  That can't be a personality.  Does he do that at four in the morning when he's being and nobody's in his apartment?  He's like.  And he kept doing that gesture that guys like to do them.  That's my favorite dumb guy gesture.  Yeah.  You're right.  I was wondering, what if there was a guy who whenever he does this, he has to finish.  Like just some guy works in your office.  You ask him a question.  Hey, is Bill in yet?  Yeah, like he's over on time.  Yeah.  Yeah.  Seriously, that dude's always late, man.  I'm serious.  I don't know what.  It's always an odd moment in a guy's life.  This second after you come and you're like,  This reality comes rushing back.  Because you've been pushing reality away in pieces all night to get there.  No, no, it's fine.  Yeah, no, it's good.  No, just need my car there.  It doesn't matter.  I'll just go.  No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no.  You're like the Hulk coming back down to the other guy.  My clothes are ripping.  There's a dead guy here.  I don't know what happened.  I'm going to get my double bag and leave town again.  So this is a beautiful theater.  I like what I do because I get to work in a lot of different places.  And recently, I did a show in New Jersey in the auditorium of a technical high school.  I forgot that existed.  Technical high school.  That's where dreams are narrowed down.  Because we tell our children, you can do anything you want.  They're whole lives.  You can do anything.  But at this place, we take kids like they're 50 and they're young.  And we tell them, you can do eight things.  We got it down to eight for you.  And I'm not saying these people are stupid because I'm stupid.  I really am stupid and it bothers me.  Like I wish I was more stupid.  Because then it wouldn't, I would just all my thoughts would just be,  hmm.  But instead, here's how my brain works.  It's stupidity followed by self-hatred and then further analysis.  It's not a very efficient system of thoughts.  I have these dumb thug boo.  And then I go, what the fuck is wrong with you?  And then I figure it out.  But the impulse is always stupid.  Like, I saw this guy in New York when day and he's walking his dog.  And this is what I saw.  He's got a coffee and a dog on a leash and a phone.  He's on the phone.  So he's got a phone like this.  And the dog's leash is going from the phone hand to the dog.  And I look at this and I go,  Oh, he's got like a dog phone.  Like that thoughts sincerely inhabited me for like a full minutes.  I'm glad I wonder what the benefits are about hooking your phone up to a dog.  And then the other part of me had to go, why the fuck would that exist?  You asshole!  I had a string of bad dumb thoughts the other day.  I was, I don't remember what town I was in.  I was on the road.  I was just standing in front of my hotel.  It was five o'clock in the afternoon.  That's usually what I'm doing in five o'clock in the afternoon.  Just standing in front of my hotel.  Because I've been inside all day.  Just with a jacket off of the ice cream.  It's just horrible.  It's like a horrible thing.  All day, just depths of hell.  Fucking hell.  Just I wake up.  I get like chicken wings.  Shit, nobody eats a 10 a.m.  Like really hot wings and I eat them all.  And then I'm like,  So I get ice cream to cool it off, you know?  And then I feel worse.  So I jack off and pass out.  I turn off my phone and case my kids call.  I can't fucking face anybody.  I wake up covered with three kinds of shame glaze.  Just covered in my body.  And so right around five in the afternoon,  it starts getting dark.  And I'm like, I gotta be in the daylight just once.  I have to at least one time in the day being daylight.  And that's, I just stand there.  That's it.  Fucking mental patient in the bathrobe.  Secret burns on the robe and shit.  Some girl telling me, I got, she got married.  I'm not listening.  Daddy, this is my husband.  That's what it feels like anyway.  And I start looking at people.  And they're all crispy clothes and rosy,  cheeked and full of purpose.  And they make it me feel worse.  And I'm about to go back in a hotel and jack off another time.  And then I look across the street and I see this couple.  And they were just striking.  They're a beautiful couple.  It was a beautiful woman with a beautiful man.  I'll say he's beautiful.  I got no problem.  I'll suck his dick too.  I don't need your permission.  I don't care.  I don't walk right over there and suck his dick.  I mean, I never did that, but I'm 41.  Maybe I'll do this second half gay.  I don't know.  It remains an option.  There's gotta be something to it.  Those folks are having a good time.  They have parades.  They, there's no parades for how I get laid.  They have parades marching down the street to celebrate  that they blow each other and fuck each other and he has.  Smush their vaginas together or whatever that one is.  Whatever a wonderful thing those folks are doing.  It's none of my business.  So I, okay, so I'm looking at the couple.  And they're walking on the other side of the street.  And they have a child with them.  But I can't see their child because there's like a dumpster and some other stuff.  I just see like a little head.  And I'm waiting.  I'm curious what their kid looks like because they're so beautiful.  Maybe I want to fuck their kid.  I don't know.  That's just me saying something terrible because it makes me laugh  that it upsets you.  That's all that is.  It's just enjoyable to me that you're upset.  That's all it is.  I'm not going to fuck a kid.  I wouldn't do that.  Maybe a dead kid.  Who are you hurting?  He's dead.  Who are you hurting?  I'm not saying I would kill a kid in fuck.  I'm saying if I found a dead kid in the field and it wasn't raining.  I might take a shot.  I don't know.  I haven't been in that situation.  I don't know.  I'm looking at a couple.  They got a kid with them and I'm curious.  What their kid looks like?  They come around the corner and they're in his true story.  It wasn't a kid.  It was a little old Chinese woman.  And here's what my dumb brain tells me.  I go, oh, that's what their child is like.  Not like, oh, she's a separate person.  She's not with them.  I'm like, oh, that young couple gave birth to a tiny elderly Chinese woman.  Isn't that interesting?  And then the other part of me had to go, dude.  Yeah, that's what happened.  Yes.  As whole.  And then I was looking at the little Chinese lady.  She was, there was a beauty to her.  She's just tiny little, I was staring at her.  Because I was fascinated by her.  I don't know anybody like her.  And I am so not a little Chinese lady.  That I looked, I was like, what are her thoughts?  That was that I was burning inside with.  What is she thinking right now?  I can't never know.  And I really, the dumb brains told me that she's just thinking,  Oh, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding.  That's how dumb I am.  That I think Chinese gibberish that I made up  is in her actually Chinese mind.  That's all just me, Chinese ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding, ding.  Of course, I can't know what she was thinking.  Should I be thinking about anything?  Black people steal something?  She might, I'm not saying they steal.  I'm saying that fucking race is Chinese lady.  You might have been thinking it.  She might have been.  It's possible.  And I went to England, I spent a month there.  I like England.  Everything's different.  I mean, that's obvious, but some of the differences were cool.  I like the money.  Instead of a dollar bill, they have the pound coin.  And it's a coin, and you throw it on the counter.  It felt kind of cool, like the old West.  Like going to, you know, being on the dusty trail.  You see a slewns, you walk over even your horse.  You throw the rope vaguely at the pole outside.  Thing they do.  Well, it's my whole life on that horse.  Should be fine.  Walk in a slewn.  Give me a beer, a bottle of whiskey,  and a room for a week to steak dinner, a shave,  and a haircut, the bath.  Some new clothes and a hat and some boots, some oats from a horse.  And a woman.  Here you go.  Ping!  So, one heavy coin.  You're fine.  Nobody adds up all those things you mentioned.  They don't check to see what coin it was.  I think I just keep drying the glass.  Things were very vague back then.  Things just cost money.  Hey, how much is that?  Money.  In the old English movies, it was different.  It was a little sack of coins.  Remember that little drostring sack tossed over by some faggy lord with a ruffle shirt?  Throw it distinctly down to some commoner who's going to do some beneath his station.  Follow the girl and report back to me at midnight.  Bring a shovel and a sack.  And two reliable men, such as yourself.  And when's that air?  Yes, of course.  Well, this ought to be sufficient.  Me and this sink.  Well, thank you, sir.  You guys so happy to get a general amount of some kind of currency or another?  Like, count it.  I think you'll only give me enough for the shovel.  That was a good time in our economy.  When you needed to have gold to buy a shit, we might be going back to that pretty soon too.  Things are pretty fucked up.  People a little bit scared.  But you know what?  How bad could it really get?  I mean, most Americans have so much crap.  You could lose most of it and still have more shit than the average Canadian even.  Like, we're the fattest people in the world.  And we just have all this shit and we hate it.  We're just miserable with our phones.  Just angry all the time.  And I worry about the economy failing because we don't.  We can't even, we're miserable with a great life.  Oh, fuck.  We're going to deal with, like, when you got to move your mom into the seller and shit.  And, like, have, like, serious problems.  Because we have, like, up till now.  We have white people problems in America.  That's what we have.  White people problems.  You know what that is?  That's where your life is amazing.  So you just make shit up to be upset about it.  People in other countries have real problems.  Like, oh, shit.  They're cutting off all our heads today.  Things like that.  Here we make shit up to be upset about it.  Like, who can I have to choose a language on the ATM machine?  It's bullshit.  I shouldn't have to do that.  I'm American.  I have a shit we bitch about.  I called American Airlines and I got a Pakistani lady.  And she was in Pakistan.  Only people near my fat white body should have jobs.  I'll tell you what, though.  When I call American Airlines and I got the Pakistani lady,  I hang up and I call again.  I do.  I'm going to tell you, honestly.  And it's not because I don't like her.  And it's not because she doesn't speak English because she speaks way better than I do.  She's just a better person.  It's so clear.  And I know.  Here's why I don't like talking to her.  Because I know she doesn't give a shit about me and my white people problems.  I want to talk to the lady from Texas.  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Who's it?  Ten years.  Okay?  Two of my kids died this morning.  I still came to work your fat shit.  I can hear your Federal littlefollow.  I'm gonna nail up my big killed yourself.  Why was she there?  Oh he's just God standing at the ate.  Oh he's just God.  Standing at the eat.  Her who can complete make me go like this.  Stupid.  The fucking you complaining about.  You push a button and you.  and you money comes out of fucking slat!  LAUGHTER  And he used to beat that way. When I was younger, you had to go in the bank.  Remember that? You had to go inside the bank.  Now you're looking at the bank and like, what are those people doing in there? Are they cleaning?  The money's out here.  LAUGHTER  It's amazing how different shit is now.  And it hasn't been this way for a long time. It's been a very short time.  Everybody has a phone in their pocket.  It didn't used to be. It had just a few years ago.  Nobody had their phone. It was just the phone.  It was this thing, the phone that was in a room in your house.  And then you had to dial this fucking thing.  There was a rotor, and you had to turn it into...  ...you actually hated people with zeroes in their numbers.  Because they made you do, well, this guy's got a zero in a nine.  How badly do I want to talk to that piece of shit. That's too much to work.  Now we have this, which is amazing.  We have these phones that you can call in an air strike.  You can look at the top of your head.  It's amazing to shit. And it's wasted on the shittiest generation of pieces  of shit assholes that ever fucking live.  I swear to God, we are. We're the worst people so far.  Because we have this beautiful thing, and we hate it.  We're just, you fucking...  I don't never saw a person going, look at what my phone can do.  Nobody does that. They all go fucking through your socks.  I can't get it. Give it a second, would you?  Could you give it a second?  It's going a space. Can you give it a second to get back from space?  Is this speed of light too slow for you?  You're non-contributing product sponge-kun.  Can you just wait?  Can you just take a little breath?  Just wait for that picture of axle rows to get on your phone.  Like, it even fucking mattered when you were doing.  Like, it was even important.  We're all just so mad.  I hate my phone sucks.  No, it doesn't. It's amazing.  The shittiest cell phone in the world is a miracle.  Your life sucks around the phone.  Why are you so mad at it?  People say to craziest, I hate for rising.  What are you talking about?  How can that feeling exist?  I hate for rising.  Why would they fire you and take away your pension?  No, just a couple of times it was weird for a second.  And hate them.  For rising, we'll make it around them.  You go make one.  Make your own network get some hub caps and clients and trees.  See how close yours is the perfect.  Why would it be perfect?  Really? It's as good as it is. Why do we expect it to be fucking perfect?  We're all the fucking time. We're not contributing.  We're not helping it be perfect.  We don't even know what is involved.  Give it any idea what is involved in taking your thing that you said  that nobody needs to ever hear ever.  When you go, hey, with the dude.  And a little invisible magic angel takes it.  Damn it.  Damn it.  Why wouldn't you send me that text?  If I send it to a month ago, it's amazing.  Whenever it gets to you.  It's amazing.  Whenever it gets to you in your chosen fucking fun.  It's incredible.  I don't know. I'm not that old. I'm 41.  But I'm still amazed at the shit in my life.  I was on a plane once, like about a month ago,  and they had high speed, wireless internet on the plane.  And they had never done that before.  They explained to us that we were like one of the first aircraft.  And I opened up my laptop, and I'm online.  I'm looking at a YouTube and shit while we're flying.  And then it broke down.  And the woman says, I'm sorry, but we have to fix the internet.  So it's down for the rest of the flight.  The guy next to me goes, fucking bullshit.  Like, dude, how does the world owe you something?  You didn't even know existed 30 seconds ago.  People on planes were the worst.  People on planes, they complain.  They get off the plane, they come to your house,  and they tell you about their whole flight experience.  And they make a sound like it was fucking a cattle car in Poland in the 40s.  They just make it.  That was the worst day of my life.  I had to sit on the runway for 40 minutes.  That's a story in this country.  That's a fucking hardship that you had to sit on the runway.  People will listen to that story.  They'll stop doing the dishes and turn around and go, oh my god, really?  For 40 minutes?  That's awful.  You should sue them.  I had to sit on the runway for 40 minutes.  Oh my god, really?  What happened then?  Did you fly through the air?  Like a bird?  Incredibly?  Did you soar into the clouds, impossibly?  Did you partake in the miracle of human flights?  And then land softly on giant tires that you couldn't even conceive?  Did they fucking put air in them?  How dare you?  Did you get about flying?  I had to pay for my sandwich.  You're flying!  You're sitting in a chair in the sky.  You're like a Greek myth right now.  But it doesn't go back very far.  And it's sort of wishing my knees.  The right bread is what kick us all right in the hunt if they knew.  If you could go back in time to orbital right and go, hey dude,  I had to sit on the runway for 40 minutes.  And he'd be like, oh shit, well let's not even bother that.  Hey, windals shut it down, they make you wait for a bit.  That hardly seems worth it.  There's always delays.  There's always delays when I fly.  Really delays.  Too slow.  Air travel's too slow.  New York to California in six hours.  They used to take 30 years to do that.  And a bunch of you would die on the way there.  You get shot in the neck with an arrow and you go, oh, I didn't fall down.  And the other passengers would just bury you and put a stick there when you're ahead on it and keep walking.  And one of them would fuck your wife and have three babies.  And all the old people would die.  You'd be a whole different group of people by the time you got to California.  Now you're watching Adam Sandler moving.  You take a big runny dump in your there.  I was flying about a week ago.  And I was in the airport and I saw this really old man.  And he's on a wheelchair.  I can fucking hear that shit.  So back to California.  She's careful.  Or turn them down.  Sorry, just fuck up the entire show for that.  You're like, you're at dump.  I'm out of here.  Get closer to him.  No, it's okay.  It's fine.  Get closer to him.  You won't mind.  All right.  Wait a second.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Okay.  It's about where I was.  Okay.  That's right.  I was on a.  I was in the.  I was in the airport.  Oh.  To just rent.  Right now.  Totally.  It's like I peed.  It's crazy.  Okay.  Okay.  So.  I'm in the airport.  And I'm going through security and they bring this old man in a wheelchair.  And he was crazy old.  I mean, he was the oldest thing I've ever seen.  I've been.  I've been a museum's in shit.  This dude.  Well, I didn't know there had been as much time as this guy was old.  I mean, he was at least forever.  He was at least that old.  It's just tiny little nospraut to hands and egg he had.  Just one of those.  You.  So.  Right.  It's like just the atmosphere was crushing him into a diamond.  And they're pushing him through it.  I'm not the only.  He was partying the people because people are going, what the fuck.  That's crazy.  He's really old.  And they take him through security.  And you know, if you're really old or you're in a wheelchair, you can't go through the mental  sector if you're in a wheelchair.  So they take you to secondary clearance, which is far more stringent.  Like the oldest and people is people get the highest scrutiny.  So they take him over there.  And he's, I mean, he doesn't even look good for infinity.  He's not even like a.  He's the whole thing going.  And they take him over and they start checking him for weapons.  Like, thirdly, what do you got there, huh?  Like, check him.  And they lift him, I swear to God, they picked him up gently.  I did the wheelchair by the shoulders and he's standing between these two guys.  Like this.  And they're going, whip, whip, whip.  And I'm like, really, is that the guy fellas?  You think that that's the guy?  I want to maybe let him go.  Let him enjoy the last 10 seconds of his life doing something else.  What is he going to, even if he pulled it off, he deserves whatever he wanted.  What is he going to do, even if he had a grenade?  Let him keep it.  And I know what they'd say.  They'd be like, well, where do you draw the line?  He, this is the line.  This guy right here, he's the actual line.  It's very clear.  It's very clear.  It's always somebody going through security, he's like, I don't even take off my shoes.  Stupid.  I'm not a terrorist.  Well, that's right, we only make terrorists do that, I'm sorry.  That's always sound like now.  Hmm.  There's a whole country where like fat eighth graders, all of us.  Just, hmm.  No, through.  You ever listen to people?  I was in England, I went into this cafe for like after getting people.  And they just had crackly energy to her language, I don't know what they're saying but it was like,  Look at that, he, there's energy.  We don't have that anymore.  Because we ever listen to people, you ever listen to what people really sound like.  The other day I was in some whatever call people.  and what ever call people, I don't know,  are you going to be in six places,  whichever one I was in?  And I'm listening to just fat white people  talk to each other.  These two fat white guys behind me, one was like,  Ooh, good.  Oh, good.  Let's take a picture.  Let's take a picture.  It's friends like,  oh, it's a picture.  It's a picture.  It's a picture.  Mama.  These two women are talking when I was like,  oh, it's a picture.  It's a picture.  It's a picture.  I know it's a picture.  It's a picture.  Anyway, I was listening to the two guys.  And one of them used a word that really pissed me off  because it was how he used it.  He used the word hilarious.  That's one of those words that we use.  We don't care what it means.  We go right for the top shelf with our words now.  We don't think about how we talk.  We just say the right to that fucking just dude.  It was amazing.  It was amazing.  Really?  You were amazed?  You were amazed?  By a basket of chicken wings?  Really?  Amazing.  What are you going to do with the rest of your life now?  What if something really happens to you?  What if Jesus comes down from the sky and makes love to you all night long?  Leave the new living Lord in your belly?  What are you going to call that?  You used amazing going to basket of chicken wings?  You've limited yourself verbally to a shit life.  All these words we use genius.  That's anybody can be a genius now.  You used to be.  You had to have a thought.  No one ever had it before.  Or you had to invent a number.  Now it's like, hey, I got a cup in case we need another cup.  Do your genius.  So these guys, they used hilarious.  And I remember the context exactly because I hadn't the hate record  to run into the back of my head.  I was just staring there talking, I agree.  I'm listening to them.  The one guy says the other guy.  He goes, uh, dude, so uh.  So guess who I saw today.  And his friend goes,  I swear to God, that's how he said it.  It just slid out.  Just hmm.  Like, tighten your lips up, man.  Make an effort.  Wait, whoo!  That's how a person talks.  This guy is just secreting words out of the front of his head.  Whoo!  So his friend goes, I saw Lisa today.  And he goes,  that's hilarious.  How the fuck is that hilarious?  That you saw Lisa.  Is Lisa a poodle on her hind legs?  How is that hilarious?  What's she standing next to Jerry Lewis?  When he was younger?  How the fuck is that hilarious?  You know what hilarious means?  Players mean so funny that you almost went insane.  When you heard that, it's just so funny that it almost ruined your life.  Your home was now because you can't cope or reason anymore.  Because that hilarious thing just shattered your mind.  And three months later, you got shit in leaves in your hair  and you're drenched in pee in the gutter.  That's how funny hilarious is.  I don't know this Lisa can't but she ain't that funny.  There's just no way she's that funny on site.  Fuck her, seriously.  I hope she's dead.  I really do.  I hate her.  I hope she died today.  Weirdly and horribly.  I hope the person she loved most pushed her off a cliff.  And she was just falling and screaming the whole way down.  Never accepting it.  And then Superman swooped her up and then dropped her from higher.  I seriously hope that happened to stupid Lisa.  Whether one tit pick it in the other in her.  Okay, frizzy hair in her.  Her big nose.  Fucking Jew.  What am I doing?  I think that's my money.  Jew is a funny word because it is because Jew is the only word that is the is the polite thing to call  a group of people and the slur for the same group.  Most groups have a good enough.  There is the same word just with a little stank on it.  And it becomes a terrible thing to call the person.  Because you can say he's a Jew.  It's fine.  He's a Jew.  Like that's all it takes.  I wish the president would slip one into a speech that's just on the border.  Just to fuck with people's heads.  Just in the middle.  You know, we all got to get along in this country.  We need everybody.  Blacks and whites and Christians and Jews.  And let's just try to...  I can't call him out of it.  That's even inappropriate.  Fucking Lisa.  Fucking Lisa, man.  It's just, they didn't deserve that.  This story didn't deserve.  Here's what he should have said.  This is what that story deserved.  It should have been like, I saw Lisa today.  The other guy should have said that happened.  That's it.  That's all it deserved.  He should have said that.  And then they just should have started making out.  I don't know why I wanted that.  I just wanted these two old fat guys to start pulling each other on the floor.  Not even gay blowing.  Just awkward head resexual sucking.  They don't know what they're doing.  And they don't even get a hard part way through.  They're just sucking each other's soft panises.  And they're both crying because they're embarrassed and confused.  Now, that would be hilarious.  Thank you would have a story that you could call hilarious without being accused of hyperbole.  It's amazing the stories that people think are interesting.  And that's always one of them is when your friend ran into somebody from their past.  And they can't wait to tell you.  And first they want to tell you for 40 minutes how blown away you're going to be.  That they saw this person.  Dude, you're not going to believe who I saw today.  Yes I am.  First I am.  Don't even tell me.  I don't care.  No.  No.  Dude.  Dude.  Dude.  When you find that holy shit.  When you find out who I saw, you are going to shit in your father's mouth when I tell you.  I'm serious.  When I tell you who I saw, you are going to kill fuck and eat four Mexican retired kids when I tell you.  Who I saw today.  You're going to do that.  I'm serious that you're going to do that.  You're not going to.  You're just going to rip out your asshole and throw it on the wall.  It's going to stick there and you're going to dive through it into another dimension.  Tell you who I saw today.  Anyway, I don't know why I'm such an asshole.  I really am.  I have grumpy.  I don't.  I get impatient with people quickly.  You know, I just get tired of when people are boring.  I want to kill them.  You know, and that's not fair.  I used to like people more.  But now I have children.  And that changes your life.  It changes your life in a lot of ways.  Like you spend a lot of money.  You spend a lot of money.  You spend a lot of money.  You spend a lot of money.  You spend a lot of money.  You spend a lot of money.  You spend a lot of money.  You spend a lot of money.  You spend a lot of money.  You spend a lot of time with people.  You never would have chosen to spend time with.  Not a million years.  I spend whole days with people.  I'm like, I never would have hung out with you.  I didn't choose you.  Our children chose each other.  Based on no criteria, by the way.  They're the same size.  They don't give a shit.  Who they make me hang out with.  My daughter had a plate of the other day.  This kid comes over.  His father brings him.  And his father brings his fucking face into my house.  And I have to ask it questions for an hour and a half.  Oh.  What do you do?  I don't care.  God damn it.  What did another shit do you pass on that little faggie?  You're brought over here to play with my kid.  I don't I hate your son.  I hate him.  He smells.  It gets too close when he talks.  Can I have raisins?  Yes.  You can have just...  Stand.  Dude, I'm not...  You're not mine.  I don't love you.  Do you understand?  I don't have any.  No love.  No.  I don't even have an instinct to protect you.  I don't care if you die.  I seriously...  I won't feel anything if you die.  I'll have to pretend for your death.  I like kids.  Parents.  I'm not crazy about.  Most parents.  Like this whole country, our thing is the children.  We have to do it all for the children.  I mean, nobody gives a shit about how they raise their kids.  People put minimal effort into it.  They have their kids...  They're like consumers of their kids.  They want to call customer service.  Why does he play video games all day?  I don't understand why he plays video.  Maybe because you bought him a fucking video game.  You idiot.  Throw it away.  Who told you that was a good idea.  A developing mind.  Did it be?  Fucking idiots.  My kids don't even watch television.  And when I tell most other parents that, you know what they say?  They go, oh fuck you.  Just because fuck you.  Fucking hippie.  Weirdo.  They're going to grow up.  Weirdos.  Because they don't watch just fucking anger and colours screaming in their face.  Look at that guy.  If your kids watch TV, here's what you should do.  Just if you think that's really a good idea to watch TV.  When next time your kids watch television, just come up behind them.  And they don't know you're there.  And just turn it off.  Without any warning.  Just go watch what happens.  They go, yeah, yeah, yeah, yeah.  They think that's a good sign.  They think it's a sign that it's healthy for them.  They want to sink in a way to go.  Because you created such a high bar stimulus that nothing competes.  A beautiful day is shit to a child now.  A gorgeous panoramic day with hawks catching fucking mice and flying away.  And bears with fucking fish in their teeth.  And the kids are like, I want to tell her I got you.  This is nothing.  That's what's wrong with our kids.  They can't just stand and be a person without a breath.  And then the food we feed them food that tastes like it's like in-  Like insanity.  It's insanity our food.  You should be able to give a kid an apple.  And they go, oh, thank you.  I love apples.  Kids can't even taste apples or like paper to them.  Because we fill and we force them to eat people forks.  They're kids to eat fast food.  I was in this hamburger.  But this woman's like just shoving french fries and eat it.  Kids like mom, it's salty.  It hurts.  I can't eat anymore.  Shut up.  Soda.  We give them MSG sugar and caffeine.  And weirdly, they react to those chemicals.  And so they yell, ah!  And then we hit them.  What fucking chance does a kid have?  We put the stuff in there.  Ah, shut up.  Stop it.  Why are you like this?  Because I haven't had actual nutrition in eight years, Mom.  I'm dehydrated.  Give me water.  Pepsi's not water.  You can't.  Give me a glass of water.  I'm dying.  I have sorrows on my tongue all the time.  Stop hitting me.  You're huge.  How could you win me?  That's crazy.  You're a giant and I can't defend myself.  I really think it's crazy that we hit our kids.  It really is.  Here's the crazy part about it.  Kids are the only people in the world that you're allowed to hit.  Do you realize that?  They're the most vulnerable and they're the most destroyed by hitting by being hit.  But it's totally okay to hit them.  And they're the only ones.  If you hit a dog, they fucking will put you in jail for that shit.  You can't hit a person unless you can prove that they were trying to kill you.  But a little tiny person with a head this big who trusts you implicitly.  Fuck him.  Who gives a shit?  Just fucking hell.  Let's all hit them.  Hey, your people want you to hit your kid.  You're kids making noise if I cut him.  Hit him.  Yeah.  Yeah.  That's what we're proud of it.  We're proud of it.  I hit my kids.  That's what people say.  You're damn right.  I hit my kids.  Why do you hit them?  Because they were doing his thing.  I didn't like it the moment.  And so I hit them and guess what?  They didn't do it after that.  Well, I wouldn't be taking the fucking easy way out.  What is it?  How about talking to him for a second?  You fucking retard?  How do you fight it?  How was that?  How was that?  What do you mean?  What do you mean?  What do you mean?  What do you mean?  What do you mean?  Well, it's the pain of the ass.  Well, you fucked a woman in a fucking baby.  He came out of her vagina.  Now you be patient.  It's not their fault.  Well, I'm teaching them that you hit things.  It's learning the world.  You hit him?  He'll know that I am stronger than him.  That it hurts when my hand hits his face.  He'll know.  We'll get some wisdom out of that.  I'm raising him right.  Damn it.  Well, let me say this.  If you have kids, and you do hit your kids, I totally get it.  I'm not judging.  Let me just explain.  I get it.  Because my mom hit me.  She hit me over time.  I don't hit my kids.  I'm not better than my mom.  It's because she was poor, and I have money.  That's really all it is.  It really is.  My mom works really hard.  She's just a single mom.  She'd come home all bent over after 15 hours.  And he'd be like, man, man, man, man.  Shut up!  I totally get that.  I work two hours a week sometimes.  So it's not really fair.  And I know that.  I know there's moments when you just fucking, I mean,  being a parent means you have your backup against the wall all the time.  Because it's the only job you can't quit.  It's the only job where you can't just go, just put your wrench down and go,  fuck it, guys, I'm leaving.  I'm even one of my last check.  I'm going home.  Anyway, I got two.  And the seven year old, she's no trouble now.  That kid's amazing.  She's better than me.  She's smarter than me.  She's more decent.  She's cleaner.  Like, she comes out of a room.  I'll dress with a little bow.  She's like, hi, good morning, Daddy.  And I'm in my underwear.  All right.  I keep trying not to screw her up because she's headed for a great life,  unless I fuck it up.  That's basically what's going on.  I'm not a father anymore.  I'm just a fat landlord.  I don't really matter.  Like, the other day, she's asking me all these questions.  And I told her, she's asking me something.  I'm just trying to tell her what I know there'd be the truth,  but you can't just do that.  There's some shit that's true that you can't tell your kids  when there's certain ages.  I know that sounds simple, but you don't know all the time  until you fuck up.  I'm talking to her.  She goes, Daddy, does the earth go around the sun?  And I was like, yeah.  She goes, does it do it all the time?  Yeah.  She says, well, the earth always go around the sun forever.  And I was like, well, no.  At some point, the sun's going to explode.  She's seven years old.  Do you understand how horrible that is?  She started crying immediately.  Crying bitter tears for the death of all humanity.  And here's what I try to say when I go, oh, honey,  this isn't going to happen until you and everybody you know has been dead for a very long time.  She didn't know any of those things.  And now she knows all of those things.  She's going to die.  Everybody she knows is going to die.  They're going to be dead for a very long time.  And then the sun's going to explode.  She learned all that in 12 seconds.  The age of seven.  She took it pretty well.  I was proud of her.  She was like, oh.  Dude.  Okay, well.  I guess I'll go play.  She's had a tough year that kid.  I feel really bad.  A lot of bad things happen in this year.  The summer she got bit by a pony.  I'm not kidding.  A pony bit her.  How do you more break a little girl's hearts than a pony?  But there's like being raped by Santa Claus.  It was the worst thing that ever happens.  And it was made worse by the fact that it followed the greatest moment of her life.  Because she'd never seen a pony a close with.  She'd never seen a pony a close with.  She'd never like a pony ride.  And last summer I took the kids to Italy.  I took my girls to Italy for whatever reason.  I don't know why.  And we're in this farmhouse in the middle of nowhere.  And I put him to bed and I come outside.  And there's ponies.  They just showed up out of nowhere.  Just wild ponies.  Like 50 ponies.  I'm not fucking with you.  I huge amount of ponies.  And one donkey.  I don't know why.  There was one donkey hanging out with the ponies.  And they're just like, I'm like, I run downstairs.  And I wake her up.  A little one fucker.  She's not making memories.  Who cares?  It's not worth it.  I take this seven-year-old.  And I bring her outside.  And she's standing barefoot in her pajamas in its dusk.  And it's ponies.  And she's like, oh.  And I'm like, I'm the best fucking father.  I'm the best father.  Yeah.  Yeah.  I'm looking at shit.  That's right.  I gave that to you.  And she starts walking out towards the ponies.  She's like, can I go near them?  I'm like, yeah.  I'm an idiot.  I'm like, yeah, totally.  Go on out there, honey.  You're only outnumbered 50 to 1.  What could possibly happen?  Going to see a wild ponies?  And she walks out.  And there's this one beautiful speckled pony.  And as she's walking towards it,  I'm going to ask Hulk, because I don't read.  It's going like, it's totally going to do it.  No.  Not, I'm not going to fuck it.  Get her out.  Get her out.  I'm a dude.  I'm a fucking Italian and a wild pony.  Get her out of here.  Can I go, Daddy?  I'm like, yes.  Totally.  Go up to the pony.  She walks up to the pony.  She turns to me and says, he's beautiful.  And as she's saying that the pony bites her on the fucking leg.  And she screams.  He didn't break the skin.  But it was awful bruised.  And I grabbed her and I run inside.  And she says, why, Daddy, why did the pony bite me?  Good nice.  And I don't know.  And she said, do ponies bite a lot?  No, my go, yeah.  Because I don't want her to think that she's so horrible  that the first pony ever bit her.  I go, yeah, honey, ponies bite.  Why did you let me near it?  She's like, dude, make a fucking effort.  And then we're in the house.  And she says, this is how great this kid is.  She comes down.  And she goes, I want to look up about ponies biting.  Like that's how she thinks.  Something upsets her.  She wants to look it up and learn about it.  She's not going to find out why they bite and what people say about it.  So we go and we two look up about ponies.  And it turns out they're assholes.  They bite all the time.  And there's all these websites that talk about what to do  when you're pony bites.  And it's like everything else in the internet is just fighting.  Just people angry at each other.  The first guy says, you got to punch the pony right in a face.  Just punch your right in a face.  Then the next person says, you're a terrible person.  You should have your ponies taken away from you.  The next person was my favorite.  They go, people who don't punch their ponies make me sick.  So we really are divided nation.  The three-year-old is a different story.  The three-year-old, here's her deal. She's the three-year-old.  That's really it.  She's three years old.  Other than that, I got enough fight winner. Who's fault is that?  I'm 41.  And she's three.  It's always your fault with a three-year-old always.  Because they are just what they are.  They can't help it. Just tape the windows.  It's a fucking hurricane. Just wait.  Anytime you're like this with a three-year-old,  don't you understand?  You're an idiot.  That's you being it. Don't you understand?  No, I don't doubt I haven't developed enough. You just have to wait.  But it was partly her fault because you wore me down.  Let me tell you what happened. It was his horrible, horrible day.  It started the night before, because she woke me up all night.  Just woke me up every fucking, and just ten minutes.  Just woke me up, just dead with nothing. That's the worst part.  Daddy!  Whoa, what is it?  I'm a fuck you. You got nothing.  You bullshit are you.  So now's the next morning.  I'm making breakfast and I'm gone.  I'm insane.  I drank too much coffee to overcompensate,  and I'm like, I keep having these moments for like,  and there's nothing there.  It's just nothing.  Okay, Jesus.  I'm making French toast.  She's over there sitting in her little chair,  just like an anger.  Just purge his little ball of anger.  She's like, I want French toast!  I'm like, that's what I'm making, honey.  I'm making French toast.  I'm bringing over here.  Give me syrup!  Yes, of course.  Give me syrup, but always do. I love you very much.  Cut it for me!  I'm happy to cut it for you. You're not asking nicely,  but it's okay.  Cut it for you, baby. I love you very much.  Then she's looking at her plate. She's literally going,  because she needs to be want something.  You know, she didn't...  There's nothing logical for her to want,  so her brain has to go somewhere crazy.  So she's like, I don't know which piece to eat.  And I'm still not engaging. I'm like, oh, I know honey.  That's hard. That's really hard.  I'll just make a list of pros and cons for every piece  and I'll help you with it later.  And I look at her. She's walking towards me now  with the plate, just vertical, with syrup, fucking,  going to the foot.  She's like, help me!  Not help me!  And I'm standing there, like, looking at her.  And I love her.  And I'm proud of her in a way,  because I know she'll never want for anything.  She'll beat that shit out of people.  She's...  She'll kill people for me after the apocalypse.  She'll be one of those.  And then later, I'm trying to get them dressed for school.  And now that clock's ticking, I'm like,  uh, and I'm trying to put a sweater on her.  And it's impossible.  This sweater has buttons that just don't exist.  And I'm hiding my fat fingers in her full of sweat,  and I have just tears going down my cheeks.  Crazy tears.  I'm not crying.  I'm like smiling with tears.  Copiest of that shit I can't find.  I can't find this sweater.  I can't really can't do it.  And she's going like this.  So I give her a figurine, just to immobilize her,  just to stop it.  Because she loves figurines.  I go, here honey, have a figurine.  She goes, they're not called figurines.  They're called pignoons.  And I go, no they're not.  They're called fignoons.  And right away in my head I'm like, what are you doing?  Why?  What is to be gained?  What do you care?  Just get a pignoons fine.  Go ahead.  Good luck to you.  Go through life.  See what kind of job you can hold down.  Would shit like that clanging around your head.  I don't care.  I'll be dead.  But for some reason, I engaged.  No honey.  They're called fignoons.  She goes, no.  You don't know.  You don't know.  They're called pignoons.  And I just, I feel this rage building then.  Just because it's not that she's wrong.  She's three.  She's entitled to be wrong.  But it's stuff.  I don't know.  But I don't know.  But I don't know.  But I don't know.  But I don't know.  But I don't know.  But I don't know.  But it's the fucking arrogance.  Of this kid.  No humility.  No decent sense of self-doubt.  She's not going like dad.  I think those are pignoons.  Are you sure that you have it, right?  She's not saying that.  She's not going like dad.  I'm pretty sure those are pignoons.  Which would be a little contee.  But acceptable.  I could deal with that.  She's given me nothing.  Now you don't know.  Those are pignoons.  I'm really.  I don't know.  I don't know.  Dude.  I'm not even using my memory right now.  Okay.  I'm reading the fucking box that the shit came out of.  It says it.  Where you getting your information.  How do you fuck with me on this?  You're three.  And I'm 41.  What are the odds that you're right now?  I'm wrong.  What are the sheer odds of that?  And take a bite of the cookie.  Does it taste like a poor cookie motherfucker?  I don't think so.  Why would they call it a pignootie?  Which always tastes like figs.  Fucking interesting that, isn't it?  I didn't say a word at that, obviously.  But anyway, later, I've got the kids dressed.  It's winter.  All the layers on.  And it's time to go to school.  And I've got 10 minutes to get to a school that's 10 minutes away.  Which is a horrible feeling.  I put my hand on the door to leave.  And also, and I go, I got to take a shit.  Take the coats off, kids.  We're going to be late.  You're going to be 40 minutes late.  I don't give a shit.  I am not walking to school like this.  I can't use the bathroom at the school, because child molesters ruin that for everybody.  Just sweaty.  I'm shitting here.  So I'm sitting on the toilet.  I'm shitting.  With the door open by the way.  That's my life.  Two kids by myself.  I can't shoot with the door closed.  Unless I gather them into the bathroom to watch that.  Which I've done with a little one.  I've got to poop when you're too crazy.  Just come with me.  You've got to come with me.  So I'm sitting there, and I'm shitting.  And I'm trying to see them in the other room.  Honey, stay between the tables.  I can't see you.  I said.  The little one walks in of you.  Naked.  It's all gone.  All gone.  Walks up, looks at me.  And then I don't know why, but she shows me your ass.  It's something she always does.  Look at it!  Daddy, you're not looking!  So I'm sitting there shitting, looking at her ass.  And I saw something that I'd never seen before.  I'm going to describe it to you the way that I saw it.  Because I didn't know what I was looking at.  I'm looking at her little white ass.  She's white.  A little perfect little white ass.  And right in the center of it, this little black dot.  Just poop appeared.  Like magic.  That's what it looked like to me.  I've never seen shit actually coming out of it as before.  I've never saw that.  I've never saw this shit like the crowning.  The shit that shit coming out.  And if you ever do see that it's fucking bananas, man.  It's weird.  And upsetting.  I yelled at it.  And the second later, just drops.  This massive, I felt the impact tremor under my feet.  This huge pile of shit.  Just a pie like several people's pile of shit.  Like a porta-potty on the last day of the festival.  Just a huge, huge pile of shit.  How?  She's three.  This kid's shit's like a bear.  I don't understand it.  Seriously, if you're in the woods and you saw a shit like that.  You'd be like, let's get the fuck out of here.  Right.  Huge pile of shit.  As big as her whole body easily.  I thought she would just crumple like a balloon on top of it.  Oh, weird.  She's standing there.  Just straddling this huge shit.  Presenting it.  She slips falls right in her own shit.  Yes, fellas.  I was there.  Fell right in the middle of her own heat for shit.  Her head hit the floor.  You know that sound of your kid's head hit the floor?  Ooh, ooh.  Oh.  Oh, she's done.  She did for her.  She's finished.  She's going to be running into the mailbox once a day.  That's about it for her.  Now she's laying in her shit screaming and crying and making an angel.  I run over.  I'm still shitting, holding a shit coverage tile.  Where the shit family, that's what we are.  This 7-year-old's standing there.  I'm going to get the fuck out of here.  This is horrible.  That's my life right now, man.  It's like, where in there do I fit like getting pussy?  Like there's no place for that.  I can't even think about it.  I tried it like the other day I was like, okay.  It takes us to take a sexual inventory here.  What do you got left?  I took off my clothes and I stood in the mirror.  I lived in the mirror, like a full-length mirror naked.  I'll never do that again.  I don't need anything.  I don't need to do it.  I can go my whole life without doing it again.  I'm going to.  I'm not in good shape.  I'm not in the worst shape.  I went to a doctor and he gave me the whole 41-year-old thing.  He's like, all right, well, your cholesterol is high,  but I don't expect you to do anything about that.  And your prostate's a little bit too big.  Let's go ahead and let it be a little too big.  And you're only cosmetically overweight.  Like what?  Because your cos, your overweightness is not a medical issue.  I'm like, well, so that you don't have to say anything.  Why does you even bring it up?  You're saying, well, medically speaking, you don't have a weight problem,  but you look gross.  That's what you say.  I'm looking at myself, and here's the problem,  is that I didn't even wear down evenly.  Like, different parts of my body are older than others.  Like, my dick and balls don't even match each other.  Like, my balls are older than me.  They're like the oldest.  I swear to God, I'm 41.  My balls are like 72.  They're really old, and they just kind of hang there.  They're just hanging.  They look like they're being rescued by a helicopter  from a mountain.  They've been trapped in a mountain together,  and it's zipped together and it's sleeping back.  It's just a bit, we were good out of this.  I'll never call you lefty again.  I'm sorry.  And then my dick is like, happy and shiny, young looking.  My penis is like a young 21 year old guy.  While I got out of these two old guys following him,  I'm trying to get some pussy.  Get out of here.  And at some point, I got to show this shit to some poor and fortunate woman  that has to see this fucked up package of mine.  I don't know what I got to tuck my balls between my legs.  I don't have balls, there's no penis, is that okay?  That must be weird for women.  That you don't know what kind of dick and balls are going to get  until it's way too late.  Like, it's the last thing you see.  And it doesn't seem fair.  It should be the first thing you see.  Every day it should start with the guy taking it.  This is going to be okay.  Yeah, that's fine.  It's going to be worth my time.  Go ahead and put it away.  We'll do it later.  Because you don't find out until it's,  you're looking down the barrel of it,  and it's really too late now.  Oh, Jesus.  And it takes looking up again as well.  Like, this is like a doctor's sushi.  I don't even know what it's all about.  Yellow, we brown with springs coming out.  And women are so nice.  I don't know a single story of a woman who finally gets a guy  to take out a gun.  No, no, that's not your dick.  Come on.  Take out your penis.  That's not a penis.  That's bullshit.  They just go, okay.  Oh, fuck.  What a hole can I put this in a little depress me to least?  I have met some women since I'm in single,  and they've been younger, mostly,  because women, my age, I like women my age,  but they're mostly either married with children  or in a room alone angry and crazy.  One of the other.  They're not out looking at a fucking comic, generally.  But young women are up for something.  Hell, fuck you and do other things later.  And also, with younger women, I'm in competition with younger guys.  And younger guys are up for something.  But younger women, I'm in competition with younger guys.  And younger guys are not very subtle.  They don't really know how to talk to women,  even their own age.  They're just kind of, like, penis skins  been grafted on their whole body.  Good.  Okay.  Is this a fuck date, size?  This one's man's put on a comic of pride.  There's just a lot of pressure.  And then the young woman meets me and I'm like,  hey, look, I've been jerking off from the guests for 15 years.  I'm like the man in the iron mask.  I'm just happy to be out.  Young guys are, they're afraid of women.  They're afraid of their feelings.  My girlfriend's mad at me.  Well, later she won't be.  I can come down.  They're afraid of their bodies.  They're afraid of women's body.  My girlfriend's having a period.  What do I do?  Fuck her in the period hall.  You idiot? What's the dilemma?  I don't give a shit.  If you're having your period come on over.  I'm 41.  I'm like, I'll fuck this shit out.  I'll drink the blood.  Let's party.  Thank you very much, guys.  You guys.  You're great.  Thank you.  Thank you.  Thank you.  Thank you.  Thank you.",
  "segments": [],
  "laughter_segments": []
}