{
  "transcript": " Thank you.  Thank you.  Sit down, please.  Thank you.  Thank you very much.  Thanks.  Nice to see you all.  Thanks for coming up.  I'm thinking about you all day.  How was your last couple of years?  I was...  I was 2018 and 19 for you guys.  Anybody else getting global amounts of trouble? Anybody else?  Fuck.  That was crazy.  Man, I was in a lot of trouble.  Where'd you see those pictures of me in blackface?  That's going to be...  That's going to make it a lot worse.  Because there's a lot of those there's thousands of pictures of me in blackface.  I can't stop doing it.  I just...  I like it. I like how it feels.  Fuck man, that was...  You know what I learned a lot?  I learned a lot.  I learned how to eat alone in a restaurant with people giving me the finger from across the room.  When you get in trouble, you learn who your real friends are.  It's true.  People like saying that like that's a good thing.  Who the fuck wants to know who their real friends are?  You don't want to know that. Believe me. You don't want to know.  It's never who you want it to be.  It's not your cool friends and it's not your fun friends.  It's your real friend.  I'm here for you. I fucking know.  I have this friend. She's the best person I know, but I sometimes want to punch her in the face.  Because she's so nice.  Because I'm not a good person.  Like I'll tell her something I'm having problems with, and she'll say,  I'm going to pray on that for you.  Hmm.  I've been feeling when she prays, God's like...  Fuck.  This one makes me want to get out of the business.  Do you guys think there's a God?  How many of you buy applause?  Believe there's a God. How many people?  Well, that's about 30 out of 1,400. That's nice.  That's nice. That's shit.  Over.  It's just fucking over.  You go into a church, it's like going to a roller skating rink on a Wednesday.  It's like...  It's used to be something. What happened?  I don't know. I don't think there's a God.  And that's not a conviction. I just don't suppose.  I just... I just reckon there ain't.  Ah, reckon there ain't no war.  And because I don't believe there's a God, I fucking hope there's not a God.  Fuckin' hope.  Oh, please.  If you don't believe in God, you better fucking hope.  You better get on your knees and pray.  Please, God, don't be.  Because that's a bad thing to be wrong about.  That's a bad, wrong.  You're an atheist, you're whole life, and you die, and you're like,  Oh, fuck.  Oh, you're shitting with a beard and everything.  Fuck.  And...  Yeah, I'm going.  Yep.  Be in the...  Wrong, the other way is not a big problem.  If you believe in God and you're wrong, you don't really have a problem.  It gives you a little comfort during your stupid life.  And then at the end, you're just seriously disappointed.  For like a second, it's the last feeling you get to have.  You die, you're like...  Nothing?  Seriously? Nothing?  Yeah, it's just getting the dumpster.  Sorry.  Sorry, you're just garbage now.  I mean, as if you don't believe in God, that's what you believe that  When you die, you're just garbage.  You are your family's newest garbage.  My mom died last year, and we asked her, like,  What do you want it like before she died?  We didn't...  We didn't ask her, I have mom!  Mom!  Fuck!  I asked my mom what she wanted to do with her body,  and she said, as she burned it.  That was what she said.  Burn it.  What in the...  Yard would leave with the fuck.  She didn't want a funeral, no pageantry, nothing.  So she booked it herself.  That was her last act as an American consumer.  She went online with a credit card,  and she booked her own cremation.  It's true.  It's at a place called Boston Creme de Horenum.  Just this place that bums and dogs all day,  And I just fold it in my mom and to work load.  We didn't even know just as guy showed up,  and he had the y-mi.  Sorry, she's in there.  He went in there to prepare her.  My sisters are waiting in the hall.  And he was in there for a while.  I didn't say anything, I'm just saying he was in there with my mom for a long time.  It's all I'm saying, and also that I was worried he was fucking my dead mother.  Anyway, then he brought her out and kind of a nice bag, and he put her in a van.  It's like a 98-forward wind star with a bottle of red gatorade rolling around in the back.  It's the last time I saw my mom.  That's what she wanted.  She didn't believe in this God shit.  Just didn't.  I was talking to my friend the other day about Jesus.  Christ.  I don't remember why, but I happened to mention that Jesus was Jewish.  My friend said, he was.  I said, yeah, Jesus was Jewish.  And he said, I don't think so.  And I said, that's okay.  He had already all happened, doesn't matter what you think.  But he argued with me.  He was like, dude, Jesus couldn't be Jewish to think about it.  You fucking think about it, you idiot.  What was he then in your Presbyterian?  Was he?  Catholic?  Okay, Jesus was Catholic.  And he had a gold chain with a cross.  And when they nailed him up, he was like, oh, that's why we have those.  That finally makes sense.  I didn't even know.  Oh, fuck, that's me.  I'm a little guy on it.  Every religion has a strange story or a rule that doesn't make sense to me.  Every time it's a terrorist act, they always tell you on the news about how they believe  they're all going to heaven.  Every guy who does a jihad thing.  And he gets 72 versions, that's right.  That's the story always, 72 versions, which, first of all, who are those women?  Who are the 72 versions?  Does God have to kill 72 nice girls?  All right, ladies.  The good news is you're going to heaven.  The weird news.  Or does God just make them fresh like farm-raised salmon?  And he just whips up 72 women.  All right, nobody fuck these.  I'm saving them for that guy.  So weird concept, you get your own 72 versions for all 80s.  First of all, there are only versions when you first get them.  Once you start fucking them, it's over.  After a week, he's like, only a three-leaf.  And 69 hores.  That has to be one of the more confusing moments in God's life.  When he's handing off 72 versions to some guy who just blew up a bus  in Tel Aviv.  And he's like, all right, the fuck am I doing it?  I don't even know anymore.  I don't even drink.  I'm curious about God.  I'm curious about his life.  I'm curious about God's existence.  What's that like to be God?  You know, we don't know anything about him.  I think one reason people don't believe in him,  because we don't have a sense of God,  because they didn't say anything anymore.  He used to talk all the time.  He used to go to people on the street.  Hey, time to buy a son of that.  Right, none of the rocks.  Look at that!  Do it!  And it was like, oh, okay, try to figure it out.  And then for 2,000 years, he just,  mm, mm, mm, mm, mm.  Nothing.  That's nothing.  And everybody's fighting.  He could clear a lot of shit up with a five-minute press conference.  If God spoke for five minutes, he solved a lot of problems.  He just showed up, all right, everybody.  Yeah, I'm a Lord.  Okay.  Real quick.  First of all, Mormons just know.  What is that?  Just go home.  Also, Jews with the little things.  The fuck, I don't know.  Put a hat on her, don't.  Nobody, get a shit.  This is weird.  I hate these.  I hate them.  I send everybody with one of those to hell every day.  I do.  It's just my thing.  Just so you know, do what you want,  but that's where you go.  Now you know.  Also, I don't care who you fuck.  I don't care.  It never mattered.  It was Adam and Eve and Steve.  They're all fucking each other.  I was jerking off to it was a great time.  So it's not an issue for me.  I don't know why it is for you.  Have fun and use all the holes.  That's what I say.  Also, you're supposed to fuck the animals.  That's why I made them.  Why are you not fighting the animals?  There's only like 30,000 of you fuck in the animals.  What are the rest of you?  You're eating them?  That's disgusting.  What is wrong with you?  I could eat a perfectly fuckable pig.  Say it for the Lord.  Well, it's nice to be in Washington, DC, where I was born here.  I like it here.  I like it here because I'm like any city.  I like cities.  I don't like cities that are too advanced.  I was like, I was in Zurich and they have so much,  you know, they're like, here's the bite.  You're doing the bite.  School is yours.  Just have it nice.  And they have the garbage with the eight fucking holes.  A different shape.  It's like a IQ test for a monkey.  I don't know what the fuck is.  There's one hole has a picture of a cup.  And the next one is a picture of a cup.  It's a little different.  I'm standing there with a dead baby.  I don't know where I'm supposed to.  What am I supposed to do with that?  It doesn't go in the newspaper slot, but otherwise I don't know.  I like cities.  I don't like little places.  When I go to Europe I go to the big cities.  Everybody tells you, not like to measure anything.  I just got a measure for like a day, and then you gotta take a train.  And you have to go to Kankara Skitirika, ka-kakakakakaka.  Chota-ta-ta-ta-ta-ta-ta-ta-ta-libirika ka-kakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakakra adhari bikikakakakakakakaka.  It's a beautiful little old village village.  And you're gonna love, fuck you, you don't know me.  I'm not going to love a village in Europe with a bell that goes pang, like whenever.  And a dog walking alone.  I don't like cute little places.  I don't like little towns in America either with little shops.  Oh, look at that little shop.  Let's go in that little shop.  Well, let's get it divorced. Isn't that a better idea?  You'd go in there.  I'll just walk away.  Just tell the kids I was a pilot and I got shot down.  I don't like little shops.  I'm uncomfortable in a little shop.  You go in and it's like...  Little Lingling.  Now it's just you and her.  You're surrounded by her dream.  And you can't just go, ugh and leave.  Like, she saw you.  You have to go all the way in now.  And look at all the little crafts that she made.  You made this?  Really?  You made this instead of killing yourself?  I fucking wish I was that mean.  I really do.  All my fantasies are being mean just having the balls.  They're walking a little store like that and just go like,  I don't like this at all.  I don't like it in here.  What's your name?  Debbie?  Debbie?  I don't like her store.  I was in Florida recently.  I don't like Florida.  I don't like Florida.  That's a shit state full of shit people.  That's what I think.  Hate Florida.  I hate it.  I hate the whole thing.  I hate the entire.  It looks like it.  It doesn't look like a dick.  People say that.  It looks like a shit coming out.  If you look at it.  It's like America's ass.  And it's a shit.  It's just that you're trying it.  And there's a little cube.  That came first.  That's what I think of Florida.  Every time there's a hurricane I'm like, yeah, get him.  Get him all.  Melissa.  No.  I don't mean any of that.  It's just fun.  It's fun to pretend.  I was in a sushi restaurant in Florida.  It was empty.  You're going to restaurant.  And it's open.  But it's literally the only person in there.  You walk in.  The staff is sitting at the tables.  And you walk in.  Are you open?  They're like, yeah.  And you go, oh, good.  And they're like, ah.  We got to fire up the whole fucking restaurant for this one guy now.  So I ordered a lot of sushi because I felt bad for wasting their time.  And I didn't eat most of it because I don't like sushi.  So the waitress comes over.  She's Japanese.  And she says, you know, Phoebe?  Which is what she said.  I'm not.  It's just what she said.  I can't.  I'm not going to change.  She fucking said.  I'm not going to lie to you and say that she said you're not going to finish that.  Because it doesn't happen to be what she said.  And I have to do the accent.  Because it's weird if I tell you that she said you know finish.  So I'm stuck.  I'm just telling you what happened.  She said you know finish.  Oh, you're not finish.  How do I look at you?  It's exactly what she said.  It's a perfect replica.  No, it was subtle.  Just said you know finish.  And I said no, I know finish.  Because I think that's, I think it's polite to repeat people's bad English to them.  Otherwise you're being a dick.  Is like, you know finish?  No, I am not going to finish.  You left out a lot of words.  I took the liberty of restoring them.  I was in upstate New York and a small town.  And I was standing in front of a drugstore.  And in the window of the drugstore, they had a wheelchair on display in the window.  Is that really an impulse purchase?  I should get a wheelchair.  That would really help with my paralysis.  Then I wouldn't have to drag myself everywhere I go.  Like I've been doing for 10 years since my legs were blown off at the marathon.  Okay.  Okay.  A bunch of fucking hypocrites apparently.  Because let me point some out to you.  Let me point some out to you, motherfuckers.  You're just like seconds ago laughing at a man with no legs crawling on the ground.  You're just...  And then at the end you're like, oh, but not those particular legless people.  We thought you meant just some asshole with a child of a disease who deserves to be laughed at.  Not one of those.  Now we're laughing at all legless people equally.  However you lost your legs.  Ha ha ha.  You haven't legs.  And we've legs.  I have legs.  Two legs.  Two fucking legs.  That's the maximum amount.  Fucking love having two legs.  I'm fucking love it.  I wouldn't like having no legs.  I really don't think I would like it.  I think it was suck.  I think it was suck shit out of the balls of Christ.  It's an old Southern expression.  It's not used like it used to be.  I think two legs is better than none.  That's what I think.  That's just my opinion.  It's not popular.  You're not supposed to say that.  Because you're supposed to always be very positive about disabled people.  But I think that was pressure on them to be positive.  What if they don't want to be?  Because the only story we want to hear is about the amazing disabled people.  He's amazing.  He lost his legs and then he won the leg having contest.  What about disabled people who aren't amazing?  We're just ordinary with a sweatshirt and some potato chips.  He's going to fuck.  I wish I had legs now.  Now this is better.  It's better with no legs.  Why is it better?  Because you can do anything now.  I can do four things.  Fuck off.  I just don't know that our positive non-disabled attitude really helps.  Like we're targeted people.  Listen, we're going to talk about our retarded people.  For 20 minutes.  That's what it's going to happen.  We're going to discuss retarded people for 20 minutes.  It's not okay to not never speak of them.  No, we're going to talk about them.  First of all, mostly I want to talk about the word retard.  Because the word retard is a bad word.  People do not like the word retard.  They find it very offensive.  Now I'm a little confused by this.  Because it wasn't always a bad word.  And I grew up in the 70s and it wasn't bad back then.  And you most bad words were always bad.  You know, Kant never had a day in the sun.  There was never a...  A time where the Santa Claus of the Mall was like,  Come here, little Kant.  Tell me which one for Christmas.  And then in the 90s were like, let's lay off a Kant a little bit there.  But they're gang.  No, the word we used the word retarded in the 70s.  We used it to identify people who were retarded.  It wasn't controversial.  It wasn't like he's retarded.  It was like he is retarded.  This fellow right here is retarded.  He is retarded.  Everyone.  And I grew up in Boston.  We didn't say a retarded in Boston.  We said retarded.  He'd retarded.  God bless him. He's fucking retarded.  That's the point we used it.  With love.  Help the retarded.  That's what people said in the 70s.  Help the retarded.  There was a lady outside the supermarket near my house.  Every Christmas with a bell.  She was like, help the retarded.  Help the fucking retarded.  You're going to tell me she was a bad person.  She was a help of the retarded.  And I feel like we had more of him around back then.  I haven't seen one in years.  In the 70s there was a retarded guy in a windbreaker on every street corner.  They were using the word and they were more in our lives.  I swear to God they were more.  They were in our culture.  There was TV movies about retarded people all the time.  Tonight on ABC, a retarded boy's dream.  There was one, I remember with Sean Cassidy.  I don't know if you remember Sean Cassidy.  Some of you are too young.  Sean Cassidy began his career as a teen pop idol.  He was a 13 year old boy with a free hit song called The Do Run Run.  And he had feathered blonde hair and juicy lips.  He's on the cover of Teen Beat magazine.  And everybody likes Sean Cassidy because he was sexy.  So sexy boy.  I thought he was sexy.  I thought he was really sexy.  I was six years old.  But I already had an inappropriate sex feelings for teenage boys.  When I was six.  I was an old soul.  I was...  I was a pedophile when I was six.  I used to go to Teenage Boys when I was six.  I was like, hey, how's it going?  But kids weird, he's got a bone here.  Anyway.  Not anymore, I outgrew it.  No.  I'm not...  I'm not sexually attracted to Teenage Boys.  I'm not.  I'm not.  But I don't get it.  I mean, I...  I get it.  I'm not like, what?  Like...  You can see it.  Like I was in an airport once and I'm walking along that where people walk in the airport  and those chairs facing the aisle.  And there's this family sitting there.  A mom and a dad and two teenage boys.  And they're like, just both sitting with their phones with their legs.  They weren't like...  These shorts.  When I had cut off shorts.  And when I had basketball shorts.  And they both just had their legs open.  Because they don't get a fuck.  Both legs just played.  And then just...  Just smooth.  You know, it's just very...  And I saw it.  Didn't give me anything to me.  But I kind of wanted to stop and say, hey, fellas, let's...  Let's close that shit up, huh?  You're not getting me.  But I know you're causing a problem for somebody in this airport.  Let's close it up.  I did not say that.  Otherwise, I wouldn't be here.  Anyway, let's return to the comfortable  subject of retarded people, shall we?  So, Sean Cassie.  Sean Cassie was a teen singer who then grew up.  He was about 18.  Now, he was, you know, old and gross.  Nobody wanted to fuck him.  So, he started acting.  And he had a movie on a TV called Normal People,  where he played a retarded man who once lived in normal life.  It was very inspiring, actually.  And at one point, he goes to...  He didn't do like a big retarded character.  He worked thick glasses.  He talked like Elmer Fud.  That was the whole thing.  So, he goes up to the guy who runs the group home.  He lives in and he says, I wanted to get a job.  And the guy who runs it is like, you know, Republican conservatives.  So, he's like, you can't get a job.  You know, we're tall.  We're...  But then there's a liberal lady who works there.  And she says, you, of course, he can get a job.  He says, good, has any one.  So, they let him get a job as an air-traffic controller,  whatever was available.  And then...  He meets a woman who's also retarded who lives at the group home.  He falls in love with her.  It's a very nice love story.  And he says, we want to get married.  And the guy says, you know...  She said, but they're in love.  So, they get married.  And then one day he says, we want to have a baby.  And the liberal lady says, no fucking way.  And they just shut them down right there.  And that's the end of the movie.  I swear to God, that's just how it ends.  And the point of the movie is just, you know, hey, there's a limit.  Like that's, I guess, what the point of it was.  And that's pretty intense.  But hey, retarded people were on television.  We were talking about it.  We were dealing with it.  And they said the word retarded about 50,000 times in the movie.  Now we don't say the word.  And I don't see them anywhere.  I guess that's my problem with it.  And also, the word is not basically a bad word.  It's medical term.  But it became a bad word because it's used as an insult.  Really.  Not towards retarded people.  Nobody does that.  Nobody calls retarded people retarded to insult them.  What would be the point of that?  That would be like going up to a chair and saying, you're fucking chair.  What are you doing?  No.  People use it on their friends.  Like, you're at a bar.  Your friends, like, don't have any more money for beer.  And you're like, you fucking retarded, you know what I'm saying?  And in that moment, no one retarded is insulted.  They're not.  Do you know why?  Because they're not there.  Because we don't include them in our lives.  They're not at the bottom.  How many of you have a retarded drinking body that you hang out with?  No, you take them to the zoo when they're little and then fuck them.  This is what I find confusing about this thing.  Is that we told many generations of people that they are retarded.  We told them that that's what they are.  And then we just decided it's a bad word.  So did we tell them this?  Did we go back to them and explain this to them?  Listen, Nelson, I have something to tell you.  You're not retarded anymore.  I mean, I'm cured?  No.  No.  No.  No.  Now, we're not even working on it.  Anyway, I've been traveling.  I went to France last year because I thought I should leave the nation.  I felt like a good idea.  I could have left the planet if they had another one of those.  I went to France at a great time.  I met a woman I fell in love in France and we've been together since then.  It's been nice.  It's nice having a girlfriend from another country because you learn a lot about that country.  I learned a lot about France from being with her.  I never knew these things about like one time she was sick and I was taking care of her.  I gave her that she had a fever.  I gave her a thermometer and she put it in her asshole.  I never seen that before.  It turns out the whole country, all of France puts the monitors in their assholes.  And they don't put their eggs in the fridge.  They have no respect for temperature in either direction.  I'd never say, why are you putting your assholes?  She said, you don't do this?  You don't put here in America?  I said, no, we don't put a glass thermometer filled with mercury in our anaccess.  You fucking savage.  Well, we do it to babies and dogs because they can't talk.  Every American baby's first words is get that fucking thing out of my asshole.  You're taking your dog's temperature.  You have to hold your dog's ass still.  And then you slip it in there.  And your dog looks like, why would you do that?  Why would you do that to me?  And you're like, I never explained it to you.  But I need to hold it here for 60 seconds.  Dogs are so dumb, it's fucking tragic.  It's sad how dumb they are.  They're in our lives and they know nothing about what's happening.  You've been having a dramatic moment in your family, like you're in the living room,  telling the kids that Grandma died and everybody's crying and the dog's sitting there like,  you're like, I know you.  They're so stupid.  Incredibly stupid animals.  They don't even know their own lives.  They can't even handle their own lives mentally.  You've a throw at ball for your dog.  And your dog gets the ball and brings it.  And he throws the ball again and the dog brings it.  And then one of the times he throws the ball, the dog looks like I didn't see what happened.  I'm sorry, I don't know anything now.  Please help.  So you pointed the ball.  There it is.  Right there.  It's right there.  And the dog just looks at your finger.  Because there's just no way he's going to get this concept that there's an invisible line.  And he can follow with his imagination.  Have a great dog.  I got a dog last year.  She's a great dog.  I did not adopt her.  I'll tell her, be honest with you.  I bought her with money.  That's the truth.  People always ask me when I walk my dog in New Yorker.  That's a beautiful dog.  Is she a rescue?  I'm like, no, she's very expensive.  Please don't touch her.  I did rescue a dog last year.  And it bit everyone in my life.  So I unrestcuted.  And I bought a dog that works.  In New York, everybody rescued the dog.  I rescued the dog.  I rescued her.  She has no eyes.  And she's dead.  I hate New York.  I used to love New York, but I hate it now.  I really, I rather be an Auschwitz than New York City.  Honestly.  I mean, I mean, Auschwitz now.  I mean, today Auschwitz.  Not in fact, when it was open.  I mean, now, it's nice now.  It was a gift shot.  People go there on purpose.  They bite tickets.  I think that's weird.  The people bite tickets to Auschwitz.  That's weird.  If you could have told those people back then,  people are going to bite tickets to come here.  We're happy to head around that.  Jew.  That's all right.  I'm sorry.  I'm sorry.  Never again.  I'm wrong.  That's what we say about the Holocaust.  Never again.  Because they killed six million Jews.  They only killed like 10,000.  Would it be like, okay, two more times.  And then taper off.  Because it's a little much.  I'll tell you.  I went to Auschwitz.  This is a true story.  I actually did go to Auschwitz because I was doing shows in Poland.  Because I had to go to Poland to do shows.  So.  So.  I was in a crackout.  I was in crackout.  So I went to the camp.  I went there because of very personal reason because I had family there.  I had a lot of family there.  44 members of my family were in Auschwitz during World War II.  I mean, they were guards.  They worked there.  They were Jews and they died.  It's okay.  Don't be offended.  It's true.  We lost the whole family there.  Everybody.  The Holocaust.  We are Hungarian Jews.  My grandfather.  On my father's side, he's the only one who made it.  The rest of them all 44 of them went to Auschwitz,  which I think they really regretted.  But that's what happened because the Hungarians sent all their Jews to.  They didn't even occupy the Hungry.  They were just like, they could take our Jews.  And they sent my whole family there and they're all died in Auschwitz.  Except for him.  My grandfather is the only one who made it.  Because he got the fuck out of there.  Before it started.  In the late 20s, he fucking smelled that shit.  And he got the fuck out.  And he went to Mexico.  He migrated to Mexico.  And we found his immigration card.  My uncle and I did the family history.  And we found it.  It says nationality, Hungarian.  And it says religion, Catholic.  And there's a picture of him like.  He's like, fuck it.  They don't know what a Jew looks like in Mexico.  That's where I'm going.  And that's why I'm alive.  Because he made that choice.  It's also why I'm not Jewish.  Because like, Jewish move.  We're not fucking Jewish.  So much Catholic.  That was my abolito.  Okay, fucking Mexican fast.  That's what happened.  That's how he made it.  It's a fascinating guy.  My grandfather.  His name was Geza.  That was his name.  And he had a brother named Geza.  This weird.  But I looked it up.  And here's what happened.  His parents had a baby.  And they named it Geza.  And it died.  The baby died.  So they had another one.  And they just said, fuck it, Geza.  Let's just do it again.  Because that's what it was like.  The baby's died.  It was no big deal back then.  It was just like, yeah, that was a shitty baby.  Let's do another one.  Why is your baby died?  Because it's because it sucks.  Why does any baby die?  At least we found out quick.  Fuck it.  This one's good.  That's what it was just like forever until recently.  The human race was all the good babies.  And the shitty ones.  That's just the way it worked.  It's not like that now.  Now we save every baby.  The shitty or the baby, the bigger the effort.  Because we love it.  We love saving the shitty babies.  There's always a documentary.  Look at this baby.  He's a fucking mess.  You see that shit?  We're going to save it.  And make it live.  And the babies like, please don't.  But we don't like when babies die.  We get more upset when a baby dies.  What?  Who knows this baby?  What?  Did you hear about Jeff?  No.  He was here for one day.  Nobody met him.  And then if you die when your old nobody gives a shit.  They're like, he was here long enough.  Fuck him.  You ever tell you somebody like your grandmother that my grandmother died?  You're like, I'm so sorry.  How old is she?  She was 98.  Oh.  Why do you even tell me?  I'm 52.  And I like my 50s.  I like this part of my life.  It's my favorite so far.  I'll tell you why.  Because I can still move around pretty good.  And I don't have long to live.  I view that as a positive.  Because life is a lot of pressure.  The more life you had to have, the more problems you have.  Like if you're 20, you might have 70 years to try not to be homeless or alone during.  But I can, I got maybe 24 years left.  I can handle that.  Like that's a matter of time.  Oh yeah.  I can fucking do that.  I can cover 24 years.  And it gets easier every year less that I have.  Like I bought a winter coat the other day.  I was like, this is my last coat.  I don't need a bunch of these.  Get easier.  I used to think I need to find a woman who will be with me forever.  I need a string of girlfriends at this point.  Just a few more girls.  I need three women in their 40s to get me through my 50s.  And two in their 50s to get me through my 60s.  And then when I'm 75, 21 years old.  That's what I'm doing now.  21.  She has the rest of my money.  Just blow me to my grave and keep the change.  That's the offer on the table.  For anybody who is 21, when I'm 75.  She has been born yet, but we'll see what the new crop brings.  My French girlfriend, she's 42, which is perfect.  She's pornographically hot, but she's willing to fuck this mess.  Because you really have to be over 40 to have the compassion  and the sense of humor to fuck around.  She likes to be on top, which I think is because that's the best I ever look is laying on my back.  Because you just, all the skin lays where it belongs.  It just drapes nicely.  I look about 49 and a half when I'm on my back.  And if I get on top of her, it comes off.  It comes away from the bone, like barbecue pork.  And this shit, when you hang this, it's all red and bumpy.  It's like the roof of a cave.  It's a nightmare.  And my tits are like flappy triangles with red tips.  They look like candy corn.  It's somebody stepped on.  But it's nice having a girlfriend.  It's better than being married, because you know, with a girlfriend you can switch.  And marriages, fuck, that's hard.  I feel bad for people that are bad marriages.  If you're in a bad marriage, by the way, you should just stay home.  Don't make people just self-quarantine.  Don't make people look at you.  You know those couples that come over for dinner  and they're holding a gun to each other's heads.  Like, hi, thanks for having us.  Fuck.  Just always that awful moment at dinner.  One of them's like, we saw that show on Wednesday.  You know, it was like, it wasn't Wednesday.  I'm going to fucking puke because of your life.  Oh, that's bad.  I was in an airplane one time, and a married couple came on.  And they had been sat separately.  There was some mistake.  So they're trying to figure it out.  And the woman, she's supposed to sit here.  She comes out to me.  She says, which is my moving, so I can sit with my husband.  And he's behind her.  And I wanted to help him.  But what am I going to say to his wife?  No, I won't move.  And I have to sit with her.  So I just got off the plane.  I didn't go on the trip.  I got off the plane.  And it took off.  And it hit the world's race center.  So that was bad.  I know if we're good that day.  Fuck, that was so unnecessary.  It was wild.  I don't know, man.  I'm sorry.  I'm fucking mentally ill.  I don't know what I'm going to do.  I have to think about this.  You know what I think?  I think I learned too early in my life that when I say something and people get angry,  I just like how that feels.  I don't know why.  But I learned it too early.  I think it's the problem.  I learned I went out of six.  That's too young.  For that kind of, you know, I learned all the bad words when I was six.  I learned them all one day from this old dude who hung around  around our neighborhood.  I don't know if he lived there or what.  But there's this old dude with a shitty coat and a dark tooth.  There was always walking around my neighborhood.  And if you were a kid walking along, he'd walk up and he'd talk to you.  Because it was the 70s.  You could just walk up to kids and talk to them.  Now you can't even fuck them.  It's crazy how it's injured.  I'm sorry.  I know it's wrong to fuck kids, by the way.  Just to be clear, I know that fucking children is wrong.  I don't even need to be told.  I just know that it's wrong.  I wouldn't know what was wrong even if it was popular.  Even though people were like, you should fuck kids, it's great.  I wouldn't do it.  Even if a kid came out to me all the time, you should fuck me.  I like it.  I wouldn't mind it all.  I would say, no, thank you, young man.  Even if doctors proved that it was beneficial to the health of children to fuck them.  I wouldn't do it.  I wouldn't fuck a kid to save his life.  Even if somebody said to me, if you fuck just this one kid,  then no kid will ever get fucked ever again.  I might have to fuck that one kid.  I might be the right thing to do.  I'm saving all those kids.  I'm saving them all.  Not you.  Not you.  You're the last one.  It's hypothetically.  Anyway, so the only man came up with me on the street.  And he said, hey, do you want to know all the bad words?  And I said, yes, I think I do.  All right, okay, fuck shit, piss.  Dick balls ass cock.  A diarrhea pussy fart comb.  And I was like, oh.  I just felt so good.  I went to school.  I went to school.  I went right up to my teacher.  I said, fuck shit, piss.  Dick balls ass cock.  Diary a comb fart.  And she started crying.  Is it true story?  She's like, ah!  I started crying.  I had a boner.  I was so happy.  It's the best moment of my life.  I had to go to the principal's office.  He said, do you kiss your mother with that mouth?  I said, no, but I eat her pussy with it.  Yeah.  Anyway, relationships are tough.  That's what I'm talking about.  I used to date a woman who was a vegan.  So I had to fuck her with my dick substitute.  And I remember when meeting a vegan was weird.  Remember when I was like a strange thing like, oh, what is that?  Like, you probably met your first vegan in the 90s.  You had like a dinner party and somebody brought a vegan.  And they said, just, you know, I'm vegan.  You're like, I'm sorry, you're vegetarian.  And they're like, no.  All right.  What is the thing?  And they tell you, oh, okay.  Uh-huh.  Yeah, I have no food for you.  You can eat an abcan and shit paper, I don't care.  But then you met another vegan, and you're like, oh, okay.  And then now they're everywhere.  Now who cares?  There's several vegans and restaurants and whatever.  Kind of like gay people, sort of a similar trajectory of growth  and acceptance and culture.  You know?  The gay people in vegans have a lot in common.  Like, they both have to tell their families thanksgiving.  That's when they have to tell them.  And, uh, dad gets angry.  You mother worked all night cooking at turkey.  And yet telling me you're a fucking faggot.  You know, it's drama.  But those are the old days.  Things are better now.  I think it's pretty amazing when you think about it.  People used to say that being gay was wrong pretty recently.  Folks used to, like most people used to say that being gay was wrong.  Of course not wrong to be gay.  I mean, it's pretty gay.  It was wrong.  But that's what people used to say.  And now nobody says that.  And I think that's a positive change.  I think that's a good thing.  Although I do wonder if there are gay people who miss when it was wrong.  Maybe there's a few who miss when it was.  Because it wasn't a little more fun.  What was it like?  This is fucking crazy.  Like, didn't that.  Didn't that give it a little...  It could lose my job of fuck.  Because...  Now they're like everybody else.  Which is great.  And they can get married.  That's terrific.  But is that fun to fuck your husband at your house?  Wasn't it more fun to be at an old night club at four in the morning?  I'm breaking my mother's march.  I don't know.  I don't even mean just gay people.  Just some people like when sex is a little fucked up.  You know?  Some people.  Some people like when sex is a little fucked.  All right.  Now...  You want to talk about it?  Should we talk about it?  Yeah.  All right.  I don't mind.  I don't mind talking about it.  Okay.  Here's what I'll give you some advice.  Here's some advice that really only I can give you.  Here's my advice.  Here's my advice.  If you ever ask somebody...  Can I jerk off in front of you?  Let me finish.  Let me finish.  Let me finish for another second.  Uh...  Fuck.  Okay.  If you ever ask somebody...  May I jerk off in front of you.  And may say yes.  Just say...  Are you sure?  That's the first part.  And then if they say yes...  Just don't fucking do it.  Just don't...  Because look, whatever you're into.  Okay?  Because everybody's got their thing.  Whatever you're thinking is I don't know.  You all have your thing.  I don't know what your thing is.  You're so fucking lucky that I don't know what your thing is.  Do you understand how lucky you are?  That people don't know your fucking thing.  Because everybody knows my thing.  Everybody knows my fucking thing then.  Obama knows my thing.  Do you understand how that feels?  To know that Obama was like good word.  Everybody in the world knows my thing.  I got an airplane in Italy.  This little kid was like mom and dad said a guy who checked off in front of the people.  So whatever your thing is, I don't know what it is.  Maybe you can't come unless you have your father and speaker phone.  Whatever it is.  If you want to do with somebody else you need to ask first.  But if they say yes, you still don't get to just go woo!  And charge ahead.  You got to check in often.  I guess that's what I would say.  Check in.  Because it's not always clear how people feel.  Like men are taught to make sure the woman is okay.  But the thing is women know how to seem okay when they're not okay.  So you can't just look at her face.  Be like yeah, her eyes are dry.  We're fine.  Let's keep going.  You got to check in.  Because sex communication during sex can be very confusing.  Like sometimes you're with a woman.  You're having sex.  She's making noises.  She's going like.  And you're like, oh, she loves it.  Not necessarily.  Sometimes they're making those noises just to get through it.  Because it's easier to go woo.  And to say, I hate how you fuck me.  Honestly, it's awful.  So she goes, oh, baby.  It's kind of like a Negro spiritual sort of similar.  So to assume that she likes it is like if they heard slaves singing in the fields and you're like,  hey, they're having a great time out there.  As far as my thing, I don't know the fuck.  People like, why do you want to do it anyway?  Okay.  I don't know.  I like jerking off.  I don't like being alone.  That's all I can tell you.  I get lonely.  Where is everyone?  It's just sad.  I like company.  I like to share.  I'm good at it too.  If you're good at juggling, you wouldn't do it alone in the dark.  You would gather folks and amaze them.  Anyway, that's all I'm going to say about that.  Well.  Let me ask you a question.  You ever wonder how many people ever fuck your mom?  We're almost done.  You're doing great.  This is important to me.  You ever look at your mom and go, like, mom, how many ticks?  Just how many?  I lost my mom.  So those are the things I don't know.  It's why I'm curious.  I don't feel like a lot of dudes fuck my mom.  Not because she's like pure because I just don't think so.  But.  I hope it was as many as she wanted.  That's what I hope.  I hope she got all the ticks you ever dreamed of because I loved her.  I hope at the end of my mom was like, that was plenty of ticks.  But I'll never know.  Because you don't know your mom.  That's the truth.  You don't really know your mother.  You feel like you know her, but you know what she told you.  She didn't tell you shit.  You don't tell your kids your life.  What did your mother tell you?  I want a swimming medal when I was 12.  She didn't tell you, like, I used to fuck this guy at work.  It was amazing.  She didn't tell you that.  Think about your mom's life story as she told it to you.  There's a huge hole in that story.  Like, like, graduated when I was 22.  And then I met your father when I was 35.  He was, like, a lot of ticks we fit right in there, mom.  You know those movies where you're, where a mother and a daughter switch bodies.  You ever seen a movie like this always like freaky Friday.  Some Disney comedy.  Where a mother and a daughter switch bodies.  And then they're like, whoa!  Then they have to water ski and be in a rock band together.  And then they switch back and they know each other better.  That's the formula.  I think they should make another one of those movies.  But it should be about a mother with switches bodies with her son.  But it's not a comedy.  It's a drama.  Like a medical affliction.  They're upset the whole time.  She's in the bathroom in the morning.  I'm holding my son's penis.  It's confusing.  And her son isn't her body.  He's like, I don't want to be my mom anymore.  I don't like how it feels.  And his dad comes home and he starts fucking on me.  Oh God.  What's happening now?  I don't like this.  But I don't want to say no to my dad.  And then at the end of the movie, they never switch back.  You guys were great.  Thank you very much for coming tonight.  I was a pleasure talking to you.  Get home safe.  Thank you very, very much.  Goodnight.  Goodnight.  Goodnight.  Goodnight.",
  "segments": [],
  "laughter_segments": []
}