{
  "transcript": " Come on.  Thank you very much for watching this video and I hope to see you in the next video.  Okay, let's get started by his name.  Okay, yes, sit down, we're just starting.  I, there's no opening act, fuck it, just let's start.  Let's just start.  There you see, it's...  Get your beers and move ahead.  Get down.  Kill house lights.  Let's just start.  Let's just start a show.  It's not quite enough.  It's still around.  I'll be all the announcements that you would have heard,  please turn off your cell phones.  Don't...  I mean, you could take pictures, but...  Turn off the flash.  That's stupid, because it's not...  You're like, we're watching the world series,  and there's only, like, your flash is lighting Yankee Stadium.  Just leave your flash off.  If you have, don't yell out during the show.  If you have something you want to say to me,  totally, this is what we do.  We write it down.  And then you go outside and the lobby,  and then you go home and you kill yourself.  Because...  That's selfish.  This is a rhetorical...  performance.  It's got nothing to do with you.  Don't text or Twitter during the show.  Just live your life.  Don't keep telling people what you're doing.  Just...  Because also...  Also...  It lights up your big dumb face.  It lights it up.  I see this beautiful sea of darkness  within just one guy.  So don't do that.  What else?  No Jews?  I think they said that earlier.  But I'm just...  They told me I have to say...  Jews aren't allowed.  If you're Jewish, it's just a good time to go  if you...  If you see somebody kind of Jewish looking,  then please tell an usher.  And they will...  Sir, come on.  Let's go.  Let's go.  But...  I'm really glad you're here.  This is a...  A sizable crowd.  This is a big place.  It's about 2,500 people here.  And...  That's...  That's a lot of people.  That's enough people to be like a sample of the population.  2,500 people is enough people that...  You're all going to experience...  There's enough people here to say that within two months,  at least one of you will die.  I'm just saying...  I think it's probably accurate to say...  that out of any random group of 2,500 people...  not all of you are going to make it to Christmas.  Unfortunately...  There's nothing to be.  At least one of you here tonight is going to ruin your family's Christmas.  By dying a shitty death.  And I don't know who it is, I'm sorry.  I don't know what your death is.  Some people...  They want you to do things when they die with their...  I want you to take my ashes and sprinkle...  Fuck you.  I'm not doing none of that shit.  You're dead.  I'm not going to run errands for you after you're dead.  You don't matter anymore.  Some people try to do something...  You know, noble with their bodies.  They try to have their bodies have some use after their dead,  which I think is a good thought.  You're only borrowing your body.  You're only borrowing everything.  If your body's worth anything when you're done with it,  you should pass it on.  That's something I really believe.  I mean, I'm not going to do it.  Because...  I don't want you.  It's mine.  I don't want...  I have a lot of beliefs.  And I live by none of them.  That's just the way I am.  They're just my beliefs.  I just like believing them.  I like that part.  They're my little bleabies.  They make me feel good about who I am.  But if they get in the way of a thing I want,  or I want to jack over.  If I can do that.  But...  But some people take their...  My grandma...  Grandmother.  She...  Just for the...  for the layman.  My grandmother...  She gave her body to a medical school.  Uh...  So it for it to just be examined and dissected.  Which is a good thought for that.  But, you know, their her survivors, their her family.  That was a person.  That was my grandmother.  She used to work glasses and say things.  And now she's just shaved head on a metal table.  With a...  Hung over medical student trying to dig out her pancreas.  And he gets it.  Imagine being in the body.  Or the kid got an F on you.  The teacher's like, no, you idiot.  And he writes F on her head with a Sharpie.  And just...  Frozen down a shoot on a pilot F body.  So...  I don't care about her shut up, idiot.  She's shut up, fucking mouth.  Did you hear me before?  Okay.  So what am I going to do with my body?  I'm going to die.  And I got to tell people what to do with my remains.  And I have an idea for something to do with my body.  Or for other people to do with it.  That will do good in the world.  And it doesn't exist yet as like an institution.  But I'm going to create it.  Starting with my body.  And what it is, it's a place where you can go and be with a dead body.  And you just do whatever you want.  And the point of this is that there are people out there who have sexual compulsions and they can't control them.  And so they go and they bother alive people.  And this, you get it out of your system.  This is the deal.  You go in the room.  There's nobody else with you.  You get 90 minutes.  You just do whatever you want.  Whatever it is.  Shit in my mouth.  You want to stick my tone in your pussy.  Piss off my face.  Whatever is the thing you got to do.  Jack off with the cartilage of my ear.  Whatever is your heart's desire.  I want to be the really want for a purpose.  I want you.  You can come on my back.  And pretend that I am your father.  I am dead.  I don't mind.  Well, you know, sexual perversion is a problem.  You can't stop it.  People got to do what they got to do.  You know, this country is pretty perverted.  I mean, we have the Jack off to everything.  There's nothing that just gets that there's not like sex and then everything.  The sex is at everything.  You watch the news and there's a woman like,  and then in Libya.  Yeah, we'll talk about Libya.  Talk about Libya.  I'm saying Libya again.  Come on.  I'm talking about this screen.  My flat screen.  Come on.  This is just be a person in Libya.  Why does it have to all be so sexualized?  And music.  Like everything is like every musician is attractive.  Isn't that a weird coincidence that everyone who can play music also looks good?  I would have thought there'd be like one ugly guy with a guitar who would be amazing,  but fucking zero.  And there's like like teen pop idols who are children.  And they're on TV, like going,  it's a kid.  And folks are jacking off to them.  Folks are jacking off.  Well, folks are jacking off to girls on TV.  Some of them are really young.  I can't think I don't know their names.  I don't have that knowledge anymore.  I'm too old.  Britney Spears is like, when I think of a teen idol,  this Britney Spears.  That's hold up because she's my age now.  That's how long ago that was.  She caught up to me.  When I was 35, she was 18 and now we're both 44 years old.  So that's how little I know about who these people are.  I was thinking the other day,  whatever there was a baby who was born.  And there's been a lot of fucked up babies.  All kinds of babies born.  There's been babies with, you know,  connected at the face to a dog or whatever.  There's been babies with three legs with hands on them.  There's been Chinese babies.  That's the worst thing I ever said.  I think I just finally said the worst thing I have ever said.  That was totally unredeeming and horrible.  And it feels good.  It feels good to have found the bottom.  It's a comfort in knowing that I just said the worst thing I ever say  in the rest of my life.  It's good.  All right.  Yeah, I'm not a good guy.  I'm not a good guy.  I wish I was a good guy.  Like the idea of being a good guy.  Sometimes I have an opportunity to be a good guy,  but that doesn't necessarily do it.  I was on a plane once, and I was flying first class.  Because I had a thing, I fly first class.  There's just, that's the way it is.  I don't, I'm not like you.  I'm not, I'm not.  All the things you do, I do a better version of all those things.  And it's only for another year at the most,  believe me.  It's not going to last.  It's been about eight months.  I got a year left, and then I'm back to being just like you.  But for now, I was pretty good.  I'm in a first class seat, and first class is so crazily better.  It's so much better.  You get a bigger seat, you get food, but also you get to sit, and first,  you get to sit before anybody else does.  They sit you down, and you get to sit there with champagne,  and watch all the sweaty, just miserable.  All the single moms, hefting their stroller and the kid.  And you know, that looks happy and nobody's helping you.  That's a drag.  Anyway, so I was underplaying them for his first class,  and a soldier gets on a plane.  I see soldiers fly all the time, because that's how they get to the war.  If they fly on a shitty airline, you think they get to go in a cool green plane with a red light.  Go, go, go.  Now, they just go to Delta, and they just wait in line to go to a war.  And they always fly coach.  I've never seen the soldier in first class in my life.  It could be a full bird kernel.  He's between two-fat guys and coach.  And they're always nice.  I've never seen the soldier get on a plane like, I'm in the army.  Fuck you.  I have to go in.  They're always like, oh, yes, sir.  Yes, thank you very much, man.  It's like having an extra flight attendant.  They help everybody put their shit up.  They're awesome.  And every time that I see a soldier on a plane,  I always think, you know what?  I actually give them my seat.  It would be the right thing to do.  It would be easy to do, and it would mean a lot to him.  I could go up to him, hey, son, I get to call him, son.  Hey, son, go ahead and take my seat.  Because I'm in first class, why?  For being a professional asshole.  I'm in first class, because I talk about babies with big dicks.  That's what got me, my seat.  This guy is giving his life for the country he thinks.  And so he...  But that's good enough.  That's good enough.  The fact that he thinks it.  I'm serious.  This fucking toolboy, everybody in his life system.  That's a great thing to do, and he's doing it.  And it's scary, but he's doing it.  He's sitting in this shitty seat.  And I should trade with him.  I never have.  Let me make it back there.  I've never done it once.  I've had so many opportunities.  I never even really seriously came close.  And here's the worst part.  I still just enjoyed the fantasy for myself to enjoy.  I was actually proud of myself for having four of us.  I was proud.  Oh, I am such a sweet man.  That is so nice of me to think of doing that and then totally never do it.  At least you should be good just to the people just turn a good face to the people that you see in life.  I don't do that either.  Because when I get, like I get in the elevator, my building, that's my first contact with human beings.  I'm always after being home and just being disgusting for hours.  Then I come out in the elevator.  And there's always a guy in my elevator who's nice and I hate it.  I get really upset when people say nice things to me.  That's not a good impulse.  I get the elevator.  There's always this one guy who just takes his face right in front of his fucking head.  And he's high.  He just folks it out there, like a big balloon.  Hey, how's it going?  I'm good.  I get a set.  I get cagey.  I get this weird impulse and I want to come on his face.  I don't know why that's the thing.  But that's what I think about is that I wish I could just secrete come without the sexual work up.  Like as a defense, you know, like a squitter, a scum.  Not sexually.  I mean, aggressively.  Hi.  Jesus, you know.  He just came my eye.  I just want to go downstairs.  I don't want to talk.  All right, this is going a little off the rails.  I don't remember what else.  Trying to say.  I'd like to be a better person.  I would.  I'd like to be a better person.  And I think I'm getting worse as a person.  Because as you get older, you start finding out.  I'm going to be an example before I said.  I was I rented a car a couple of weeks ago in Los Angeles.  I had the car for a few days.  And then when I went home, I had to drop the car at the rental place.  You know, you got to go to the rental place.  That's off the airport.  Giving the car.  Giving your thing with the mileage.  You got to get on a bus.  And then go to your terminal and check in.  I was late.  And I was worried about missing my flight.  So I knew I had no time to do any of that.  So I just.  I never did this before.  I just drove my car right to the terminal.  And just left it there.  I got on the plane.  And once I was on the plane,  and I had a little moment, I called hurts.  And I said, hey, listen, your car is sitting out in front of the terminal for.  And the keys are in it.  So that's where it is.  And I was like, you can't do that.  You have to return it to this location.  And then I go, well, I didn't do that already.  And now I'm leaving California.  So if you want your car, you need to go to that place where it is.  And he was like, oh, she's his man.  All right.  We'll get it.  And he.  That was the end of it.  And I realized I could do this every time.  Every time I rent a car.  Because of course they want you to do all that shit.  But if you don't, they still want the car back.  They're going to send it to you.  You could drive a car until you don't want it.  Just get out of it while it's moving.  Just walk away.  Well, I don't feel like having been in that car any longer.  Just call her.  It's how your car is drifting into the intersection of 28th and Broadway.  If you're interested, it's now your problem.  But see, this is a terrible realization.  Because you should act in a way that if everybody acted that way, things would work out.  You should because it would be mayhem for everybody.  It was like that.  And most people kind of don't care.  Most people are very selfish.  Most people don't give a shit.  What happens as long as they get to do their favorite thing.  People don't even want to back off from their favorite thing.  They won't even do their second favorite thing.  Like, you ever seen somebody in church like, they're at an intersection.  And they want to make a left.  But they're in the right all the way right lane.  Because they messed up.  So now they're okay.  Here's the guy.  He's in the right lane.  And there's all a lot of cars.  Like six to half of him.  Like a lot of cars.  And he wants to make that left.  So what does he do?  He just does it anyway.  He just goes ahead and he just shuts his car through everybody's life without any.  And everybody's being honking and outranged.  And you always see the guy, I have to.  I have to.  There is no other possible thing I could do.  What else could I do?  Except go up one more block and then go left and take four seconds.  That's not my favorite way, though.  That only meets 99% of my criteria.  But I am pretty, I'm selfish.  I would like to be a better person because I got kids.  And I want to, you know, pass on a better.  But I sometimes is not clear what the right thing is to do.  Like one time I threw a candy wrapper on the street.  And I didn't do it like, yeah.  I just take that shit street.  I did it because I was, you know, shaking.  I wanted the candy.  Anyway, I was with a friend.  And said to me, you just littered on the street.  Don't you care about the environment?  And I thought about it and I said, you know what?  This isn't the environment.  This is New York City.  This is not the environment.  This is where people live.  New York City is not the environment.  New York City is a giant piece of litter.  It's like the giant, it's next to Mexico City, the shittiest piece of litter in the world.  Just a pussy, runny, smoking, stinking piece of litter.  So if you have a piece of litter, what are you supposed to do with it?  You should throw it on the pile of litter.  Because if you don't, if you put it in a receptacle, then it gets collected.  And it gets taken to a dump and a landfill, then it goes on a boat.  And it goes out and gets dumped in the ocean.  And some dolphin wears it as a hat on its face for 10 years.  This hat that never dissolves on its face.  Oh, Jesus.  I mean, everything that we introduce to the world is shedding, meaning white people.  Because I really think that white people are from the like an other planet.  Because we came to America, it was so nice.  It was just Indians.  And then weren't even Indians.  We called them that by accident.  And we still called them that.  Like we knew in a month that it wasn't Indians.  But we just don't give a shit.  We never corrected.  We came here, they're like, hi, we're like, hey, you're Indians, right?  And they're like, no.  No, this is India, right?  No, it's not, it's totally got the place.  You're not Indians?  No.  Ah, you're Indians.  Yeah, Indians for hundreds of years after.  We ruined everything here.  This was the great deal.  It was just coast to coasts, green, brown, and beautiful.  And all the humans were just walking around with being faces, just walking.  And they'd be like, oh, that looks yummy.  And they just eat from the ground.  And then they'd sleep on the grass.  And they wake up.  And they'd bug.  And then they'd go for a swim and do a little dance.  That was the whole continent.  Was just folks doing that.  I mean, there's people in Mexico,  cutting off kids, heads and rolling them down to permanent stairs.  But that's, I mean, that's, that's going to,  that's always going on.  What do you think?  Yeah, you can.  Yeah, as you can.  You can't do a whole lot about that.  But I think we came from another planet.  And the reason is because we don't like it here.  I mean, why if we're from here, if we belong on earth,  why aren't we comfortable on earth and all?  We need nice smooth surfaces and right angles.  And we need it to be cool.  And not too hot.  Just just, just, just, just, just, just, just, just, just.  Farmer, Farmer.  Like, why wouldn't it when it's hot?  Why wouldn't we just, yeah, fucking?  Why wouldn't we be like that if we belong here?  And it's weird because people, people that aren't, whatever you call,  you know, there's environmentalists.  And then there's people who, or whatever.  They just are a hated, environmentalists.  But that's what people get angry environmentalists because they think it's,  they're slowing down the economy and creating restrictions.  And a lot of these people are Christian.  A lot of these people are very devout Christians.  And that's such a confusing thing to me that if you believe that God gave you the earth,  that God created the earth for you, why would you not be,  has to look after it?  Why would you not think that when he came back, he wouldn't go,  what the fuck did you do?  I gave this to you mother fucker.  Are you crazy?  The polar bears are brown.  What did you, what did you do to the polar bears?  Did you shit all over every polar bear?  What?  Who did that?  Who spilled this shit?  Who spilled this?  Come over here.  Did you fucking spill this?  What is that?  It's oil, it's just oil.  I didn't mean this, but why did you take it out of the fucking world?  Because they wanted to go faster.  I'm not fast enough.  And I was cold.  What the fuck do you mean cold?  I gave you everything you needed, you piece of shit.  Well, because jobs soon.  What is a job?  What does it explain to me?  What's a fucking job?  You would go like, you were going to play,  and when people call when they're game doesn't work,  and you help them figure it out.  What do you do that for money?  What do you mean money for?  Food?  Just eat the shit on the floor.  I left shit all over the floor.  Fucking horn and we eat the shit.  Ground up, make some bread.  What are you doing?  Yeah, but it doesn't have like,  bacon around it and like,  I like when it has like, like, bacon on it.  I watched somebody do that the other day after me,  and they went, oh, it was just...  What?  And I started wondering, what does that mean?  What does that signify?  Why?  I think what it means is that you ate something so delicious  that you then kissed somebody on an asshole  and their asshole exploded.  That's some good eat.  That's a nice sauce.  Is that good?  No, let me show you.  Let me have some of that.  That just destroyed my illness.  Anyway, you know, I got kids and sort of where I'm trying to say.  It's hard having kids because it's boring.  That really is the hardest part of having kids.  Ask any parent.  What's the hard part?  Is it looking after their health care?  Is it making sure that their education?  No, it's just being with them on the floor  while they be children.  It's just...  They reclifer the big red dog to you  at a rate of 50 minutes of page  and you have to sit there and be horribly proud  and bored at the same time.  I hate Cliff for the big red dog.  I hate him.  There's 50 books about Cliff for the big red dog.  50 books.  There's seven books about Narnia.  They cover the birth and death of a nation  and mice with swords and a lion who's a god.  They did it in seven books.  50 books about Cliff for the big red dog.  And they all tell the exact same story.  Look how big this dog is.  That's it.  That's it.  Look how big this dog is.  It's the whole book.  Here's how big he was at the firehouse.  Here's how big he was at Thanksgiving.  Who gives a shit?  You just drew him big.  You just unprofessional made him bigger than people.  It should be look how big I drew the dog in this book.  Isn't that a mistake?  There's no story.  Maybe he even just drew him closer to the page.  I don't even know if he did it honestly.  How a story about Cliff for it.  Make something happen where maybe he steps on a policeman and shatters his spine and it's devastating  to the community.  He hangs on for two months and then dies.  And then there's a whole funeral with bagpipes and everybody's crying.  Cliff forgets the death penalty.  There's a whole book about his appeal process and how he found Jesus.  But everybody said it was bullshit.  The cops wife was like, I want that dog dead.  And then he goes to the chair and they shave all his red fur off.  And now he's Cliff for the big big pig dog.  And he put him on a big funny electric chair that the town got together and built.  It's boring having kids.  You got to play kid games.  You got to play board games.  Little kid board games.  And then you go.  You got a six hunting.  One.  Three.  It's just here.  Just go here.  That's just.  Daddy I'm learning.  I know you're going to grow up stupid because I'm bored.  I can't take it baby.  I can't.  I can't watch it.  I'm bored more than I love you.  I can.  I just.  Come on.  My girls are six and nine now.  They're actually a really exciting age because they're learning to do some cool stuff.  I play monopoly with my kids.  That's really fun.  My nine year old.  She can totally do monopoly.  This is actually totally gets how the game works.  But she's not emotionally developed enough.  To handle her inevitable loss.  In every game of monopoly.  Because the monopoly loss is dark.  It's heavy.  It's nothing.  When you lose a, you know, candy land.  Oh, you got stuck in the fudgy name baby.  Oh, well.  You're in the gummy totally.  You didn't get to win.  But when she loses with monopoly, I got to look at her little face and I go,  OK, so he just was going to happen now, OK?  All your property, everything you have.  All the railroads, your houses, all your money.  That's mine then.  Got to give it all to me.  Give it to me.  That's right.  And no, no, you can't play anymore, see?  Because even though you're giving me all of that,  it doesn't even touch how much you owe me.  It doesn't even touch it, baby.  You're going down the hard.  It's really bad.  All you've been working for all day.  I'm going to take it now.  And I'm going to use it to destroy your sister.  I mean, I'm going to ruin her.  She's just mayhem on this board for her now.  When you have kids, you also have to belong to kid and parent culture.  You have to know a lot of parents and a lot of other kids.  You have to hang out with other kids.  Sometimes they're not even kids.  You know, like, when I go to parks with my kids, I play with them.  I play with my kids.  Some people don't do that.  They neglect their kids.  They take their kids to the parks.  They don't have to talk to them.  And those kids kind of glam on to our shit.  Like I'll be sitting at the park playing a fun game with my kids.  And then there's this woman over in a bench.  She's got her phone.  She's just staring at her phone.  And it gets like, mom, he taught me.  Just bring it on.  I'm trying to cheat on your father.  And then the kid comes up to us.  Can I be in your family?  It's creepy.  One time I was at a swimming pool with my kids.  A public pool.  And I had my daughter.  My six-year-old on my arm.  Like this, she was like clamped on.  And she's kicking.  It was so much fun.  And then she got off.  And another random child just clamped on.  Yeah.  It's like a rag.  Get off of me.  I bet I can let you.  I don't know you.  I don't know you.  You can't stop him.  I think the kid's dead.  I don't know.  What happened?  Some kids in my kids' class.  I like some of those kids.  Some of those kids are cool.  They come over to my house.  They play with my...  I like them.  Other kids I don't like.  Especially little boys.  Little boys in my kids' class.  I hate them.  I hate little boys.  I'm like the opposite of a pedophile.  I just hate...  There's one kid in my daughter's class.  Who I hate so much.  And it's really fucked up.  Because I'm 44.  And I hate a six-year-old.  I mean, I hate him with a grown-up preoccupying hate.  I've thought about him three times since I came out here.  That's how much I really hate this kid.  I'm going to tell you about him.  And I have to make up a name because he's a real child.  Who lives in this city, so I have to make up a name in order to tell the story about him.  His name is just saying the post.  This is called the name.  Just saying the post.  Fine.  Okay.  He's in my daughter's class.  They're in first grade.  And when we take our kids to class, there's a little procedure.  You bring your kid to school and they have their backpack and their jacket.  And they go to their cubby and they take it all off and they put it in the cubby.  Then they take their homework folder and their lunchbox and put them in the bins.  It's little, those are their little responsibilities.  He helped them do it, so they'll blow them apart.  But jazan the post.  When he comes in, he doesn't do none of that shit.  He just walks in and just sheds it all.  He just...  And his mom, his weak piece, a shit mom.  Pigs it all up.  I hate his mother.  Because you hate a weak parent when you're a parent.  Because it's like you're raising a Hitler mother.  Fucker do your job.  Get in there.  If our parent group in our class were a platoon of soldiers,  she'd be the one that we'd put soap bars and socks.  We'd frag that bitch in her sleep.  She would wash right off, fuck out.  She wouldn't make it.  When jazan the post drops his shit, this bitch picks it up.  She doesn't, she just goes,  He doesn't, he doesn't, he doesn't, he doesn't, he doesn't, he doesn't, he doesn't.  He doesn't, he doesn't, he doesn't, he doesn't.  And she puts it all away for him, which frees him up to a bunch of the kids in the face.  Because he's a shitty, horrible, violent child.  One time I was at school and I was volunteering a recess.  It's something that you do, you know, if you're good parent,  but once a month or whatever it is, you go to school and you just stand there,  you watch recess, you masturbate, whatever you want to do.  That is now the worst thing.  That's the worst thing I ever said.  All right, okay, we'll find it.  I mean, you could, it's a public school, nobody would even give a shit.  But I haven't thus far, hasn't gotten that bad.  Anyway, I want to recess, and recess is a trip.  If you've never been to recess, it's intense because it's like the universe.  Like, you know, if you watch the ocean crash waves on the beach for a long time,  you start feeling like you're understanding how everything works,  that's what recess is like.  Because every natural chaotic energy is represented at recess.  There's kids swirling around and these big,  roiling, crazy things.  There's one kid just spasin' out.  Just to some singularity, kid, just a binary system of two kids holding hands  and they're running and just clothes lining every time.  That was certain height.  They're keeping a uniform height to the playground.  So I'm watching recess.  And I see Zenbus.  And he's walking with this evil.  This kid is like evil stuck out of time.  He's like, I always picture him in a gray fur coat with bones in it.  And lots of rings from people that he killed and just pocketed.  And then I see my daughter.  And she's standing there, spires self.  And there's just an end of this.  And I know he's going for her.  It was like an action movie thriller.  And I think that myself, I got to go there and I got to protect her.  But then I thought, let him do a little some first.  Let him do just a little something because I want to,  I want this kid in my life.  I want, I want a reason.  I want aerial photos of him doing some shit to my family  that I can bring to the UN and get authority to waterboard this little mother fucker.  I want to, I want to get him out of flight to Venezuela with an envelope on his head  and duct tape on all that shit.  So anyway, he goes for her grab drum, starts twisting it.  She goes, I run over, I'm just knocking kids over.  I run, drop them.  And I look in his little face and I go, this doesn't mean you just stand the plus.  If you ever, ever in your life touch her again.  And as I'm doing this, I realize this is not cool that I'm doing this.  This is totally inappropriate.  It's really wrong.  It's way over the top.  It's too grown up.  I mean, it's like he's a drug dealer in my building that I finally find.  This is now my fucker.  I will cut you.  I don't care.  And he just starts crying pitifully.  And I just, I just walked away from him, I just got away.  And then all of the teachers, everybody that is...  What's the other person who's wrong with you?  And he's like,  And he couldn't articulate it because he's not getting educated fucking.  I was never going, yeah, you could have told on me bitch for your two stupid now.  Which is your own fault.  You future ditch dig and piece of shit.  Oh, I'm going to love watching you grow up in nothing mother fucker.  I'm going to watch it.  And I'm going to fuck your mom and not call her too.  I'm going to ruin her summer.  I'm going to fuck your mom twice and then never call her.  And I know you're dead because he ran out on you but I'm going to find him.  I'm going to turn myself gay and then I'm going to fuck him too.  I'm going to fuck, I'm going to suck his dick so good that he just has to change his whole life.  And we're going to move into a place to them and the village for a couple of months.  And totally he'll cut off ties to all his life and start wearing cutoffs that are really tight.  And he'll just...  And then I'll go to some Christian turn you, not gay place.  And I'll come back and go throw him a youth bag and make him feel bad inside.  Like what is he done?  Are you going to protect your kids?  You got to protect your kids?  You got to protect your kids?  You got to do it, man.  A lot of people talk to talk, but you know.  A lot of people say that shit. I would throw myself under a bus for my...  Oh yeah, would you fuck another kid's dad and confuse him sexually and yourself sexually in the process?  And use homophobia that you hate against another person just because some kid shut your kid for a second?  I got it. That's my baby girl. I got to do it, son.  I got to suck that dick. That's my baby girl. I got to do it for her.  All right.  All right. I hate that child. That's what I'm trying to say.  I've been thinking about my memories because I have kids now.  And my kids are in an age where I remember being their age.  I remember being a 6-year-old. I remember being a 9-year-old.  And that's a big threshold that my kids have crossed is that I remember being their age.  Because when you're raising kids, you're not raising the kid in front of you.  You're raising the grown up that they're going to be later.  And I was a kid once.  When they were babies, I didn't really relate to them because they're babies.  A baby is not going to remember shit that is happening to it.  If you have a baby, keep it alive and enjoy yourself.  But really, the baby doesn't mean that it's not going to matter.  A baby is not accumulating anything.  It's like an edge of sketch that you shake every day.  It doesn't really, doesn't matter.  You go up to your baby. You go up to your baby.  You go up to your baby. You just face every day.  You just face every day. You do, you just keep being like, right to every day, wouldn't matter.  You do, you do. You do. You do, you do.  You do. You do. Every day wouldn't matter.  I mean, they'll throw up with a general sadness inside.  But they won't.  I don't actually remember why.  And memories are weird because memories get distorted by who you are now.  And who you are when you experience them.  experience them. Like I remember when I first started to understand up, I was living in Boston,  and there was one club that was owned by a gay guy. And my memory is that that guy was  always trying to fuck me. That's my memory of carried out for 20 years. There was a gay guy  trying to fuck me all the time. And recently I caught up with an old friend of mine from those days  where I didn't see any years. And we started talking about different people, and he brought him up.  And I said, that guy always used to try to fuck me. And he goes, he did. And I was like, yeah,  and he goes, really did he? I mean, did he like take you to his house or something,  and really try to physically, no, it's just that he, no, I mean, he tried to fuck me all the time.  He said, well, did he say that he pushed you and, you know, say stuff all the time and make you uncomfortable?  No, it just was. And as we went through it, finally the truth that came out was the whole story really was,  there once was a gay man. That's, that's it. That's really what happened.  He was gay. I was 19. And now he tried to fuck me all the time. Like, I went through life with that.  But I'm trying to remember, what is my first memory? Like, where to how far did my memories go?  And I remember, my first memory, I was four years old, and I was standing in front of my parents' house,  and I was shitting in my pants. I was just shitting a massive, terribly painful shit.  And I was halfway through the shit. That's my first memory is being halfway, the first half of the shit,  I don't remember it. That's still in the ether of infancy. The center of this shit was so wide  that it, I actually came online as a result of the anal pain that I was experiencing.  It actually awakened me and proved that into the cream of consciousness I'm now living.  That's how my life started. That's who I am.  A lot of my memories, I don't like. I don't like when I was a teenager, I hated all that time. I hated  being a teenager, and then I discovered drugs. And then that's all I gave a shit about.  I don't know how I'm going to tell my kids how the fuck do you compete with that? How do you take  a miserable person with no control over their lives and tell them with a straight face?  Oh, you can't do drugs? You can't do that, baby. All drugs are a perfect solution to every problem you have right now.  How do you beat that? Drugs are so fucking good that they'll ruin your life.  I can't do drugs now because I'm 44 and I can't hook it up. I can't  make that happen. If you're 44 and you want to get high, you got to hurt your back. That's pretty  much the only option you have. hurt your back, get some purpose set and then you get a babysitter and take  three at a diner. Like just sad little drowsy. I never really could have like a, I wish I was a  drunk like that. I love romantically the idea of being a real drunk in my bathroom all day.  Everybody who loves me is always crying. He's destroying himself. I can't watch it.  Showing up in my kid's school play halfway through. You show me all right, baby.  I wish I could be that guy. But I can't drink because I just get tired. I go to sleep.  I don't know how people drink and then do shit. Like when I see movies or TV shows,  with his people in an office having a power meeting and they're making a drink in the daylight with  a tie on. Well, Senator, I hope you play ball with us in this construction deal. You know what I'm saying?  Yeah, well, I'll see what's in here for me. How is the next scene? Not all those people just lying  on the floor like us. I can't really drink whiskey at noon. I can't smoke pot because it's the same  thing I'm too old for it. Sometimes young people come up to me after shows. Hey, do you want to smoke some  pot? I'm like, can I get my portion to smoke without you alone later? Because I don't want to stand in a parking  lap with some 20 year olds. Last time I got a high, I was in Kansas City and I got a high  because I was in Kansas City and it's shitty. So after the show, these kids that worked at the club,  they're like, you want to smoke some pot? I'm like, yes. So I'm standing in a parking lot with these kids  like 20 years old and we're smoking a joint and I'm taking huge hits because I have no idea.  I didn't know they've been working on this shit like it's the cure for cancer. I didn't understand  the fucking technology that's going to be making pot so powerful because when I was a kid you  did just smoke a joint for a while. Now you take two hits and you go insane. It's not doable anymore  and I was taking big hits like big 1970s, Jean Jacket, bad company hit.  It's all part of my fantasy. I'm like, yeah. And even the kid with the wooden hole of  no ear, the absence of flesh in his ear with wood. I don't know what that is. Even he was like,  that, you should be careful. That's a lot of pot. That's a very strong marijuana.  Yeah, I'm fine.  Running away the devil, just fucking. And in about 10 seconds, everything just be  beer. And I'm like, oh shit. This is an ordeal now.  I'm not going to feel okay for a very long time.  And everybody's just standing around and talking and I'm hoping like I'm really hoping that I look like this.  But I'm pretty sure that I was just scanning insanely.  I was actually counting like, look at her for five, four, three, two, one, switch to  him. Five, four, three, two, randomize. Don't go to the same direction. Five, four, three,  not your head. That looks like a listening. It's your not your head.  And at one point I realize I need to get out of here because the air is hitting my arm weirdly and they  can tell. They totally know that I'm not handling the way air is touching my arm right now.  Why am I doing that with my hand? That's weird to do that with your hand. Nobody stands like this.  Nobody stands like this. Just fucking, no, that's also, that's weird too. That's crazy. Just  can't, I gotta go. But I didn't know how to leave because I had this dilemma. We're all standing  in a perfect circle facing each other and I thought it's going to be insane if I just turn my,  I have one person with my back now. Do I just back away like this and hold the day fill in?  And I thought, no, say something, say something out loud to them that smooths the transition of  you leaving. Okay, what do I say? Pick a thing to say goodbye. That's a nightmare. That's it's  just goodbye. That's not even, that's just noises. Finally I want to go and I said, I'm like,  I know it was that bad because they all went, oh shit, okay, all right. Well,  they all never see those people in as long as I live. And then I had to get in the court,  I forgot that I had rented a car and I have to drive back that a hotel and I'm driving on this  highway in Missouri and at one point I realized I think it's been about 25 minutes since I looked  out the front window of this car. I've just been dealing with shit directly in.  Shit. There's a whole spectrum of responsibility out here. I'm supposed to take part in this.  And then at one point I remember I was at a drive through and I was terrified  because there's a lady sticking her head out of window. And she's mad. She's going,  sir. Sir, I just can't say, I don't know. I don't know. I don't know. I don't know. I don't know. I have the window  closed. I have no fucking idea. What part of the transaction? Did I pay that? Have I ordered? Did I,  Hey, have I been sitting here for 40 minutes just eating at the window and I ate the paper and everything?  Sir, I just went, I know I didn't want it, I just fucking bold it.  So I can't do that anymore.  But you know, you get older and some things you can't do anymore.  Somethings you don't want to do anymore.  That's a nice change. You feel some desires fall away.  New things make you happy.  But somethings don't change and somethings I'm sick of.  Like the constant, just, the constant, pervert and sexual fuss.  I'm so tired of those.  Just the kind of thing.  She's fucking demon.  So it makes me into an idiot.  I'm jacking off the morons and then...  Look at me.  You brought him.  It's just a dumb part of life that I'm sick of.  It's all day, too.  It's just, you can't have a day.  I just want to be a person and clothes walking in a store and just...  I just want to go to a library and ask for a high man.  I'm looking for a book about early Abraham Lincoln.  Like when he was in the circle wrap your hair around my dick.  Oh, shit.  I'm trying to talk to her.  That's really a male problem.  It's really a male problem not being able to control your constant sexual impulse.  Women try to compete.  They're like, well, I'm a pervert. You don't know.  I have really six sexual thoughts.  No, you have no idea.  You have no idea.  Because you get to have those thoughts.  I have to have them.  You're a tourist and sexual perversion.  I'm a prisoner there.  You're a chainfond on a tank.  I'm John McCain in the hut.  It's a nightmare.  I can't live my arms.  And for, you know, men, we just sex in such a constant thing.  It's not even sex to us.  It's just pussy.  That's what we call it.  Pussy. It's such a complex.  Nothing to do with women.  It's not about girls or chicks.  Like it wasn't the 50s.  There's no guys anywhere in the world saying,  let's go meet some chicks and kiss them on the mouth and see what happens.  There's none of that.  I'm sure we'd like to have a girl.  My arm around a girl.  There's no Vanessa.  I love, no, it's not.  It's just pussy.  Pussy.  It's not even up pussy.  It's not some people's pussies.  It's just pussy.  Like big, big, big bloom letters in front of our faces all the time.  To men is just an element of the universe.  Like it should be on the chart of the elements.  Next to 10 in ammonia.  Put the PY with an atomic weight of 12 or whatever.  Pussy out of his way.  The sad thing is that for all our obsession about sex and how much we love it, we suck at it.  Men are terrible at sex.  And ever even a curse to us to do it well.  Women just make sex great.  Women are the good part of sex.  They accept the dick with grace and they turn it into art.  Or they climb on and they ride.  They go for a ride.  Men don't we just get...  We just climb on.  You ever fuck when you're out of shape.  You're like oh shit.  You're not strong.  We're so bad at sex.  And then we wonder why women aren't really aggressive about sex.  We think it's because they don't have as much desire as we do.  That's how stupid men are.  That we think they're just weird.  The swimmer like fucked up in the head.  Because they don't want to just fuck all the time.  That was a woman.  I just fuck everybody.  One of they want to fuck all the time.  I do.  Of course you do.  Because when you fuck, you get to fuck a woman.  When she fucks, she has to fuck a guy.  Why have we different experience?  For a man 100% of the time he's fucking a woman.  It's the greatest thing that ever happened in his entire life.  For a woman about 40% of the time she's being fucked by a guy.  She's taken...  I'll get over this in a week.  It's not the worst thing.  I'm not going to cry this time.  Another thing that proves how bad men are in sex is that after sex,  you're looking at two very different people.  The man just wants to lay there, be cool, and the woman wants to cuddle.  Some of the men love to make fun of women for it.  There was one cuddle.  It's so needy.  I really fucked you.  Just let me watch the game.  You know, it's so cool.  Who do you go?  Who are you thinking about?  You know, you're low.  Why is she so meany?  She's not meany, you idiot.  She's warning.  Because you did nothing for her.  You did absolutely nothing.  Her pussy is on fire.  Because it's gone unfucked.  Completely.  Of course you're fine.  You climbed another one.  And she's on you.  She's going, what?  Something else has to happen.  This is bullshit.  If you fuck a woman, well, she will leave you alone.  Thanks a lot, buddy.  Thanks a lot, folks.  I hope you enjoyed this show.  You guys were worried.  Thank you.  Very, very much.  Goodnight.  Thank you.  Thank you.  Thank you.",
  "segments": [],
  "laughter_segments": []
}