{
  "transcript": " One of my hobbies is I collect dust.  Are you from this country?  I go around town, slash, and tie up prices.  Did you get that?  Do you know that Christmas song?  Do you hear what I hear?  Do you?  There's a kind of hush, well, a little bit of this room.  I'm addicted to prescription glasses.  And 20, 20 want to do my life story.  It gets where a four-year-old wrote this.  Thank you.  No, not really at all.  This is my step-later.  I never knew my real-dad.  I heard great things about my real-dadder that he supported three people at one time.  Plus, I heard he's going to ask for that up to him.  The last I heard he was in a 12-step program.  It really didn't matter.  Oh, thank you.  Anyway, I've had a lovely, that's it for me.  Thank you very much.  Thank you very much.  Anyway, with that, I'm going to bring up the man.  Do you know the man, Mr. Hoo?  Mr. Lui.  Mr. Lui.  Mr. Lui.  Mr. Lui.  Mr. Lui.  Mr. Lui.  Mr. K., where are we this?  Hello.  Oh.  Mr. Hoo?  Ms. Lui.  Mr. Lui.  Mr. Lui.  Oh.  Oh.  Oh.  Oh.  Oh my god, you guys.  Oh my god.  Thank you.  Just, you guys, you guys are great.  Thank you.  That's what I talk like now, just say now.  I'm gonna do the whole show like that.  I'm really a very offensive stereotype of a Mexican.  This is a Mexican at the border.  Let me in.  She says, you guys are chicks in there anyway.  Fuck you, America.  Is that too high up, do you think?  So, I always like to stand just a little bit wrong.  Just for my own entertainment instead of staying like this.  Just put a little bit up here.  Just so people are like, I don't know why that bothers me.  Especially if I'm somewhere I don't like being like CVS.  You know, I hate CVS.  But sometimes you gotta go in there.  That should be there.  It's Logan.  CVS.  CVS, sometimes you gotta come in here.  Or else you gotta get your work band aids.  And that stuff for your drive, but Junior.  I used to think it was called a vagina.  I did because I grew up in Boston.  And the dance, I don't know if you are familiar with what people call it, the Boston accent.  It's not an accent.  It's a whole city of people saying most words wrong.  It's just a stupidity and a massive region.  Because my teachers, they teach you to talk like that.  My teacher, I had a teacher named Ms. Dority.  But she thought her name was Mrs. Diarrity.  She misplaced her own name.  Ms. Diarrity.  And she gave Mrs. Diarrity.  She gave Mrs. Diarrity.  She gave Mrs. Diarrity.  And she showed us the diagrams.  This is a penis.  And this is a vagina.  Now, daring in, of course, the man who translates spam up into the vagina.  And then later, a fucking baby comes out of the vagina.  Sometimes it's retaliating.  This was the 70s.  She used to teach her to set retina in Boston in the 70s.  My daughter's retina.  She just tells every day.  I haven't taught it.  She's mentally retarded.  She's 35.  She lives in my house.  She better be fucking retarded.  I'm going to stick her back up in my vagina.  So I thought it was called a vagina.  It was like 25.  And I remember thinking it was like, it's a vagina.  It's like a thing that vijines.  You know?  Like, he used it to vagina.  A vagina in my driveway.  I don't know.  Just kind of vagina this new table I just made.  That would make a nice table, like you make a new table.  And then you take the 80 grid paper and you sand it.  And then 120.  And then you go, how do you get up there?  She's just.  So he goes, holes.  Like one of those Danish tables are like a nice old Italian table.  His table is a very smooth.  Because my wife has been a juicy boozy.  She did giant in the table.  And my family, we do this for generations.  That we could giant.  All right.  Some 40 seven now and yeah, I know that's about what it's worth.  That's what that deserves.  Yeah, 47 doesn't buy anything.  18, you can vote.  21, you can drink.  And 47, you can just keep doing whatever.  Just keep being out of breath.  One good thing is that I've let go of any dream of getting in great shape.  Like, it's like a relief.  Because my whole life, I've been like, well, it's some day.  I should really get in great shape.  Now, like, why would I do that?  That's not going to happen.  Just to me, the bar, the level I want to reach is for the shape I'm in.  I just wanted to be so that if you find out that I died, you ask what happened.  That's all.  I want you to wonder what happened.  I don't want to be like, oh, he died.  Oh, yeah, sure.  Sure he did.  To be a bigger newsy is here that we still alive.  Shit.  Oh, really?  Oh, my God.  Oh, my God.  Oh, how?  Something's changed when you get older.  Like, I've reallocated some of the noises that I make.  Like, the noise I used to make when I come  is now the noise I make when I pee.  Take it all, bitch.  Very disrespectful to my toilet.  Unfortunately.  Yeah, you like that.  Please don't you.  Bitch.  I'm going to shit in your mouth too, because you ain't  the number that's shitty and pissing and telling.  Dumb bitch, tell it.  You ain't intelligent.  You ain't even been outside.  You sit there waiting for me to shit in your face.  Yeah, piss on your lips.  You ain't even special.  I piss in three toilets today.  You ain't shit.  It's terrible.  It's awful.  That's how my dad treated his toilet, so that's why I learned it.  It's a shame.  So that's the noise I make when I pee.  And, uh, some of you might be wondering, none of you are wondering.  What noise do I make when I come?  So this is the noise I make when I come. I just go,  It is done.  Thing in clouds and lightning.  Crows.  The circle is complete.  I don't even intense.  There's a little witch with white eyes going at the time of the morning.  One time I was having sex with woman.  It was her first time having sex.  Also, it turned out to be our last time.  But I wasn't.  Didn't know that.  Anyway, I was getting, I was going to come soon, so I felt like talking about it.  And, but I didn't know it very well.  So it came out weird.  I said, ah, I'm killming.  She's like, what did you say?  Because I was back there.  That's why she had to go like this.  What did you say?  What was that back there, chief?  I'm always back there.  That's a weird thing to brag about.  I'm always behind you.  Every time.  So they don't see me crying.  It's weird having sex with woman from behind because you don't know what's going on in the whole time.  I get kind of paranoid.  The whole time she might be like,  I was on the subway in New York.  I was on the subway in New York.  This isn't another sex story.  This is a traveling story.  If you've ready.  So I'm on a subway.  And I'm standing there.  I wasn't holding anything.  I just like to stand like this.  Stand there.  I walk around the city like this.  Hi.  So I'm standing there.  And from behind me over here, I hear this.  I hear,  BOOM!  And I was like,  Ooh, okay.  This is a crazy person.  I mean, it's not a big surprise in New York.  That I heard it again.  I was like, all right.  I don't want to see you.  I want to see the crazy person.  Just want to take a look.  So I look over.  And it's not what I expected.  It wasn't a big homeless guy with two sets of headphones.  It didn't work or anything like that.  It was a young woman.  She looked like she was about 21.  She's standing there.  She's very kind of nice properly dressed.  She was very, like, Michigan-y or something.  Very suburbany, Michigan-y kind of thing.  And she's standing there with a ponytail.  And then I said, she starts going, let's go, let's go.  La, la, la, la, la, la.  La, la, la, la.  And I realized, oh, she's like, a student,  like a singing music student,  and she's doing a vocal exercise.  It's on the subway.  You know what?  It wasn't charming.  Or nice.  It was arrogant and rude.  Because she just had this look like it.  That's a cool, because I'm standing near there.  And then I just do my thing around it, that way, every day.  Not in a lie everybody.  Not in a lie in a lie tired nurse who just did a 14-hour shift.  We live in an interesting time, you know.  Because you can be on an airplane. You're like one of 200 passengers.  You're on a flight, 30,000 feet in the air in the middle of the flight.  If you just decide to do this, you're sitting in your seat,  and you start going into this, you go,  ah!  ah!  If you do that and don't stop doing it,  they will land the plane.  You can will a plane to the ground  without a weapon or a threat.  You don't need to do that much. You can just sit there and just start going,  DOOM!  DOOM!  Seriously, if you're on a plane,  and you just didn't stop saying down.  DOOM!  DOOM!  Sir, is there a problem? DOOM!  Fighters yet? Will it be my view or go into the nearest airport?  And then I guess you're in trouble,  but what they can't put you like in prison  because you set down several times.  They'd like bother you. Why'd you do that?  Are you in terrorist? Why'd you do it?  I just didn't want to be up anymore.  I just didn't like it.  I mean, I just said the word of the word I wanted to be.  You didn't have to do it.  It's just a suggestion.  Jesus Christ.  I was in a plane once and there was two babies on a plane.  And other people wasn't just...  Was just me and two babies.  That would be weird.  You got on a plane and there's just two babies.  Come on, we're leaving soon.  He's the pilot, baby.  I'm the other baby.  No, it's alright. I'm not going to...  You babies have a good flight, but I'm going to find another way to get there.  Yeah, I don't like the way this was starting.  Anyway, I was on a plane and there was two babies in there crying the whole time.  Crying the whole flight and that happens a lot.  I don't like they knew each other, they're just crying.  I've seen this on so many planes.  I started to wonder, is there a reason for this?  Like an actual reason why babies...  So I looked it up.  Turns out there's an actual reason why babies cry in our planes.  And it's because they're upset that gay people are getting married.  Like a really upset. Like in the soul of the upset.  Honey, it's the country's changing.  And I don't agree with them.  I think if people are in love, they should get married.  But they can't accept that.  Because they're just, you know, just being babies.  Baby's are a selfish.  They are a babies are selfish.  They say, meee!  No baby ever goes, meee!  But how are you doing though?  I have two daughters, both of them at one time were babies,  and I held them and they cried on planes.  It's happened to me. I've had a baby on a plane.  If you're ever, this is how selfish people are.  When you're on a plane and you're here, baby crying,  you think that's happening to you.  You're like, oh, this is getting ruined my flight.  It's getting ruined!  Well, look at the parent.  Because that person is holding a crying baby on a plane.  Which means they've been traveling with a baby all day.  Which means they have a baby.  Okay?  So their life isn't even good.  They don't like anything.  Their whole life was, oh, Jesus!  If there's any joy for them,  it's that this is now bothering other people.  Yeah, you listen to this shit now.  Wait!  I remember when I went to my pay was crying  on the plane, it was really upset.  And this guy and some business man on the plane,  this business man always think that every flight is a private plane of theirs.  That we're all like piggybacking on.  And this guy has this fucking newspaper.  And he turns around and look at me and my baby.  And he looks right at me.  He doesn't kind of like go like this.  He looks at me like, hmm?  Like, could you?  Oh, I'm sorry, is this bothering you?  Let me just...  You all just clap for a dead baby.  You all just clap for a dead baby.  And you applauded a dead baby.  I have two children, nine and 12 years old.  Both girls, they're both gay.  I'm raising them gay.  Most people raise their kids straight.  I'm just going to raise my gay.  They'll do what they want later.  As long as they're in my house, they're gay.  I tell them every day, you're gay, honey.  Good night.  Go to bed.  Brush your gay teeth, gay honey.  Don't forget to be gay.  Having children as big responsibility  and never really done very well at it.  Made a lot of mistakes.  Some of them big, some of them small.  You know?  Like, I'm still a person.  I still am an idiot.  You know?  Still, like, I got high one night.  I got really high.  Because I don't do drugs.  I never do drugs.  Never.  So then when I do.  They're way more fun.  To me, that's my best advice, but if you want to enjoy drugs,  never do them.  Never.  Because then when you do.  They're actually fun.  Because when drugs are part of your life,  they're just another pain in the ass and your life.  It's just, ah, my drugs suck.  I don't want to have that problem.  I always want to be that person where it's a new thing.  Somebody's like, hey, you want to try this?  And I'm like, oh.  I don't know, but I should.  It's crazy.  I don't even know how to do it.  I mean, what is this?  Anyway, I got, my friend had the little of vape.  I'm a little worried honestly by the young people with the vape being in the  devil.  They just do this and then they just vape.  And they just stand on the corn.  Puff and look at the fucking thing.  And I miss you.  I miss you.  That's what it is.  I miss you people.  Because you used to stand around like this.  And I guess to go, ah, fuck that one.  Okay.  But now I don't even, I'm just looking at the top of people's heads now.  But I didn't realize how, like, my friend.  I have a younger friend who's vape.  And she told me it's just to kind of like, calm down.  She's like, I barely feel it.  You know, sometimes it helps me sleep.  So one night we're hanging out.  I'm like, I'm going to go home and go to sleep.  But I'm going to try it.  So I took one little tiny hit.  I was in pain.  I was completely insane.  I was in my house.  I couldn't even walk past a window.  I had to go under the windows.  Because I was afraid of the inside of my own brain.  So I started texting people just being just texting.  I'm so high.  I'm so fucking high.  I'm so high.  I'm so high.  I tested, you know, to another friend.  I'm so high.  I want to suck the potches out of my own dick and get higher.  That's right.  Bro.  I'm not bragging.  I'm just telling you that's what I wrote.  And I sent it.  And then later I looked at my text and I was like,  I think I might have to send that to my 12 year old daughter.  I think it's possible.  And I did it.  But I too easily could have.  We need that.  They're now my kisser in my phone.  There needs to be of some very reliable firewall.  Then says these numbers are much harder to text.  Then you can't just watch traumatize her.  Versively.  Then you can go like I took to right to these numbers.  I have to solve the hell-raiser puzzle.  And I have to...  There's two guys with the keys that the opposite room,  the tournament, the same moment.  And there's a warning.  Do you sure you want to send this picture of your pubic hair  to your ex-wife's mother?  That's how you want to break the silence.  Six years since the divorce.  This is my pubic hair.  Look at all of my pubic hair.  How have you been?  I try to be a good dad.  But the life just kind of takes off.  Kids start...  They get their own ideas.  My nine-year-old she's just figuring out about lying.  And that's a tough thing.  It's hard to roll that one back.  Because lying is pretty amazingly useful.  In life.  It's like how do you tell a kid not to use a thing  that just solves every possible problem.  Like magic.  How do you...  Because that's why kids like as they're in trouble.  They like as they're more trouble than they can take.  You know?  Because kids...  Nine-year-old, when a nine-year-old lies,  it's not for some weird Machiavellian, you know.  Do you know what my teacher said about you?  It's interesting.  They don't just make shit up.  They like it because they're in trouble.  And it's more than they get.  Because trouble is too much for a kid.  For a grown-up, we can take trouble.  We don't care.  We just go, I'm sorry.  Am I in trouble?  What?  We don't care.  But to a little kid trouble is to think this...  The horrible...  Did you take the chocolate?  And she did, and she doesn't know how to handle it.  Did you take that?  No?  Well, all right, then have a nice day.  How do you then tell her?  Yeah, don't ever apply that perfect solution again.  To terrifying things.  Mark Twain once said,  A man who always tells the truth doesn't have to remember what he said.  And that's great.  But Mark Twain also said,  There was a big black guy named Nigger Jim.  I don't know.  A hundred percent of the things he said were perfectly awesome.  Really, Mark, Nigger Jim, you're going to go with...  That's the best you could do.  To name the...  Yeah, got him a nice ring to it, Nigger Jim.  Yeah, well...  It's a little on the nose, isn't it?  I could have called him black mic.  I mean, just a little...  Take it down one notch of the...  Thanks for that, Mark.  Anyway, so while we're in this area...  Now that I know you guys are cool...  No.  Ah.  Ah.  No.  No.  No.  No.  But...  This is a story that takes place.  I'm going to tell you this story.  It's kind of a messy story.  It takes place over a lot of years because it started with my friend,  who told me this story has happened to him back in the 90s.  He was going home for Christmas.  And he lives in Connecticut.  And he grew up in Connecticut.  And some shitty shit town...  And shitty shitty Connecticut.  And he didn't like going home.  He's one of those people.  He came from a place.  He doesn't like it anymore.  And he goes back.  He doesn't know how to handle his family.  And he came from a family, a white racist,  that he doesn't like going home.  But it's still home.  So he went home for Christmas one year.  And everybody's hanging out during the day.  Talking and having lunch.  And his father and his brother both worked with his factory.  And his brother's growl sing about his day at work.  And he goes, yeah.  And then this fucking nigger fell asleep with the forklift.  And then my friend Mike heard that.  And he went, oh god.  Why am I part of this...  I hate this.  And he felt bad.  And then that night he's in the kitchen.  And he's having a warm milk or whatever.  And he...  I don't know why that's funny.  But that says about it.  Yeah, because he's a pussy.  He's just sort of having some time with self.  And his cousin comes downstairs with staying.  And his cousin, he likes his cousin.  That's the one person he always felt connected with.  That's cousin's like, what's wrong, man?  And he says, wow, cheese.  I come home when I hope that everything would be normal.  You know, normal.  But then my brother says, oh, he's bugged with factory and nigger fell asleep with the forklift.  And his cousin goes, oh my god, the nigger fell asleep with the forklift.  So this is the first part of the story, okay.  So Mike tells me that story about how he's just not listening to it too, by anybody in this family.  And then later on, I get a job writing on a TV show for Cedric the entertainer.  Great guy.  And he had a show.  And he hired a writing staff.  Half-white writers, half-black writers.  So at lunchtime, we talked about race.  It was just that we'd have these provocative, interesting conversations trading notes about race with the white writers and the black writers.  And I told that story.  I told the whole thing about the guy.  He's a nigger, the forklift.  And then the cousin saying, woo, they get the forklift.  And then one of the writers, a black writer, he goes,  There's nothing worse than a nigger fall asleep with the forklift.  Make it in harder for the rest of us.  Still,  nobody's quite hearing what my friend was going through.  And then, by your later, I'm hanging out with my friend Dino.  Dino's Greek.  He has no dog in the race.  He doesn't carry the way.  He's great.  Greeks aren't white or black.  They're just, he's just got a big nose, he's just standing there.  And I told Dino the whole story.  I told him about the guy who did the forklift.  And then the black writer said,  And Dino says, how do you fall asleep at a forklift?  My oldest daughter's going to be 13 next year.  That's a big deal.  That's a big deal.  That's all little parents ahead of you always going,  Yeah, yeah, yeah, yeah.  Yeah, what did she do with that?  That's when you ain't.  I'm not afraid of her teenage hood.  It's going to be challenging and difficult.  She'll meet the challenges.  I'm always proud of my kid.  She's good kid.  Now, some parents are really afraid of their daughters.  A lot of dads get scared.  I don't know what to do.  At this friend, his daughter's 15, he's like,  She's going to start having sex.  I don't know what to do.  She's going to have sex.  What do I do?  Like, well, you don't do anything.  You don't have a role in that at all.  You're her father.  No role.  That's supportive for her advisor, nothing.  But what if she has a bad sexual experience?  Oh, she's going to have a number of those.  Oh, yes, she is.  Her whole life is going to be just walking through a blizzard of bad dicks.  Wow.  Dick.  Just.  Cheese.  Look at that.  That was a paper.  Fuck.  I'm just trying to get to work.  The little one in the nine-year-old life is a little simpler.  Tap dancing.  She takes tap dancing in class.  We started earlier with tap dancing because we figure  by the time she grows up, it'll be the 1930s again.  And yeah, she'll have this thing she can do that nobody enjoys watching.  Do you know who the audience is for tap dancing?  The parents of tap dancing students.  That's all of it.  Because we all have to go to the show at the end of the tap dancing semester.  And they have a big theater show and all the kids get up there.  They all tap dancing groups of threes.  There's about 6,000 kids.  They do about 20 minutes each.  So there's shows about seven months long.  And everybody dies at the end.  But you go because you want to see your kid tap dance.  Because that's an amazing thing.  Because this was a baby.  She was just a baby.  She was just like, that's it.  And now she's going to like this.  It's amazing.  But you get to watch all those other kids that you don't love at all.  You got to watch people, grown up students.  There's grown up adult students.  And they get up.  They're getting them off.  Nobody's here to see you.  Nobody.  Your parents are dead.  Your 52.  Nobody came from work.  Nobody came from work.  I take her every every Thursday to tap dancing.  And we go off to the school and she puts her in tap shoes and she goes in the room.  I don't go in there.  And she tap dances and I wait outside.  Because it's 40 minutes.  It's not enough time to go anywhere.  So I just sit there and listen.  And she comes out.  I don't tired of this.  I don't want to go anymore.  Good don't.  I don't want to bring you.  Quit.  Quit.  I don't care.  I don't push my kids into this shit.  Because you got to do it too.  I don't want to do it.  Daddy, I'm tired of soccer.  Soccer is out of our lives forever.  With those words from the mouth.  Soccer is gone.  I don't care.  Don't go to school.  I don't want to get up at 7.  Don't do any of this shit, honey.  I don't care.  I have money.  Just eat the food in the house.  Stay home and eat.  You and your sister don't have kids.  I can cover all of us and then we all die.  That's my goal.  I want to make enough money that we could just lock the door and eat the food.  That's it.  Daddy, what are we doing today?  Go to the food room and pick something.  Go to bed.  It's all this required of you.  People all think this life shit.  People get it all nodded up.  I don't know what to do in my life.  Look at what they wish it be or like,  I don't know.  Should I do.  We would like my life.  Just get food, put it in the food in here.  That's it.  Put it in here.  Walk around.  And look for food.  And anytime you see any food put it in here, just take it and put it in here.  Later, when you feel pressure, shit out, the shit in there.  That's it.  If anybody tries to stop you from doing either of those murder them.  That's it.  Doesn't have to ignore complicated.  Do it until you're died, until you're dead, until you're dead, died dead.  I don't know how long I'm gonna live, I have no idea.  You don't really ever get to find out.  You never get to go, okay, I'm dead, so 80.  You don't ever get to have that thought.  This is it. You get to go, this is probably it.  That's your last thought.  It's probably it right here.  Yeah, well, we're all gonna die at some point.  It's true, man.  And you find out at some point.  It's an interesting thing about human beings that we live with the knowledge that we're gonna die.  I find out when I was seven that everybody dies.  My grandfather told me.  He said, everybody dies!  I wasn't even talking to him.  I was just trying to blow out the candles.  I was seven years old when I found out that everybody dies.  And I was excited, not because everybody dies,  but because I knew it, I was excited because I knew I was young to know that everybody dies.  I knew that most of my friends didn't know when I thought, I wanna tell them.  I wanna be the one that tells everybody.  I especially wanted to tell Benji, this kid across the street for me.  This is kid Benji.  I didn't know what he was in my friend.  I was seven and he was six, but if I ever came out in my front yard,  he would come out and I'd be like, oh, here he comes.  Just hated him.  He hated him.  First person I ever hated.  Like, visceral hate.  He was to me, he was a piece of shit cock sucker asshole.  That's when he was to me.  And I didn't even know any of those words.  I just had that like, as a raw feeling with no way to say it.  That was too young for the feeling that I had.  And then somebody, I heard somebody say piece of shit cock sucker asshole,  I was like, Dad, yes.  Thank you.  That's when that, yes.  That's how, yes.  I knew one day I was in my front yard and the piece of shit Benji comes across.  And he says, I got a new bike or something like that.  And I was like, you're going to die someday.  He was like, what?  No one knows.  Yes, you are.  Everybody dies.  You're going to die.  And your mom's going to die.  And your daddy's going to die in that order.  He's really upset.  And he starts running.  It's still funny to me.  It still makes me laugh.  40 years later.  I can still see it so clearly that still makes me laugh.  Run, Benji.  You can't run from this shit bitch.  He's again a getcha.  Whatever he's dead.  Anyway, so he came back with his mom's mom so angry.  And I was scared.  And his mom came over.  What did you say to him?  And I said, I told him that everybody dies.  And she goes, well, that's not necessarily true.  He's like, what?  She says, well, some people die, but not everybody does.  And I was so full of questions.  I was like, what about, what about Abraham Lincoln and George Washington?  They're dead.  What she said, yeah, that's because something happened to them.  George Washington didn't take care of himself and Lincoln got shot.  But there's a lot of people alive from those days.  And I was like, really?  What about like, Bible people?  And she's like, yeah, we have to go.  And then she left.  Because I think she realized this is only going to get worse.  She's not on a good side of this argument.  And then I went to my mom, I told the whole thing.  She was like, don't worry that lady's a fucking idiot. Don't listen to her.  My mom said, don't worry, baby.  You're definitely going to die.  Okay.  People from the Bible.  What are people in the Bible knew they're going to be in the Bible?  Like, guys, this is totally going to be in the Bible.  This is the town.  You guys are going to get in the Bible, everybody.  I'm going to get my roots down, so I look good for the Bible.  Yeah, my dog died recently.  I had to tell the kids that the dog is dead.  That's a tough thing.  Telling your kids that the dog died.  You got to tell them at some point.  You can't just keep going.  What?  No, he's just like, where are you going?  Oh, there he goes.  I don't know.  He's a little scapegoat.  Don't get him.  Tell my kids that dog died.  Why don't we dealt with it?  And I was proud of them how they expressed their feelings about it.  They cried.  I was proud of them how they dealt with their feelings and what they said about it.  And how they processed it.  And I realized this was a positive thing.  That's how you start thinking as a parent.  A lot of things you don't think it would be positive.  Really, because the dog dying is an opportunity to deal with death with your kids.  Like a dry run for grandma.  It is.  It is.  Dog dies.  You talk about it.  You deal with it.  Later on, you go, so you know all that stuff we talked about.  About the jar.  Yes, so grandma now.  You hear?  All the same stuff.  That's right.  All right.  Go brush teeth.  I had a dog when I was a kid and he hated me.  And it really hurt.  It's true story.  My dog hated me.  And I wanted a dog so bad.  I was like 10 years old.  I used to beg my mother for a dog.  And she just would say, like, you had one when you were baby and it died.  It's fine.  But finally, she said, you could have a dog if you keep your room clean for a month.  And I was so excited because I was like, I'm getting a dog.  I told my friends, I'm going to get a dog.  All I have to do is keep my room clean for a month.  I lasted about a week and it just went to shit.  I couldn't do it.  And I tried three, four days.  I couldn't do it.  And I got so depressed.  I was like, I'm 10 and I already know my life is going to be shit.  Because I can't do anything.  And finally, my mom was like, just, well, get the dog.  You're bumping everybody out.  So she got us a dog.  And the dog looked at me and he hated me on sight.  And I worked hard to take care of this dog.  I was kind to him.  And he still hated me.  Which hurt.  That's why it hurt.  Because he must have just hated like who I am inside.  He, you could tell how he felt.  Because he was very expressive.  He was a terrier.  You know, so he had eyebrows.  Like I walk in the room and he'd go like, oh fuck, I can't.  And he would just leave.  I would take him for a walk and I had to use a leash.  And I didn't want to use a leash.  I want to be one of those cool guys with the dog.  That just comes long.  You know, the guy is, oh, he's got like a suede jagged with patches in it.  And like scratch your hair.  He's like, hey, he gets in his old pick up and he's like, come on,  he goes like, oh, she knows guys that can whistle that cool whistle.  Whatever.  Woo!  And the dog jumps in a back and they both get laid somewhere because they're both so cool.  That's where I wanted.  But my dog, we go for a walk in the leash.  Like, talks like this.  It wasn't even like, yeah, we're friends.  It was like, how far from this kid when I get my face.  He would be choking himself the whole thing.  And if I ever, like, slipped and dropped leash, he would be like, I'm not your dog.  He would just run.  He would run like a slave. He would just take it off.  That's how we ran.  It's an app description.  It's how we ran.  He didn't run like a deer. This is how deer.  He ran like this.  He ran away so many times.  And then we got a call from the pound.  Hi, we have your dog.  He could hear my dog in the back.  I'm like, don't.  Seriously.  I told you, I don't want.  I never been a big animal person.  Some animals I hate, bats.  I think bats are just disgusting.  I hate bats.  I hate it's a rat with leather wings.  They were seen when, and they look around.  It's like, somebody, you know, they have a face.  It's disgusting.  Hate bats.  And I'm sure there's a whole thing of, oh, did you know that bats make all the French toast in the world?  Whatever.  I don't care.  Hate them.  I've had a bad, bad experience.  The summer.  We rented a house to the summer.  I got a house for me and the kids.  My ex wife and I share custody of the kids.  So the summer had to have one month to go with her.  One month, so I got a nice house in the country.  And it was beautiful.  The kids loved it.  But the kids go to sleep at 8 o'clock at night.  So I'm just laying awake.  Terrified.  Terrified.  I'm so scared in the country.  Because it's just quiet.  And it's just mystery.  And trees and darkness.  I live in New York City.  I feel perfectly safe there.  I'm surrounded by mirrors.  John Masters and Jews.  All right.  Let me in there.  There's a bunch of those.  But.  So.  So one night, I'm in the country house.  And I'm just laying awake.  Just begging for the fucking sun to come up.  So I can sleep through my days with the kids.  And I'm laying awake.  And my bedroom's about the kitchen.  And suddenly I hear this.  I sort of got to hear this sound.  I heard.  What?  I heard that.  Like, clears about.  And immediately my heart is pounding.  I'm going to have a heart attack right now.  Because there is a witch in the kitchen.  First of all, there are witches.  I've no doubt in that moment.  There's witches.  That's how easy it was to flip.  Oh, the other witches.  And there's one in the kitchen.  And I got to go down there.  I got to.  I can't just.  They like kids.  They should get the kids.  So I go down stairs.  I'm terrified.  And I'm standing outside the kitchen door like this.  For like an hour.  Two scared to go in.  I tell it.  A little bit of logic seeped in.  It's all the even if there is a witch in there.  She wouldn't just make a noise.  And then just stand there for like an hour.  So I go in.  There's nobody in the kitchen.  And then I hear the noise again.  And it was the dishwasher.  The dishwasher has weird tubes.  And when the soap goes through, it's kind of vocal.  I don't know why.  But it goes.  Yeah, yeah, yeah, yeah.  And it was the weirdest thing to watch my dishwasher do it.  I was like, alright.  It's cool.  And fine.  There's no witches.  I'm about to go upstairs and up in a bat.  A fucking asshole bat.  Take that.  He's like, ha ha.  And he just flew right right by my head.  Like this.  And I just fell on the floor.  And I immediately I crawl into the closet.  I closed the door and I called night one one right away.  I don't know if you were called night one one.  And you don't realize until they answer how you shouldn't be called night one one.  And I don't want one one.  Tell us your emergency.  Hi.  I'm sorry.  I'm very sorry to be bothering you.  This doesn't qualify.  Blades.  Like, sir, what's the problem?  I said, this is a bat in my house.  And I don't like it.  She was nice to me.  Because it's country 911.  If you call 911 in New York City,  if that in my house, it'll be like, sir, it will send a car right over to shoot you in the face.  But she's, she's nice.  She's like, sir, we understand.  You divorced.  You're over compensating with a country house.  You're in over your head.  She said, call this guy.  She gave me an emergency.  Call this guy.  He's a guy who takes care of bats.  He's a man who's bats or his focus.  It felt like she was doing a lot of work to not say bat man.  Like, she is kind of going around.  He's a male human who bats or his,  I'm not going to say bat.  I don't want to say it.  So I call the bat man.  And he comes over and I'm in the closet looking through the crack  at the bat.  It's on the ceiling hanging upside down.  He's just looking around.  It's the most disgusting thing.  And so I'll find this in knock in my door  and I crawl to the door and I open it and he's like, hello.  And he says, where's the bat?  And I'm like,  So the guy walks over and he just takes the bat.  That's it.  That's it.  He just took it.  Is that all right?  Like, yeah, you pretty much nailed it.  That's amazing.  It's like I call somebody and say,  Help, there's a box of tissues on my table.  Oh, thank goodness.  What a relief to have a man in the house.  Which likes and sweet tea?  Wasn't expecting company.  Oh, my rope fell open.  He saw my breath.  Oh, what do we do now?  Mr. Batman.  You know, I'm kind of grateful to that bad now.  Now that you're going to fuck me.  You're not?  Well, all right, you can go then.  I can't get out of it.  I just like to keep doing that until the laughter stops.  I'm just like, fuck, he's really...  He's just getting upset.  What if he just did that for like 40 minutes?  Well, if you weren't going to help me, then why did you come out for me?  I'm alone here all day and I hardly can handle it anymore.  All right, okay.  So, no, no, no, don't do that.  Don't do that.  I was in New York when I was on the subway platform.  And I saw two rats and they were fucking.  And I never saw them where I'm like,  Oh, shit, there's two rats fucking right there.  And so I watched them.  Because you've been watching rats fuck.  It's not a big deal.  You don't have to go it.  You can really just totally just watch them.  Oh, I see.  Anyway, I'm watching them. I just curious.  I mean, it wasn't surprising how they do it.  It's not like she's on top going.  Oh, I think there's a Japanese rat I'm going out of there.  Oh, it's so good to fuck you.  Oh, come on Ricky, do me.  All right.  Anyway, it wasn't anything like that.  There's a pretty standard rat fuck.  Just...  He's on top kind of pushing her into the pavement.  She's like...  And I'm watching them.  I mean, I didn't like miss my train.  Just while I was there.  Because that was curious.  That didn't turn me on.  I just curious.  Because I want to know, what is it going to be like when he comes?  That's what I want to know.  What is it like when a rat comes?  Is it like, is it just a biological thing?  Just a dispassionate kind of just me.  And then he just goes home.  Or is it like...  Fuckin' you.  Is it like...  Is it...  Is it...  Is it...  You know...  Is it X-Visi, is it an orgasm?  I told that story to a friend of mine.  She was like, well, what about the girl rat?  What about her orgasm?  Why don't you empower her and wonder how she comes?  What do you crazy?  Girl rats don't come?  There's no way the girl gets to come when rats fuck.  First of all, he's not going to hold out for her.  He's not that kind of dude.  You can tell.  He didn't give a shit.  He's going to fuck her and leave.  He doesn't even know her name.  He's not sitting there waiting for her and trying to think of things to not come.  Like giant garbage bags with no food in them or whatever.  And even if he did, she's on his subway platform.  In front of people, she's not going to be able to get to that place.  That inside place, that girl rat's need to find their orgasm.  Because I know a girl rat's needs.  I know how to make a girl rat come.  I do.  He's just picking up and holding them upside down.  Just to be clear what I was doing there.  I just want to make sure you know, I spin in her mouth while I played with her a little asshole.  Don't judge her, that's what she likes.  I did it for her.  I was watching the Wizard of Oz with my daughters.  I know that's a weird couple of stories to put together.  Fringering a rat's asshole to orgasm and watching the Wizard of Oz with my daughters.  But they happen to have happened one right after the other.  Most things that I do right after I made a rat come.  That's what I do at night.  That's the only thing I try to help.  Let me just tell you this first.  I was at a place to eat dinner in New York.  I heard these two women talk and one of them is talking about the guy she's dating.  They were about 21 years old like NYU students.  She's talking about, a lot of times I hear this, a woman talking about the guy she's dating.  She runs down the stuff that's not satisfying.  The thing she doesn't like, she's like, he's just, you know, I text him and he doesn't respond right away.  And then when he does, like, whatever.  So that's weird.  And then, like, I saw him and he's just being weird.  And so then he calls me, he's like, I'm sorry, I'm weird.  Like, weird right now.  And I was like, whatever.  So that's weird.  And then I'm listening, because I wonder what her's referring to say.  I wonder what kind of French she has.  And her friend just says, he's a piece of shit.  He's a piece of shit.  He's not good enough for you, because you're amazing.  You're amazing.  So he just can't handle how amazing you are.  And I remember thinking, that is a shitty friend.  That's not a good friend.  That is not a good way to approach life.  I'm amazing.  And anybody who doesn't text me back is just can't handle how amazing I am.  I mean, she's the student.  She can't be.  She's not Nelson Mandela.  She's in college.  She's, I'm sure she's fine.  But you're amazing the way you take classes.  What is so amazing?  She's kind of boring.  He's kind of a douche.  It's fine.  They're fine.  You need to know that you're boring a little bit.  It's important.  Self-love is a good thing.  But self-awareness is more important.  You need to once in a while go on, kind of an asshole.  You have to have that thought once in a while.  Or you're a psychopath.  You know, like when you say to a friend of yours, you're being an asshole, and they're like,  No, I'm not.  Well, it's not up to you if you're an asshole or not.  That's up to everybody else.  You don't get to say no to that.  You're an asshole.  No, I'm not.  Oh, sorry.  I thought, okay.  I'm glad I checked.  I guess you're not.  If somebody tells you you're an asshole, you should go, oh, shit.  All right.  What happened?  How did I get here?  It's like somebody saying, you know you got someone in your face.  No, I don't.  It's like America.  I feel like America is like the world's worst girlfriend.  America is like a terrible girlfriend to the rest of the world.  Because when somebody hurts America, she remembers it forever.  But if she does anything bad, it's like, what?  It didn't.  I didn't do anything.  America, why do you keep bombing those people in Yemen?  And I was like, well, it's 9-11.  Okay.  9-11.  That's, yeah.  At all.  Okay.  Okay.  You killed hundreds of thousands of people.  So I think, yeah, now, but 9-11.  Fuck yeah.  And damn.  Yeah, but you're torturing people.  I didn't even torture.  Oh, my God.  He's such a baby.  I didn't even see anything to him.  I'm saying this about women, because I'm a guy.  Women might say this about that.  This is what guys like, that's just what it's like.  You know, because I think racism and sexism are very different.  To me, racism is just a mistake.  It's just an error.  It doesn't really make any sense.  We can just do a way with it.  But sexism isn't going anywhere.  Because sexism is way deep the fuck down inside.  So it's just the way we feel about each other.  I'm women.  Women.  Women.  Women.  Women.  Women.  And you're like, man.  Man.  Man.  Man.  Man.  Man.  Man.  Anyway, so much in the Wizard of Oz with my daughters.  Was that enough of a palette cleanser?  All right.  A much in the Wizard of Oz.  I don't know if you've seen it.  It's about a little girl named Dorothy.  Very sweet little girl.  Played by an alcoholic, old lady.  She lives in Kansas.  She has a dog for you to set.  And she keeps telling my dog.  And everybody's like, this is a farm.  We're working.  Leave us alone.  And in this tornado.  And they all run inside.  And they barely look for it.  It's unbelievable.  It was so upsetting to me when I was a kid.  See this movie.  Because Auntie, I'm like, Dorothy!  Okay, fuck it.  And she just goes right inside.  Both the door.  Unbelievable.  So Dorothy goes up to Oz.  So here's the thing.  I was watching you the night.  There's just one moment that really stunned me.  It's when Ray Bulger played the scarecrow.  He just got ripped apart by flying monkeys.  And he's very upset.  And he has his performance.  It's way over the top.  Even for this movie.  You remember that moment?  The two of them come over.  What happened?  And he's like, well, first they told my arm off.  And they threw them over by him.  And then they pulled my light off.  And they threw them over by him.  And I've seen this movie even a thousand times.  But for some reason this time,  that moment made me go,  where he was like, I think I'm going to have a word with Ray.  Because that's getting to be a lot.  All right, let him just let him do another one.  Okay, action.  What happened?  Well, first they told my arm off.  And they threw them over by him.  And then they told my light off.  They threw them over by him.  Okay, cut.  It comes over.  So listen.  Ray.  Yep.  Now you're fine.  You guys have been great.  Thanks a lot for coming to help me enjoy this.  Thank you very much.  Thank you.  Thank you.  Thank you.",
  "segments": [],
  "laughter_segments": []
}