{
  "transcript": " We're not supposed to have to be music out.  Oh, bro.  We don't have to be a lot of people there.  We don't have to be a group.  We're just being all right there.  I'd like to hear.  You like to hear?  Yeah.  Yeah.  Yeah.  Thank you.  Thank you very much.  I appreciate it.  I don't necessarily agree with you, but I appreciate it very much.  Well, this is a nice place.  This is easily the nicest place for many miles in every direction.  That's how you'd compensate building in the shit on a town with one sentence.  It is odd around here as I was driving here.  There doesn't seem to be any difference between the sidewalk and the street for pedestrians here.  People just kind of walk in the middle of the road.  I love traveling and seeing all the different parts of the country.  I live in New York.  I live in New York.  I live in New York.  I always, like, there's this old lady in my neighborhood.  And she's always walking her dog.  She's always just, she's very old.  She just stands there just being old.  And the dog just fights gravity every day.  Just the two of them.  It's really the dogs got a cloudy eye.  She's got a cloudy eye.  And they just stand there looking at the street and two dimensions together.  And she's always wearing like this old sweater dress.  I guess it was a sweater when she was like five foot 10.  But now it's just like this sweater and her legs are, her legs are a nightmare.  They're just white with green streaks and bones sticking out.  Her legs are off.  I saw guy with no legs wheeling bind.  He was like, lift.  No.  I do not want those.  I'd rather just have air down here like I have.  And look down at that shit.  I see these two all the time.  And I always look at them and I always think,  God, I hope she dies first.  I do.  I hope she dies first for her sake.  Because I don't want her to lose the dog.  I don't think she'll be able to handle it.  If she dies, if the old lady dies first,  I'm not worried about the dog.  Because the dog doesn't even know about the old lady.  This dog is aware of three inches around his hand.  He's living in two second increments.  The second he's in and the one he just left is all he knows about.  But if he dies, this lady, she's going to be destroyed because this dog is all she has.  And I know he's all she has because she has him.  There's, if she had one person in her life,  she would not keep this piece of shit little dog.  Even if just some young woman in her building,  one morning where to say,  Good morning Gladys, she'd be like,  Oh, good.  Just flush him down the toilet.  So I just keep bumping on the drain.  She gives up.  And that just shit in on her dog for the rest of her life.  You ever flush a pet down the toilet?  I had to flush my daughter's fish down the toilet.  I came home the fish was dead.  She wasn't home from school yet.  So I just flush the fish.  And that's a weird moment, too, because fish live in water.  So he put in the toilet, floats to the bottom.  Like, yeah, he's dead.  And then you flush and it looks like he goes,  What is that going to do?  Shit!  I was taking an app, Jesus!  You got to be in constant motion to get me in respect to this house.  And then my daughter comes home.  Why did he die?  Come on, what am I going to say?  Why did he die?  Because who gives a shit?  That's the reason.  That's the actual reason.  Because he didn't matter that he was alive.  That's why he's dead.  He didn't know his name and he didn't love you back.  These are the facts about that fish's life.  My daughter likes fish.  We took her to the aquarium.  I took both my kids to the aquarium and Boston.  And we were looking at this seal or seed lying.  And I don't know which one.  I don't care.  I don't think they need to be separate things.  I recently told them they don't care and we don't care.  There's like three scientists who give a shit what we call all those things.  The scientists have been going to TV tomorrow and say,  Okay, everybody from now on seals and sea lions and walruses.  And you know what, penguins are all seals now.  And we would all be like, yeah, fine.  Whatever, man.  Anyway, so we're looking at this seal, sea lion thing.  And he's looking back at us through the plexiglass.  And he's going, they're really disgusting in person.  Most animals are when you really see them.  You're going to go to a farm.  You think you're going to see a little white sheep going,  but they're all fat and shit colored and they're like,  Jesus.  That thing is awful.  Anyway, seals don't go, they go,  My daughter's like, what does he say?  I don't know.  I'm asleep!  Tell me!  Must be awful to be other kinds of stuff.  You know, I'm glad I'm this.  This is pretty good deal.  When you consider the alternatives.  Anything else, any other kind of thing, you're in the food chain.  You're in the food, we're out of the food chain.  I don't know if we fully appreciate the fact that we got out of the food chain.  That is a massive upgrade.  Because for every other living thing, life ends by being eaten.  That's how all life ends.  Is every single life except human life?  Every life ends like this.  We're the only ones that get to just die old and abed.  Just, I love you, baby.  I mean, imagine if we are still in the food chain on top of everything else.  Imagine if we are in the food chain.  Which would be another thing you got to deal with.  You're already having a bad day.  Wake up in the morning, you're making breakfast.  You burn your toast and it's too late to try again.  And your kid comes in and says, be in, you're like, fine.  And it's just why.  You get to think of the mail that says that you're that your phone's different.  And your mortgage is another company that wants.  I don't get it.  Then you're walking a work like, why don't I even buy it?  Oh, shit.  God damn it.  There's always fucking shit.  Is it the train station?  Is that it?  Is that it?  You think that sharks would be embarrassed if they knew that we could all see their fins  to kind of the top of the water?  I think they'd be bumped because I don't think sharks are aware of that at all.  I think sharks think they're slick.  They swim around like, hey, nobody is in the idea.  It was down here.  And we're all up here like, just totally a shark right there.  It wouldn't be fun being a predator either.  If you're a predator, imagine if every time you're hungry, you've got to chase a guy who's running for his life.  You've got to come on to shit, get over here.  And just hold him down and bite his neck till he shuts the fuck up for a minute.  So you can just sit there and eat his stomach before you go to work.  That would really suck.  That's why animals just take a list to do this together, man.  You chase the parents away.  I'm going to eat the kid and you circle back.  That's funny to me.  Like that.  Fuck it.  I'm eating babies.  Bullshit.  Growing up's eight worth of meat.  Whoops.  All right.  All right.  Oh, shit.  That's damn it.  Idiot.  This isn't a gay voice, by the way.  It's not.  Shut up.  I live in New York City and it's okay there.  I live in a nice building.  I never lived in a nice place before.  When I was growing up, I had no money.  I mean, my mom didn't.  Didn't matter.  I was a child.  But I'm not used to it because it's nice.  It's like a pretty courtyard with flowers and a fountain with little marble boys.  Pissing.  I don't know.  What is it with fountains?  Like all fountains sculptors are pedophiles.  Basically.  You can't get a fountain made without.  Do you make me a fountain?  Yes.  I'll get started right away.  Mom.  Oh, yes.  What?  It's finished.  And it's just a little boy's pissing on the face of a Greek god that looks like him a lot.  And that piss on me forever.  Anyway, there's one of those in the courtyard of my building.  And my first week in the building about a year ago,  I went down to the courtyard for the first time and I didn't look too good.  You know, was a Sunday morning.  That's my least presentable hour.  A lot of, you know, just stays.  Just like, you know, food and me and whatever.  And so I'm sitting there.  So, shut up.  Anyway, but so there I was.  I'm sitting on the stone bench of this courtyard and, uh, feeling a little out of place.  You know, there's these fancy dormant and stuff.  And then there's this guy looking at me.  I noticed he's looking at me from across the courtyard.  And he's all spiffy looking.  He's got brown shoes.  And he's looking at me like, hmm, I could tell.  He was thinking, I don't live in the building.  He thinks I just wandered in off the street.  And sat in the courtyard.  I could tell he's thinking of coming over and dealing with me on his own.  And I'm sitting there thinking, like, oh, please do that.  Yes.  Please come on.  Come on.  Come on.  Come on.  And I'm trying to look even more gross than, like,  pull up my shirt over there.  And then I see him go, oh, no, that's not going to do it all.  They come over to me.  Hmm.  And I'm like, hmm, I'm so excited to have this thing.  The confrontation where I'm not wrong at all.  And he thinks I am, oh, so he comes over.  He says, excuse me, do you live in this building?  And I said, no.  Because why not start there?  I said no.  He goes, well, then what are you doing here?  And I said, I just need to rest him having a hard time.  He says, this is private property.  And I said, well, I don't really believe in that.  You know, just the worst things I could say from his point of view,  is basically all the things I was saying.  And he goes, well, if you don't leave, I'm going to talk to the doorman.  I was like, can I just stay like five more hours?  So he's, hmm, no, and he goes over to the doorman.  And I see him talking about me to the doorman like this.  And then I see the doorman going, oh, no, that guy lives here.  That's okay.  And the look at his face, it was just so, it was this beautiful cocktail of anger and confusion.  It's like I had invented a new way to hurt somebody's feelings.  That's how excited I was.  I'm 45 now, so I'm either halfway through a healthy life or almost done with not so healthy life.  I don't know which one.  I won't know until it's over where this was.  I don't know how long I'm going to live.  I don't know, nobody knows, I guess.  I think human life expectancy is pretty good.  We get a good run, you know?  Some people die early, you know?  If I die now, people will be like, oh, that's too bad.  If I die five years from now, they'll be like, well, all right, like it's 90.  Like as soon as you're 50, you're a candidate.  You know, there's no candlelight visuals for 50 year old guys that died.  And you start pushing in every year.  You know, some people get to be like 80s, 90s.  There are people that get to like 114 and then they're in the news.  And it's always some old guy.  I met Napoleon.  No, you didn't.  You liar.  You oldest liar in the world.  But 45, you know, you're not old yet, but you start having moments where you kind of start getting  what old is, especially if you didn't take care of yourself, you know?  I have moments where I'm like, wow, this seems early for this.  Like this doesn't happen to me a lot.  I'll be sitting watching TV or doing nothing.  And I'll still realize, I need to wait my ass right now.  I mean, nothing happened.  But I really got to wait my ass right now.  Right now.  Got to make trips to the bathroom just to wait my ass.  How did this happen already?  I'm 45.  Already, my ass hole is just like,  my ass was like, like, the waistband on old pajama bottoms.  Just kind of loose and ineffectual.  My ass was like a bag of leaves that nobody tied up.  This is sitting on the lawn full and open.  Few could leave on the grass with every wisp of wind.  Some kid kicks it over on his way home from a tough day at middle school.  Rats.  It's a pretty accurate description of my asshole.  Here's another thing about my age right now.  If I'm sitting down, if I'm sitting anywhere, which...  I love sitting so much.  I would take sitting and doing nothing to standing and fucking any day.  This is way better than coming.  This is way better.  This is my age.  If I'm sitting down and somebody tells me, I need to get up and go to another room.  I need to be told all the information why first.  You got to explain all that shit to me.  Why, why, why, why.  No, why, though.  Your car's being told right now.  Well, that's what happens to me then.  That's...  I accept that.  Because getting up is a whole thing.  It means I have to decide, do I really want to be alive anymore?  Let's start with that.  And then I got to start kind of rocking to get momentum.  I'm trying to get an old Honda out of a snowbag.  Woo! Woo! Woo! Woo! Woo! Woo! Woo! Woo! Woo! Woo!  Shit.  The worst part of my day, worst part of everyday in my life, is when I have to put on my socks.  Putting on my socks is the worst part of everyday.  And it always will be.  Even if I have a terrible day in the future, where my grandmother is murdered by my other grandmother.  If that ever happened to me, the worst part of that day will be  when I put on my socks.  Because...  But if I have to put on my socks, that means I have to...  Here's what I have to do.  I have to get my hands past my pointed toe.  I don't even know how I do it.  I'm sitting here.  I don't know how I do that.  It's like folding a bowling ball in hand.  And as soon as I start, I can feel I'm pushing all the fat up  into my vital organs.  And I just feel all the systems failing.  And I have to try...  Like, I have to lay on my back like an eight-year-old and go like this.  I'm going to start passing out.  Ugh!  And I know other people's lives are hard.  I saw an interview on TV with Michael J. Fox.  And he has Parkinson's.  And he was describing brushing his teeth.  He said it takes him two hours a day.  And he said, it's agony.  And I saw this and I thought, okay, that's hard.  That is hard.  And so is putting on my socks.  Sorry, Michael.  Doesn't make it easier to know about your thing.  Tell you what.  I'll help you brush your teeth to help me with the socks.  I don't know.  I like getting older though.  Life is an education.  And if you're older, you're smarter.  I just believe that.  If you're in an argument with somebody and they're older than you,  you should listen to them.  It doesn't mean they're right.  It means that even if they're wrong,  this is rooted in more information than you have.  They've been here longer.  If you're older, you're smarter.  How many people here by plus are 45 or older?  45 or older or applauded?  Okay.  That's about 60 people out of 2400.  Here's the interesting thing.  There's way more.  I can see you.  There's somebody more.  There's something there's Arizona.  There are way more people in that demographic.  But they didn't clap.  Why?  Because they're smart.  They're sitting in the dark.  I don't have to clap.  I don't have to do anything.  They're not doing it.  And they're right.  You know, why?  Because never identify yourself.  Never.  Are you crazy?  You don't know why I'm asking?  How do you know what?  Okay.  Burn them all.  Burn everybody over 45.  How do you know what?  How many people here by plus are 40 or younger?  40 or younger or applauded?  That's every time.  Woo!  Woo!  Every time.  That is a weird thing to celebrate in a room where you're not the only people here.  That is, that's like going to cancer ward.  Not me.  Woo!  I don't have it.  I don't have it.  If you're older, you're smarter.  A 55-year-old garbage man is a million times smarter than a 28-year-old with three PhDs.  Especially smarter than him.  Because this idiot has been thinking about three things for like 15 years.  He's worthless.  The garbage man is 55.  He's had some experience.  Things have happened to him.  He went to Cape Cod one summer.  He saw a dead guy floating in the motel pool.  He took a bus to Montreal.  He got a hand job at a fair.  From a minor.  I mean a minor.  That a minor, a minor.  There's a stand a minor.  A grown man who works in a mine.  The dirty hands jacked him off at a county fair.  That's what I'm saying.  That's a 55-year-old.  You see, he's had some experience.  He knows more.  More is happening to him.  He's seen more.  He's seen history.  He's witnessed history.  Even if it's not ancient history.  He saw Nixon resign on live television.  Me and those few people that clapped.  We saw the president of America.  And then quit being the president.  That shit was crazy.  Because none of us knew what was going to happen next.  Today people like the president's kind of disappointing.  Really our president wept like an insane person.  And then got in a helicopter and flew away.  And the whole nation just watched him go.  I like getting older though.  Because for me the kind of guy I am getting older makes my life better.  You know, like my sex life way better at 45.  Because of the kind of look.  Because this situation is okay at 45.  This is not a fun kind of a 17-year-old to be.  And some people their life is better when they're younger.  You know, young dudes, young skinny dudes,  Best life in the world is being a young skinny dude.  They don't have to do anything.  They just show up with a big Adam's apple and a smelly t-shirt.  Hey, I'm here for the easy pussy for the rest of my life.  So we're like, oh, everywhere? Okay, cool.  But for guys like me, this is not a fun youth.  It gets better.  I'd like to make one of those, it gets better ads.  Furches, dumpy, young guys.  We could use a little help.  A little encouragement.  Just somebody on TV, listen man, I know it's tough right now.  You're vaguely heavy with no face.  You have zero value on this sexual marketplace.  You feel invisible to the girls in school because you are.  But it gets better.  Because you'll all grow up.  And you pretty much look just like this, your whole life.  And they don't.  Their options start running out really fast.  And you're going to be there.  As long as you stay relatively employed and washed,  you're going to be amazing.  And your forehead is going to be the,  you're going to be the branch that she can grab before she hits the ground.  It's, it's going to be so great.  It just takes time.  For her circumstances to match your looks, but it's going to happen.  It's going to happen.  When real shit matters, you're going to be the sexiest mother-fucker in the world.  It's just time.  That's all it takes.  It's a formula to this.  It's pussy plus time over income squared.  Everybody has their time.  I mean, not everybody.  There are people out there who there's just nobody for them.  Yep.  People like to say things like, there's someone for everyone.  Nope.  Not at all true.  And stop saying it because it's mean to people who never find anybody.  There are millions of people out there who we've all,  you unanimously decided they are light speed ugly.  And nobody kisses them on the lips, even.  Nobody touches their genitals.  They're entirely life.  They just wash it and then they die.  That's all that happens.  Aw.  And if you're feeling bad for them, you can go find one and fuck one tomorrow.  You can just solve the problem right there.  With all that kindness in your hearts.  Aw, we'll go fuck one.  And then it thinks that.  That's the one way we're all mean.  Nobody does that.  Nobody fucks down.  Nobody.  People fuck up or across.  Some women fuck down because a guy talked them into that it was up.  Yeah, no.  You should.  I'm totally up.  It's a weird selection process that we have.  It's a dating really.  It's how we evolve.  It's dating.  It's how we choose each other.  And dating is a real drag for a lot of people.  But I always think it's a nice thing.  You know, when I see a date, I'm always happy.  When I see a couple on a date.  Because it means people are still trying.  You know, you see a couple on a date.  I mean, they're still courage out there.  That takes courage to go on a date for both sides.  Two very different kinds of courage.  The male courage traditionally speaking is that he decided to ask.  He went up to a random woman who he has no idea if she's going to like him or not.  And he walked up to her terrifying.  Everything in your body's tongue.  You just don't talk to a cold and jerk off.  Don't do this.  But he walked up into the heart.  You.  And she's like, eh.  No, no, no.  It's like, give me a second.  You're trying to get through this membrane of, you know,  and then if it works and you say, you want to go out some time?  Sometimes she'll say, yes.  And if she says, yes, that's her courage.  And the courage it takes for a woman to say, yes, is beyond anything I can imagine.  A woman saying yes to a date with a man is literally insane.  And ill advised.  And the whole species existence counts on them doing it.  And I don't know how the, how the women still go out with the guys.  When you consider the fact that there is no greater threat to women than men.  Where the number one threat to women globally and historically.  Where the number one cause of injury and mayhem to women.  Where the worst thing that ever happens to them.  That's true.  You know what our number one threat is?  Heart disease.  That's the whole thing.  That's it.  Just our own heart going to.  I can't.  You can't keep doing this.  I told you three strokes ago that this is not smart.  But women is still.  Yeah.  I'll go out with you alone at night.  What do you nuts?  I'll get in your car with you with my little shoulders.  High where are we going?  To your death statistically.  High they still do it.  If you're a guy, try to imagine that you could only date a half bare half lion.  I hope this one's nice.  I hope he doesn't do what he's going to do.  I always, I love when I see a date.  You know, you can tell us the first date because the way they're walking together.  And she's looking up at his face trying to figure him out.  And he's just a mess.  A guy in the first date is just has no actual personality.  He's just a mishmash of different kinds of dudes for a couple of seconds each.  Just anything.  No cohesive.  Just like a, like a ransom note cut out of a lot of magazines.  Just yeah.  Yeah.  Yeah.  You know, so I think so too.  Whatever.  Just like a blind dick in space.  Just trusting in infinite directions.  Open a fine pay dirt in some place.  And then sometimes you see a day that's later down the line and something has happened.  There's something that happens in a day that I never get to witness because women do this.  They get to do it inside.  They get to just decide quietly.  I'm going to let him fuck me.  They just get to decide.  Something he says.  And she's like, that was good.  He's going to fuck me later.  And he has.  He has no idea.  There's still, he's still like trying all this shit.  He still has no idea.  He's already in there.  Guys.  We love women a lot.  Like all men do.  And we just look at you.  That's what I do.  I just look at women.  I just like their, you know, cakes and windows.  I was walking in New York once and there's these two very cute women walking behind me.  And I was trying to walk slowly so I could hear what they were saying to each other.  You know, because they were cute.  So I wanted to hear them like that's going to help me in any way to hear them.  Don't you wish the guy walking in front of us would squeeze our tits for like one second.  Okay.  Yeah.  Three of law and men that we would all do that.  If you're a woman, you could ask any guy on planet earth.  Can you squeeze my tits for one second and 100% of us?  We'll go, oh, yes, of course.  That doesn't matter.  I could be doing open heart surgery.  Oh, yeah, okay.  Oh, don't worry.  He's not your tits.  Don't worry about it.  I don't know why we love tits so much.  Some people say it's because we breastfeed.  But sort of women.  Or, you know, baby women.  Growing up women.  Don't usually.  You don't see like a 68-year-old woman.  Like a stately look, you know, like Sigourney Weaver, like second milk.  I don't know, a young woman is dead.  Thank you, Deborah.  See you tomorrow.  Two o'clock.  It's not usually the thing.  It's the elderly breastfeeding from a young.  Except for at the end of the grapes of wrath.  Uh, which I don't mean to ruin that book for you.  You should have read it by now.  I don't know if you read the grapes of wrath.  But that's how it ends with an old dying man sucking milk out of a young girl's tits.  And then the book is over.  And you're like, Jesus, what happened at the end there?  That's crazy.  There's no other book in that genre.  There's no dense historic classic that ends with a weird, poorny paragraph at the very end.  And then Anna Karenina, shat on his chest.  Holy, holy with that.  Be end.  Oh my god.  That is a violent shift in tone at the end of that book.  I've been reading this book for three months.  But we do.  We love tits.  And you always know it, tits.  You always know it, tits.  You know, like you've ever been in a crowded place.  Like a subway or like a, you know, a sports stadium.  You're smooshed in one of the people.  And your elbow touches a tits behind you.  I just touched it.  I know that was a tits.  I know it.  Because the sensitivity of the male elbow to tiff less specifically is unbelievable.  Just a tits.  Because you can drive a tack in there.  I'm not going to feel it.  But a tits through a shirt and a sweater and a jacket.  And her jacket sweater, shirt and bra.  I touched it.  I touched it.  I touched it.  I touched it.  I touched one tits.  One tits.  That's rare to touch one tits.  Like a four leaf clover.  Usually you touch it.  The only time you touch one tits is when it was an accident or you didn't have permission.  When tits access is granted, it's usually good for a two tits at a time.  It's, once you're on a, it's, you really have to screw up really badly and quickly to lose  tits access between tits one and two.  You must have said something really dumb on the first tits.  That shouldn't get the second one.  No.  Yeah.  It's like your mom's dirty, hoard tits.  And if it's up to the guy, we're going to touch both tits.  No guy touches a tits and then goes, you know what?  I'm good with the one.  That's fine for me.  Everything in moderation.  We're going to touch both of the guy.  If it's, even if something terrible happens in the beginning of the day,  it's like, you know what?  I'm good with the one.  That's fine for me.  Everything in moderation.  We're going to touch both of the guy.  If it's, even if something terrible happens in the middle of the day.  Ah, yeah.  There's a bomb.  Oh shit.  Come on.  Let's get, come on.  Let's get, come on.  Let's get your tits out of here.  I've had, I've seen a few tits.  I've seen, I don't know, 48 may be, I don't know.  I've had my history, my life, you know.  I've been to do a divorce for five years and it's been the best part of my life.  Being divorced.  Easily, my favorite part of my life.  I love being divorced.  Every year has been better than the last.  At the same time, I can say that about.  By the way, I'm not saying don't get married.  If you meet somebody, fall in love and get married.  And then get divorced.  Because that's the best part.  It's the best part.  Marriage is just like a marvelous stage for true happiness.  Which is divorce?  Because you just like, go.  And everything's fine now.  Divorce is forever.  It really actually is.  Marriage is for how long you can hack it.  But divorce just gets stronger like a piece of oak.  Nobody ever says, oh, my divorce is falling apart.  It's over.  And again, if you're in a good marriage, stay in it.  If you're in the best marriage ever, stay in it.  If you got out, it would be better.  I'm sorry.  I'm sorry.  But it's true.  Everything's better.  My ex-wife and I, this is the best part of our knowing each other.  We're good co-parents because we live a part and we're friends.  Our kids go to her half the week.  They come to me half the week.  And I'm a good father.  I'm an attentive, focused and responsible father.  Do you know why?  Because I get to say goodbye to these kids.  Every week.  Are you sitting me?  It's like every parent's fantasy.  Who can't be a good father for half of every week?  No matter how bad it gets, every Wednesday.  I got to go, goodbye girls.  Daddy's going to go upstairs and pour whiskey all over his naked body right now.  I'm going to lay in my own films until two seconds before you come back here.  That's why I'm such a good dad.  My daughter was having a dance thing at her school.  They had this big dance.  Anyway, we all went all the parents and everybody's there and everybody's got their phone.  Every single parent.  It was an amazing thing to watch because kids are dancing and every parent is standing there like this.  Every single person was blocking their vision of their actual child.  With their phone and the kids.  I went over by the station.  There's people holding iPads in front of their faces.  It looked like we're all in the witness protection program.  Like the kids can't see their parents.  And everybody's watching a shitty movie of something that's happening.  Ten feet like, look at your fucking kid.  The resolution on the kid is unbelievable.  If you just look, it's totally HD.  Why are you taking this?  You're never going to watch it.  In a million years, you're not going to watch videos of your kids doing shit.  You missed the first time it happened.  You don't watch it.  You just put it on Facebook.  Here, you watch it.  I want to take a nap now.  And then you get to read all the comments.  Oh my god.  It's a cat.  Yeah.  And guess what?  They're not watching it either.  They're not watching the video.  These kids are dancing for no one.  Nobody watches the videos on your Facebook.  They see the first frame of a kid.  My god.  It's very nice.  Okay.  Back to this.  Nobody's watching your kids videos on Facebook.  I promise you.  I'll prove it to you.  Next time you take your kids dance.  Take one second of it.  And then add 20 minutes of your own asshole.  Just go in the bathroom and just record your own.  And it's opening and closing for 20 minutes.  Taken on your kid dancing for a second.  Put that on Facebook.  Everybody don't write the same thing.  That's a jar of all.  I think I see a future star.  Don't take tapes.  Your life is short.  Life is very short.  I didn't like life.  I like it.  I feel like even if it ends up being short.  I got lucky to get it to have it.  Because life is an amazing gift when you think about what you get with a basic life.  Not even a particularly lucky life or a healthy life.  If you have a life.  Here's your boilerplate deal with life.  This is basic cable.  What you get when you get life.  You get to be on earth.  First of all, oh my god.  What a location.  This is earth.  And for trillions of miles in every direction, it fucking sucks.  So bad.  It's so shitty that your eyes bolt out of your head.  Because it sucks so bad.  You get to be on earth and look at shit.  As long as you're not blind or whatever it is.  You get to be here.  You get to eat food.  You get to put bacon in your mouth.  I mean, when you have bacon in your mouth.  It doesn't matter who's presidents or anything.  You just, oh.  Every time I'm eating bacon, I think I could die right now.  And I mean it.  That's how good life is.  You get to, you get to fuck.  That's free if you're smart.  That comes with.  That's part of the deal.  Where else are you going to get that deal?  You get to put your chicken there and go in and out.  Pretty good.  And if you're a woman, you get to just lay back and just have a dick just shoving.  And then out of you awkwardly.  Any time you want, any time you want.  If you're a gay man, you get to just fill your boyfriend's ass with your dick.  Just fill it all the way to the balls.  And it's nice and warm and tight in there.  And he's your buddy.  If you're a lesbian, you get to do all those stuff they're doing.  And...  It's a great deal.  You get to eat.  You get to fuck.  You get to read.  To kill a mocking bird.  It's a great life.  So I'm not worried about it anyway.  It's pretty good.  And I've wasted a lot of time just being angry.  I don't know.  You know, it's amazing how nasty we can get as people.  Depending on the situation, like most people are okay.  As long as they're okay.  But if you put people in certain contexts, they just change.  Like when I'm in my car, I have a different set of values.  I am the worst person I can be when I'm behind the wheel, which is when I'm in my most dangerous.  When you're driving, that's when you need to be the most compassionate and responsible of any other time when you're life.  Because you are fucking driving a weapon amongst weapons.  And yet, it's the worst people to get.  And I am the worst.  Once I was driving, and there was a guy ahead of me.  And he kind, I don't know.  He sort of drifted into my lane for a second.  And this came out of my mouth.  I said, worthless piece of shit.  What an indictment.  What kind of a way is that to feel about another being worthless piece of shit?  That's somebody's son.  And things have said to other people.  I wasn't once driving.  So I'm going to pick up truck.  I don't know.  Remember, even?  And I yelled on my window.  I said, hey, fuck you!  Where outside of a car is that even nearly okay?  If you were in an elevator, and you were like right next to a person's body.  And whatever, like he leaned into you a little bit,  would you ever turn right to their face and go, hey, fuck you!  worthless piece of shit!  Now, literally zero people would ever do that.  But put a couple of pieces of glass and some road between you.  There's nothing you would not say to them.  I hope you die!  I said that to a person.  I hope you die!  Why?  Because you made me go like this for half a second of my life.  You tested my reflexes and it worked out fine!  So now I hope your kids grow a motherless!  I mean, what am I capable of?  I'd like to think that I'm a nice person.  But I don't know, man.  A lot of it is context.  There's a lot of things I wonder if the world was different.  Like if murder was legal, I might have killed a few people.  I don't know!  I'd love to think, oh, I would never do that.  But we really need the law against murder.  For one simple reason, the law against murder is the number one thing preventing murder.  We'd like to think it's because I would never do that.  No, it's because it really sucks getting caught murdering.  A lot.  If murder was legal, or just a misdemeanor,  like you'd get a thing in the mail.  I should they had a camera there.  If murder was legal, there would be so much murder!  Regular people would murder.  Murder is wouldn't murder even more.  And then really nice sweet people would murder a few people.  But nobody would murder no people.  You wouldn't trust somebody who didn't murder.  If murder was legal, you wouldn't like them.  I never killed anybody.  I think it's nice meeting you this.  What a creep.  I mean, not even a hooker, a little life.  What's wrong with that guy?  He's like a Mormon or some shit.  I hate those guys.  I think he's nice.  Shut up, Janet.  If murder was legal, there would be a lot of murder.  Children would behave very differently.  Because mostly parents would be murdering their own kids.  That's mostly what would happen if murder was legal.  You'd be, you know, you'd go to a mall or be like eight different moms in the mall.  Just I told you to stop it!  You did it!  Listen on me!  There are peaches.  You'd be stepping over dead kids.  It would be like a new problem.  You have to clean up your kids when you kill them.  Because it's gross.  It's bad for the environment.  If you murder your child in a public place,  please use one of the red bags that are in the dispensers  every three feet of America.  Put your murdered child in the red bag with a logo of a murdered kid on it.  Next to the other logo that tells you not to let your alive kid play with a plastic bag  because they might suffocate in which case he could just leave him in the bag.  That is a whole bunch of horrible thoughts, right in a row.  Right in a row.  That is a compressed area of bad thought.  You know you have your bad thoughts.  Hopefully you do good things.  Everybody has a competition in their brain of good thoughts and bad thoughts.  Hopefully the good thoughts win.  For me I always have both.  I have like the thing I believe, the good thing.  That's the thing I believe.  And then there's this thing.  And I don't believe it.  But it is there.  It's always this thing.  And then this thing.  It's become a category in my brain that I call,  Of course.  But maybe.  I'll give you an example.  Okay, like of course.  Of course.  Children who have nut allergies need to be protected.  Of course.  We just segregate their food from nuts.  Have their medication available at all times.  And anybody who manufactures or serves food needs to be aware of deadly nut allergies.  Of course.  But maybe.  Maybe.  If touching and nut kills you, you're supposed to die.  Of course not.  Of course not.  Of course not.  Jesus.  I have a nephew who has that.  I'd be devastated if something happened to him.  But maybe.  Maybe.  If we all just do this for one year,  we're done with nut allergies forever.  Of course not.  Of course.  Of course.  If you're fighting for your country and you get shot or hurt,  It's a terrible tragedy.  Of course.  Of course.  But maybe.  Maybe.  If you pick up a gun and go to another country,  And you get shot.  It's not that weird.  Maybe.  If you get shot by the dude.  You're just shooting at.  It's a tiny bit.  You're false.  Of course.  Of course.  Slavery is the worst thing that ever happened.  Listen.  Listen.  You all clapped for dead kids with the nuts.  For kids dying from nuts.  You applaud it.  So you're in this with me now.  You understand?  You don't get to cherry pick.  Those kids did nothing to you.  Of course.  Of course.  Slavery is the worst thing that ever happened.  Of course.  Of course.  Slavery is the worst thing that ever happened.  Of course.  Of course.  Slavery is the worst thing.  Of course.  Of course.  Is every time it's happened.  Black people in America?  Jews in Egypt?  Every time a whole race of people has been enslaved?  It's a terrible, horrible thing.  Of course.  But maybe.  Maybe every incredible human achievement in history was done with slaves.  Every single thing where you go out of,  How did they build those pyramids?  They just threw human death and suffering at them until they were finished.  How did we traverse the nation with a railroad so quickly?  We just threw Chinese people and caves and blew them up  and didn't give us shit what happened to them.  There's no end to what you can do when you don't get  a fuck about the particular people.  You can do anything.  That's where human greatness comes from,  is that we're shitty people that we fuck others over.  Even today, how do we have this amazing micro-technology  because the factory where they're making these,  they jump off the fucking roof because it's a nightmare in there.  You really have a choice.  You can have candles and horses and be a little kinder to each other  or let someone suffer immeasurably far away just so you can leave a mean comment  on YouTube while you're taking a shit.  Thanks for watching guys, we're great, thank you very, very much.  Thank you.",
  "segments": [],
  "laughter_segments": []
}