{
  "transcript": " .com  I can't you.  You used to laugh about.  Have a fun and let us hang it out.  Now you don't talk so loud.  Now you don't seem so proud.  But I'm having the best scrounging.  You're next to me.  As it feels.  As it feels.  But you don't have a heart.  But I can't believe I'm not.  But I can't believe I'm not.  Well.  My favorite sex position.  My favorite sexual position is a reverse cowgirl.  But I'm on top.  Are you a picture in it?  It's really good.  Nobody gets pregnant.  It's a lot of fun.  I'm trying to learn things about myself.  I got a scale for my bathroom.  I'm not trying to lose weight.  I'm just interested in the data.  I did learn something.  I learned this because I weigh myself every night before I go to bed.  I also weigh myself in the morning when I get up.  Here's what I learned.  I weigh two pounds less every morning than when I went to bed.  I found out why it's because I should in my bed every night.  I do.  It's like a full two pound dump in bed.  And then I turn out the lights and I go to sleep.  I don't want to sleep alone.  Your needs change when you get older.  My age of big pilot shifts as good as anybody.  I actually have a girlfriend.  But we're struggling because she lives in France.  She lives all the way over there.  We haven't been able to see each other for a year because of the disease I have AIDS.  She's great though.  She sends me presents all the time.  She keeps going.  She sends me gifts in the mail.  I get something from her every week.  Sometimes it's chocolate from France or a shirt.  She wishes I would wear instead of things like this.  And sometimes she sends something to make fun of me because she's a little fucked up.  So last time she sent me a pair of little girls panties.  Yeah, I was like, that's not funny.  Because these are in my house now.  I can't get rid of them.  It's like nuclear waste.  Think about, I can't throw them out because I can't have people find little girls panties.  In my garbage with coffee grounds and butter on them.  And every solution I think of makes it worse if I put them in a bag inside another bag.  And layers of duct tape, wrapped in tin foil.  Or if I put them in a coffee can and I nail it shut.  And I bury it in the park in the middle of the night.  Or if I cut them in tiny pieces.  And throw away one piece each week in a different town.  My friend tried to help me.  He's like, why don't you just burn them?  I might do understand.  Even if there's a one and a million chance like it caught burning little girls panties.  So I'm wearing them right now.  Yeah.  It's the only solution I could come up with.  I wear them every day.  And I hand wash them.  And then I dry them like this.  Just right on the little strawberries.  Here's the thing.  Men are biggest fear in life is that we're going to get caught being a kid of fucker.  That's every guy's biggest fear.  Even if you would never do it, every guy's like that's what's going to happen to me.  I know it.  It's like being afraid of sharks when you live in the desert.  Like I don't go to the ocean, but it's going to happen.  Because it's a fear not based and it's likelihood, but in how horrible it would be if it happened.  Because when they catch a pedophile, holy fuck.  Holy shit.  It's brutal because we're scared.  We're so scared of pedophilia because it's here.  And it's not going anywhere.  That's the fact.  It's not like there's a finite amount of pedophiles.  And we got the last one.  No, they keep happening.  Every generation.  There's more.  Some of you have kids.  And some of them are going to grow up in fuck kids.  They might.  Okay, of course, not yours for some reason.  But they're coming from some place.  So any real solution has to start with the basic reality that there will always be pedophiles.  Not a great thought.  I understand it's not an uplifting.  You wouldn't put that on a fridge magnet.  Aren't your screensaver at the office.  They will always be pedophiles.  Hey, where's Jimmy? He's under his desk.  We do. We have to start with that reality because our solutions that we have so far don't really work.  Here's our current solution to pedophilia.  We wait till somebody fakes about 10,000 kids.  And then we go, oh, right, you're about to cut that out.  That's pretty much it.  There's no measures for preventing it.  None. We have no policy to prevent.  We're not even just like a street sign.  There's a street sign for everything.  No hunting, no spitting, no skateboarding.  I've never seen it don't fucking child sign in the war.  I've been in all over the world.  Not even just like a picture of a guy fucking a kid with a line through it.  So that it transcends language barriers.  I mean, try it.  You won't get most of them with the sign.  But even if one out of a 50 of them is like, oh, shit.  I didn't, I didn't know it was an issue.  That's a money well spent.  There's things that might work and we don't even try them.  Like, is anybody working on very realistic child sex dolls?  Okay, then let them fuck your kids forever.  Is that if that's better?  I'm so sorry for a suggesting something that might actually work.  Oh, no.  Let them fuck both my sons, but don't make a doll.  That would be distasteful.  This thing is that this, I'm still talking about it.  This, this problem.  We lose things because we won't really face it.  You know, that are important us like the Boy Scouts.  Boy Scouts, wonderful thing.  Being sued out of existence because of all the kid fuckery that goes on.  And I know it's upsetting because look, here's the thing.  The Boy Scouts is a wonderful thing for kids.  They go to the woods.  They work together.  They learn skills.  They get in touch with nature.  What could it be better for a boy than that?  But some of those guys want to fuck the kids?  I don't think they do it a lot.  It's not like there's just a shit load of kids being fucked in the Boy Scouts.  I think it's mostly that they find out that the guy wants to.  I don't actually know, though.  I don't, you know why?  I don't know because I'm afraid to look it up.  I'll go to prison for typing it into a Google.  How do you solve a problem if you're afraid to find a look it up?  How many Boy Scouts get fucked on a bat?  Oh shit.  Every time I move I get to tell my neighbors that I look that up.  Here's what happens.  Every few years you find out there's some pedophile type people in the Boy Scouts.  And then they announce, we got them all.  We're good.  And then a year later, bull is a bunch more.  What's going on here?  At some point, you got to wake up to the basic fact that the,  maybe the people who are best suited to give your kids these wonderful experiences.  Are folks that want to fuck up?  Maybe that's, maybe that's why they're good at it.  Maybe that's, if you want that, that's where you go.  Maybe that's just the way that goes.  Who else would want to take a bunch of kids that a fucking woods?  Who wants to take your shit kid to the fucking woods?  You don't want to take them?  Who else would want to do that except people that are barely containing that they want to fuck every kid in the face?  That's why they're good at it.  That's why they're good at it.  That's what makes them good at it.  I'm not saying that all scop masters are pedophiles.  I might be saying that the best ones are.  I might be saying that.  That sounds right.  So I don't know if you have to lose the whole thing.  Just tell your kids.  Some of those guys don't want to fuck you.  There's be careful.  Have a good time.  Take the contribution from where it comes.  Michael Jackson, wonderful music.  Blessed us with wonderful music.  Did some other things too.  What?  What's worse?  A pedophile who makes beautiful music or one that doesn't.  This is the choices.  No pedophiles is not on the menu.  So have you all been enjoying living the way I already was for a couple of years before?  Welcome to my life.  Can't work.  Think about side.  Can't show your face.  Got to wash your groceries.  That's what I have.  That's in my mind.  That's what it means.  Maybe that's what it means.  I have a solution for the pandemic by the way for COVID.  This is it.  We test everybody.  First of all.  Every time we find somebody who has COVID, you kill them.  That's it.  That's the solution.  You won't need another one after that one.  That's the final one.  It's been pretty amazing to be alive during this thing.  During COVID because you're not going to see this again.  And why don't we learn some shit?  That's really the things that teach you in life are things you never would have chosen to do for yourself.  Think about your life as far as it's been where you have the choices.  I'm going to do this.  I'm going to pursue this.  It all goes to shit.  Every bit of it.  And even when it goes right, you're like, why don't I like it?  It's what I've wanted.  But why don't I like it?  Because it's your choice and your choices are based on fear and fucking just thin, stupid, shitty hoes.  But when life just picks you in the balls and you're like, oh fuck everything's different now.  And it shows you shit you wouldn't have looked at otherwise.  That's what the great joy in it.  But I thought was really interesting about COVID and still is that it's the first thing I've seen  where everyone on earth had the same problem.  Every human being on earth had the same problem.  We never had that before.  That's why we don't give it shit about each other.  Because you read like, oh there's floods in Houston.  Like, fucking water.  What is it?  What's your problem?  What is that?  Just walk like this.  What's when you can't handle some water?  My basement floods with the fuck we give this shit.  I think he's on a canoe in the street.  That looks like fun.  Why is that an issue?  There's fires in California.  What the fuck?  Blow it out.  Can you fucking blow out a fire?  Get the water from Houston and dump it on California.  I can deal with it.  But we all had the same problem.  Every person from Zimbabwe to Tokyo to New York.  To Honolulu.  Everybody was doing the same dumb shit.  Every person had the same stupid fucking moment at the same.  Just trying to get the mask out of the well of your car door.  Trying to...  I got to go in the wall of greens.  My fucking mask.  You try to...  It's got a statue of shells in it.  And panties.  I'm sure it's still effective.  I actually like the masks because it just...  Everybody look nice.  Everybody did.  Because it's just their eyes.  Eyes are nice.  You know what I hear so many say.  They guys got gross eyes.  It's really... we should hide these.  We should keep the masks.  Because this is disgusting.  How do we just... with no shame.  Leg inside my face.  Spent in at a tongue and teeth.  It's fucking gross.  How do you your mouth?  Don't...  I'd rather look at your asshole than your mouth.  I really would.  I'd rather stare into your asshole than glance at your mouth.  Assholes aren't that bad.  Not to look at.  We don't like to think about asshole.  This is like, you know, the shit in the farts in the diarrhea.  But that's a small portion of their time.  You're really looking at us.  You're really looking.  What's you see it like in nature?  It's just... it's a little...  That's all.  That's your asshole.  You know what it is? It's just an aperture.  That's all it is.  That's your asshole.  It's like a camera shutter. That's all it is.  It's like the opening to the James Bond movies.  That's what you're asking me.  You ever go to lick somebody's ass on?  There's a little guy with a gun in there.  That was bad.  It really was an interesting social experiment  and COVID because everybody got told the same thing.  The whole world got told the same thing.  If you go out unnecessarily, millions will die.  And a lot of us said, oh, I'm going out.  Yeah, I'm going now and a lot.  Yeah, and millions died.  Just we're not that different from the turtles.  But you're trying to get them not to cross the fucking highway.  And they're like, this way, fuck.  I fuck over there, fuck you.  And we're like, please, stop putting little signs up.  Don't go and infuck you.  I'm a turtle.  It doesn't.  We're not that different.  We're just a fucking species.  And we're just rolling all I am.  Many dying old ladies died.  That would happen to many dying old ladies  finished dying.  Here's the way you got to look at it, okay?  We're still making more.  We're making new old ladies every day.  There's a fresh batch common.  They're going to be great.  I was having sex with the woman once to choose.  So beautiful.  I was having trouble not coming.  So I pictured her face at 80 years old.  And then I came immediately.  Because she's 92.  Anyway.  One thing I found very interesting was that during the pandemic,  a lot of people really liked counting the dead people.  Like, I got very popular.  Was counting the amount of the dead in dying.  Do you know how many people are?  Just a day.  Just a day.  Do you know how many people died?  A palinantan.  Just a day.  When do I keep on keeping a daily tally?  We don't do this a lot of shit going on.  That we don't keep a daily tally of how many babies were dropped  in a bucket of paint.  And I look that up.  I'm not kidding you.  It's 30 a day.  It's a real problem.  I'm serious.  A steady 30 babies a day.  Our dropped in buckets of paint.  It's not random.  It's one guy that won't stop doing it.  Yeah, we liked counting them.  We liked counting the dead.  And when I got really high, we don't know how to count them anymore.  People trying to find different ways to express the number or take it in.  Remember, January?  It was really about 3,000 people every day.  We're dying of COVID.  So people started saying this, this is 9, 11 every day.  This has literally 9, 11 every day.  When did we start measuring deaths in 9, 11?  When did that become the new, how many football fields long as it?  For mass death.  How many 9, 11's this world were too?  Can we look it up?  I know the Holocaust was 2,000, 9, 11's.  9, 11 wasn't that bad.  It was just one.  Only 1, 9, 11 of people died on 9, 11.  That's like nobody died that day.  See, it's all relative.  Because then you have those later, remember January was really bad.  January was the worst.  And then in April, March April, we all felt better.  Everybody's like, oh, it's way better now.  It's way better.  Way better than January.  I looked it up.  It was 1,500 people a day.  And everybody's like, it's way better than January.  Really?  It's half a 9, 11 every single day.  But that's way better.  That would be like if on 9, 11, after the first tower went down,  you're like, that's not that bad.  It's just one.  Still got the other one.  That's why they made two.  It's OK.  It's all right to make fun of 9, 11.  It was a hoax.  All right.  Sorry.  Anyway.  I thought I had COVID about three times.  I'm one of those idiots.  I was like, I think I have it.  Can you feel?  I'm bad with pain too.  Like the other day I hit my elbow.  Right on that spot where if I had a gun,  I'd be dead now.  You know, that's, I can't do pain.  That's why I could never be a cop.  I couldn't walk around with a gun right here.  There's 50 things a day where I'd be like, fuck that.  That ain't worth it.  That's my main problem by the way,  with the whole deep and the police idea.  What about people that want to commit suicide by cop?  What about them?  We'll put it in a mat.  We had a lot of protests in New York,  and now we have protesters that just live here.  They're not at a protest. They're just here.  I saw a protestor in Washington Square Park.  She had green hair and dirty legs.  And she's holding a little piece of cardboard.  And it's with a sharpie. It's a abolish billionaires.  It's just standing there.  And I thought, I don't think that's going to feel it.  It doesn't feel like that's going to result.  And Jeff Bezos, what's happening to me?  Sadly, it's going to be okay for him.  I think that was good.  Young people got out there and they expressed themselves.  They went out there to solve a lot of problems,  not all of problems, but some of them.  They went out there to stop discrimination.  Not all discrimination.  Just some of it, which is a weird form of discrimination.  But there are groups.  There are groups that are discriminated against.  The who don't have any protestors or any people working for them.  And we all discriminate against these people.  Like ugly people. Everybody discriminates against ugly people.  They do. And it's awful.  I mean, I'd rather be discriminated against for my race than for being ugly.  You might not lose a job or a promotion,  but nobody kisses you on the lips like your whole fucking life.  Try that.  This is what we say to ugly people.  We don't like your face.  It's done like it.  So no one's going to fall in love with you.  And it's unanimous. Sorry.  And we just expect ugly people to be like,  Oh, no, I understand. I mean, sure.  It's my head shape. It's no good for you.  So I'll go without the things that matter in life.  Also overweight people.  Deal with things that none of us deal with because I'm not overweight.  There are people who are discriminated against because of their weight.  I read a story once about a woman who's 600 pounds.  And she couldn't get medical care.  Because everything she goes to the doctor,  he just says, it's because she's fat.  Everything. She's like, my knees hurt.  He's like, yeah, my knees hurt. Just look at you.  Which is the thing.  She's like, I have chest pains.  She says, yeah, because your organs are overcapacity.  So they're reverting.  She's like, I got shot in the head.  He's like, yeah, because you're fucking fat.  So we shot in the fucking head.  It's terrible story.  Here's the worst part of story.  And this is true. This is true.  She needed an MRI.  Because she had some serious.  She's 600 pounds. She doesn't fit in the machine.  You know what they did?  They center to the zoo.  I'm not kidding. They center to the fucking zoo.  That's what we do for fat people.  We need an MRI.  Here's your prescription.  Go to the zoo.  Yeah. That's where you should go.  You should go to the zoo.  By the way, you know how many fat people we have in this country  that's 600 trillion billion thousands of them.  You know how many trans people there are?  About 38.  But if you're trans and you need a restroom,  and it's awkward, we'll change every restroom.  But if you're fat and you need an MRI,  you go to the zoo that bitch.  Just go to the zoo.  You go experience that today.  What happens when she gets to the zoo?  What actually fucking happens when she arrives at the zoo?  Hi.  Are you here to see the monkeys?  No, I'm here for an MRI.  Oh, shit.  All right. Yeah.  Okay, just standing in the straw over here.  Yeah. You're after the walrus who has lymphoma.  By the way, why is there an MRI machine at the fucking zoo?  Who was it developing that instead of a fat human being MRI?  Who was paying for this shit?  You don't give an elephant a fucking magnetic residence image test?  What are you fucking hiding?  That's obscene.  If the elephant is sick, you just listen. You do this thing.  And he's that thing. She's going to die, did he?  I'm saying this out of respect for elephants, by the way,  because we're supposed to respect how they live.  They don't fucking care their diseases.  This is not their culture. This is our replay.  Fix it. Oh, he's sick.  That's not how elephants live.  An elephant in the Serengeti isn't like I have a lump  I have to see my oncologist.  When an elephant gets cancer, he falls over. He takes this fucking turn  and becomes food.  You don't put an elephant in a state of the art.  What if you find cancer?  What are you going to give him chemotherapy?  He's skinny elephant with a pink baseball hat.  Each day is a gift.  I love animals. I do.  I do. We have a weird relationship to animals.  We name them and we play with them and we kill them and we eat them  and we stuff them and we draw them.  I have a dog. I love my dog, but I don't know my dog.  We've never had a conversation. Not one time.  I talk and she just hears a Pagor Tastes.  Take a Pagor Tastes.  Take a Pagor Tastes.  Take a Pagor Tastes.  Cutting in Dastes but don't But.  She looks at me and I'm like, yes. She's like, well, you don't know what the fuck I'm  a fuck you.  I don't know the Spits. I have no idea what she's thinking.  I really wish I did. I wish I knew what she was thinking.  My biggest wish, maybe in life, is that I knew because I know she has thoughts, I know  she does.  There's no way she's just like, dog.  The stuff going on in here, I've seen it.  You ever watch your dog make a decision?  Every dog watch your dog just walk in the room and look around like...  Yeah, I'm going to go over here.  Why?  Please tell me why.  I think my dog thinks I'm insane, because I look at my life through her eyes, like, I'll  watch TV for four hours, and from my dog's point of view, I'm just sitting there.  My dog is my life now because my kids are growing up, my kids are in college and they're  all, you know.  That's what you call it when your kids are gone because they grow up, not if they're dead.  It's not used that way.  My daughter died of leukemia.  Hey, you're an empty nester.  I miss it.  I miss having little kids.  I think about it all the time.  I think about it maybe adopting, you know, I could adopt a baby from a third world country.  That's a good thing to do, because you can just leave outside, you don't have to.  You know, it's interesting.  We've been adopting babies from other countries in America for a long time.  I have the countries do it too, but I live here, so I'll talk about that, but it's an interesting  thing.  It's not a biological imperative to go get a baby from thousands of miles away, but we've been  doing that in large numbers here for a long time.  And not always for the same reasons.  There's been different reasons why we've done it.  In early, like in the 70s, when I grew up, sometimes you meet a couple who had an African baby  that they brought because they're those kind of, you know, these kinds of people, you know.  The kind of couples that hold hands when they announce things, you know, those kind of people,  they gather their friends and they're like, we've decided, you know, they have a farm table,  a clay pot of honey on it, and their apple juice is cloudy, you know what I'm talking  about?  Those are the kind of people that make a trip to Zimbabwe and get a baby, and name them Kevin and  the Senator Boston College, whatever.  That was like the 70s and 80s, then in the 90s it became very popular with gay couples, started  to adopt babies from China, because they want to have a baby, but they can't, they both  have dicks.  I don't know if you know that.  Did you know that?  Gay couples have two dicks, so they can't make a baby, you can try, you can really, you can,  you can try to come into one dick with the other, like if you line up the dick holes, and  you can come and the sperm goes up this dick and down that one, and then the sperm gets to  the balls on you, and they're like, what the fuck, they're like, did we turn around, because  we're in the balls again.  Who falls of these?  These aren't even his balls.  Oh, he's gay, fuck, all right, all right, well it's just swim around till we're dead.  That's the way it is.  You're not going to, a baby will never come out of a penis, it's good, it's a good thing, because  it's hard for women, imagine pushing a whole baby out of your penis, dick hole, even just  a hand.  Yeah.  Anyway, so that's why gay couples adopt it.  That's why.  And often from China, because they make a lot of stuff there.  So that was that.  That was the gay couples were adopting Chinese babies because they couldn't have babies, and  then a lot of other couples started doing it more around the turn of the century, I used to live  in Hollywood, which is a pre-offlled place.  Everybody there gets Chinese babies, it's very popular.  They go because, and it's not because they can't have babies, and it's not because they're trying  to help somebody from far away, it's because they're just busy, they want to have a baby, but  they don't want to have a baby.  You know what I mean?  That thing where you can't have your baby and you need it to, or what I don't know how they're  for.  They don't want to get pregnant, it's the point, so they go to China, they don't even go to  China, they go to the airport, and somebody from China meets them, gives them a baby, it's  true.  Take it home, and then they get a Jamaican nanny to watch their Chinese baby, and they  go to cocktail parties.  We have a Chinese baby, it's an amazing thing.  Meanwhile, the Chinese baby and the Jamaican nanny are just alone looking at each other, like,  what are we doing, what is this, why can't either of us see our families, why what the  fuck is the point of this?  So yeah, my dog got on a dog, my kids are gone, and I just sit around and watch YouTube a lot,  that's my favorite past time.  I was watching YouTube today, but so I should one of the ads that comes on before the video,  I don't skip those, I think that's rude.  It is.  It's mean.  Somebody worked hard on that ad.  They trained a cheetah to run a one-sided Jeep Cherokee, and you're at home like 3-2-1  fuck off.  It's fucking mean, what if you made something dick?  Anyway, the ad was a PSA, it was a anti-smoking message, it was a Puerto Rican man with a  wholeness throat, he was like, my father's smoke, and my mother's smoke, I wish I'd  never smoke in my life, these don't smoke cigarettes, cigarettes, that's very, very  anti-pone-yielding.  First thought I had was, why does he still have an accent?  It's coming out, feels like if you bypass the mouth, you shouldn't have an accent anymore.  Does the machine have a setting for Puerto Rican?  Is that just how air sounds coming out of this, does he fart with an accent?  Senior, and Fafi!  Anyway, after he added, I watched the video that I was looking for, which was a scene from a movie,  and it's a scene that I really hate.  One time I see it, it makes me angry, which is why I was looking for it on YouTube.  And it's a movie I like, I actually like the movie, it's called Goodwill Hunting, a goodwill  hunting?  Of course, right?  Mad Damon, great performance, he plays a very complicated young man wearing a tight t-shirt  for a whole movie.  And here's my issue with Goodwill Hunting, Mad Damon also wrote the movie, so he basically  sat down, he's like, first of all, I am amazing.  I'm a construction worker, I'm working class, and I drink beer, and I get in fights,  I get in so many fights.  My friends are like, you're at a control man, and I'm like, shit up, this is the way I am.  But then also, I'm a genius.  I'm not, I didn't even go to school, I just know things, I don't know why, I just  know them.  And all the nerdy geniuses that studied for years are like, he's so much smarter than us,  it's making a subset.  It's insane, it's fucking insane.  It only makes sense if he wrote it for himself to be the guy.  So the scene I was looking for, it's the worst example of that in the movie.  Here's what happens.  He goes to a bar and he meets a woman, and he likes her, and another guy likes her too, but she  picks Matt Damon.  Because he wrote the fucking movie, because he decided, you understand?  And since my hands, you're like me, you better believe it.  So he gets her phone number, and then he goes outside and he sees the other guy in the window  of a restaurant.  He decides to taunt him, so he goes over, he tells his friend, hey, come here, watch this.  And he says to the guy, hey, do you like apples?  And the guy says, yes.  And Matt Damon goes, well, I got him number, how do you like them apples?  And Matt Damon's friends go, oh, oh, oh, oh, oh, oh, oh my god, oh my god, you were  ready with that, how, you know how he did it?  He wrote the whole fucking movie, okay?  He made everybody say all the things, otherwise this doesn't happen, I mean, he hinges the whole  fucking prank on the guy like an apples, the guy must like apples, who would say yes, to you  like apples, coming from a clear antagonist, who's setting him up gathered his friends.  Do you like apples?  Not damn it, I do, I wish I didn't, I can tell this is not going to go my way, but I just  I can't lie, they'll know it, they'll know it because boy, do I like apples?  Do you understand if he says no, Matt Damon is fucked, he's fucked in a face for life, he's  got nothing, do you like apples?  No, dude, dude, dude, dude, fucking guy, no, come on, seriously, seriously, you fucking don't  fucking, don't fucking, dude, dude, dude.  Do you like bananas?  Because I thought it was a woman game here to tell a phone number, and isn't that bananas?  I saw a guy peeling a banana the other day.  That's another bananas because you heard the other one angry with banana, but I got three bananas  jokes by the way. It's number two. Okay. I saw a guy peeling a banana on 6th Avenue and it bothered me.  And I'll tell you why because it's the way he peed. Why peel a banana? I hold it around here. I peel  down to my hand, right? This guy holds the banana at the bottom. And he just peels the whole thing.  All the way down. It felt like a guy had a urinal pulling his pants all the way to his ankles.  I was like, dude, TMI with that banana right now. What are you making a smoothie on 6th Avenue? What are you doing?  The banana was like, hey, you don't even know how much you're going to eat.  I have a bruise right here.  I kind of got lost in the banana shame there. You want to hear the other banana one now?  Yeah. All right. Okay. So how's that the grocery store?  And I needed bananas. So I go over to the bananas are and there's a black woman at the bananas.  It's going to be okay. It's going to be okay. I swear. I understand why people are very scared of  discussing bananas and black people in the same conversation. I understand if I have a black friend  over. I would never off from a banana. I just don't know why I just wouldn't do it.  Hey, you want a banana? Why the fuck you ask me? Hey, man. I'm sorry. Have a apple. I'm really sorry.  These are just the facts of the case. All right. I was in a store.  Looking for bananas and there was a black woman at the bananas. And I wanted to, I didn't want to go  there while she's there because of COVID, we're all given each other space. So I, but I do want to be next.  I'm waiting. And she's kind of taking a long time. And the longer she takes the longer I am a white man  watching a black woman choose bananas.  And this is an awful thing about the world today because I know I'm not doing anything wrong, but I feel fucking bad.  I feel fucking bad. So I went to the strawberries.  And there's a fucking Jew with a strawberry.  Here's a nice one.  That's the Jew. I'm not going to do the black woman.  No, no, you know why? Because I'm not afraid of Jews. That's really  that's the bottom line. I'm not scared of Jews. I don't find Jews to be frightening.  Unless you're in Palestine then they're terrifying. It's very different.  Over there they're like the Jews are killing us and here we're like really the Jews.  We've been slapping them around for years.  Anyone?  This banana is too hard.  Well this banana is soft, but I'm not going to have two days old.  I'm not going by the hob one to wait.  Just trying to be fair.  Just trying to be fair to the Jews.  Not half of mercy. Anyway.  Don't worry I'm an old man. I'll be gone very soon.  I worry about getting old only because I don't want to lose my memory.  You know, I mean some of it I would love to lose.  But don't work that way. You got to take it all or none I guess. But I lose. I forget things.  You know, like remember Fanzi from Happy Days?  I don't remember him. I don't even know what you're talking about.  I forget weird things, you know, like I was walking out of the street once in New York  and there was a guy in a van and he rolled down the window and he said,  hey, get in the van and suck my dick.  And I said, all right, you know, so I got in the van and you know,  trying to pull the door to the sliding door, but it kept and he's like, it just shuts. Don't,  you don't have to. I'm like, sorry, he's like, everybody does that. It's okay.  So I'm kneeling on the floor of the van  on like a purse. And there's no lady in there, but I'm like, I came here to suck this guy's dick, not like,  take inventory. It just gets a work. So I start sucking his dick.  And about halfway through, I'm guessing. I remembered that I don't really like doing that.  So I've seen your moment.  Some people worry about getting old because they think it means that they're dying, which it does.  But this doesn't worry me. I don't worry about dying because I think it's necessary. I think it's  something that you just have to do. You should do it. When it's your turn, you should do it.  If somebody, you know, your doctor says you're dying, just say, okay, and die.  Don't, you know, maybe a miracle. Fuck, you'll get in the ground. Just take your turn.  I really think that way now. I didn't use to. But I do because I, you know, when I started thinking  that way was when my mom died. My mom died a couple years ago of Anna Rexia. She was 300 pounds.  She was bad at it. I know. It's fucked up, right?  Hmm. What a piece of shit. I think she would have liked that joke. She would have,  my mom's, if I was fucking, she was gross. And I remember when she was dying. I was the  longer there. And the nurse said, this is this is imminent. I was like, what does that mean? She goes,  it's gonna die in a minute. Like, just say in a minute, it's so close. Anyway, I was a  long with her and she died. And I was like, fuck, they're gonna think I did it. Obviously.  I don't want to lose my mom. I really didn't. But what we had this one conversation like two weeks  before she died when we were talking about it. And I said, mom, I don't want you to die. And she said,  you'll get over it. That's what she said. And I did. But in the moment, I wasn't willing to accept it.  I was like, I don't want you to go. She said, but we're going in order. Do you understand?  This makes sense. I'm your mother. I'm like, mom, stop talking like that. This is sad.  She goes, no, it's not. Look at it this way. Do you want me to never die? I was like, no, I don't want  that at all. And it helped me get in touch with an important idea, which is that dying is important.  It's every generation's greatest contribution to history is that they die. It's the only thing that keeps  things moving. It's the only reason there's any progress in the human race is that folk keep  fucking dying. Every generation has had a mix of douchebags and amazing people and boring,  great, good, whatever. But they're all fucking dead. Every fucking one of thank God, they're all fucking dead.  There's a limit to how much any of the good ones did. And the shitty ones got to stop being shitty.  It's a great system. Now when you look at the internet and all these people, you're like, what the  fuck is happening? They're okay. They're all going. Everything. All of them are going to die.  I mean, you don't want to die. You don't want to die. You don't want to die. You don't want your loved ones to die,  but that's a selfish wish when you think about what would happen. If nobody died, what kind of world would  this be? If there was no dead, nobody, if we still had people here from the 1100s, it's hard enough  having people here from the 50s. Just search, just scan the code on the table. There's no menu.  But why? I don't understand. Jesus Christ. You want to go through that with punches, pilot,  and ceremony? Fucking pain in the ass. Fucking old people that don't want to fucking,  you just, when you're get older and you start going, everything's so crazy now. No, it's fine. Just  get the fuck out. It's great. They're not going to make it work for you. You're here for 10 more  minutes. Just get the fuck out. If you're in an airport and you're looking at the toilet and you're like,  I don't understand how this works. It's time for you to die. That's what that means.  These toilets are for the next people. Get the fuck out.  That's the way I look at my life now. I had some good. I had some bad, but I'm done.  I mean, I'm all hang around because I'm curious. But I'm so interested in the way things are going.  I really am. It's such an interesting time. It's such a cool thing to experience that. I'm excited  about a lot of what's coming. There's things that are hard now, but that's the way it is.  Things are going to get, I think it's exciting what's happening. I think young people today have  some great ideas. They're being a little country about some of them. But the ideas are good.  The ideas are good. Like when I was growing up, we had two genders, male and female. Now you have  all these expansion teams. I think it's very exciting. It is. And the best idea is this gender fluid thing.  This is a great fucking idea. Gender fluid, the idea, the way I barely understand it is that  you just something in the middle. It's like a fretless base. You don't have to be  the specific pictures. What does dumb way to do it? These are the kinds of people you can be. Which one are you?  I don't feel like any of those people. Then you're a failure. You have to fight start acting like these people.  So we know what to call you. Why? Just make it at what? It's just a  what? Just a little card. I like Dix. I don't like balls. I'm a  this and moving through it, changing when it feels like it. I wish what I'm saying is I wish we had  that when I was a kid because I think our generation got hurt by the rigidity of identities and  I had to just stick to them. You had to pick one right away. You're eight years old. What are you? I'm  a boy. What do you like? Woo, girls with fijinas. Love fijinas. I'm eight years old. I never saw one,  but I'm committing my life to them right now. I don't even get to smell one for a second. Just a stiff.  All right, what else you got? 10 years old? Are you gay? No, no, no. I hate Bix. Hey, no.  What do I know? I didn't even get to fidget with one for a minute?  This banana is too hard. I'm not saying I wish I could have blown all my friends to see what  it's like. But on 4th of July, they were fireworks. I was with math. There was a feeling. I don't know  what could have happened. I have no idea. Because we were so scared. We were afraid to seem gay when  I was a kid. Because in the 70s, the stereotypes showed you what everybody's like men are like this.  And then the women have type like this. And then gay people are like, they're just tired. That was gay people in the 70s. I'm gay.  I'm a hell of a guy. I can't even do anything. That's what gay men were in the 70s. You ever meet a gay person. You don't  fuck with gay people. Not today. They're all athletes, first of all. And they got their shit together. They're fucking  motherfuckers gay people. If you're landlords gay, they're billionaires. They own apple. They're in the cabinet.  They're in the Navy. They're their cowboys and Indians and construction workers.  Hey, men are men. You ever go into gay own business? Is he like, can I help you?  Like, the gay is in there. But he's fucking tough now.  My storm of the fucker. What do you want?  Gay men are men now. They're fathers. They're husbands. They're men.  Today's head resexual men are faggots. I don't know how that happened.  But they're fags. I'm saying that it would love. And as an old man on his way out the door, but they're fucking  fags. They're intelligent and they're evolved. But they're fags. They're with a pajamas shorts and they're just pale.  Almost blue.  My wife got a promotion. I'm so happy. I am. I'm happy for him. Sounds like they have a good life together.  But it takes some good news for me. When I see a progressive young couple, I always want to stop  them and ask her, is that turning you on? Please tell me. Is that sexy? He's gets with the  10 men's hand pipe just with strawberry smugs.  She's like, well, he's very intelligent and he's conscientious. But does he make your pussy wet?  Fuck no, he's a fag. But I love him. And again, it's another kind of dude.  Faggy straight dude. It's another kind of guy. Welcome.  We should have all of it the whole spectrum, the whole alphabet, all of it.  But somebody does have to be just straight fucking. You have to have that. It doesn't have to be  the most important, but you do need it because it's worth all foot comes from.  Until they figure out some other shit, this is where life still starts. If you want to eat local  in organic, you got to respect that someone's got to have a hard dick fucking a pussy. That's  where every trans, every gay person came from two boring straight people fucking. I mean,  it's just for now, it's someone needs that, you could know with a original dick, not a turned  inside out pussy wrapped in thigh flesh, which is wonderful. Wonderful. You got to respect that.  You do, somebody wants to be themselves so bad. They ripped their balls off. That takes balls to do that.  It does fucking respect, but someone's got to have a factory dick with matching numbers,  fucking a wet farm raise pussy.  Thank you very much. Good night everybody. Thank you.  Come a day. He really wasn't wet. That's the need to throw me out of sleep. It could feel like it would feel like it would feel.  Have your own, underaction home, like a complete unknown, like a road it's cold.  Hi. Princess, all the people in all of the creative people I'll break a thing in that day.  Got it made.",
  "segments": [],
  "laughter_segments": []
}